[
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我动议我进一步的修正案。洪雯议员动议的进一步的修正案(标明文本见 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/hansard/cm20231108-translate-c.pdf\" \\l \"nameddest=app_06\" 附录6)",
    "embedding_key": "0",
    "poignancy": 0.5,
    "keywords": [
      "洪雯",
      "动议",
      "修正案",
      "议员",
      "HYPERLINK",
      "https",
      "www",
      "legco",
      "gov",
      "hk"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，老有所养是社会的共同价值。改善为长者提供的福利，对所有人也有好处，包括我自己，因为我迟早也会成为老人。然而，社会提供安老服务，其实是要年轻人供养老年人。香港的老年人口快速膨胀，但青年人口不断萎缩。下一代是否还养得起我们？我们如何避免为下一代带来沉重负担，同时保障公共财政的可持续性呢？今日，香港的公共财政在3方面已面对风险。第一，支出不断膨胀。过去5年，我们的福利开支增加了52.2%，医疗衞生开支增加了44%，教育开支增加了21.6%。当中哪些是必须的投资，又有哪些是民粹政治下不必要的负担？(代理主席李慧琼议员代为主持会议)第二，香港财赤正不断积累。由2019年至今年3月，经营帐目赤字累积超过6,000亿元，今年又是千亿级别的赤字，加起来将会是一个恐怖的数字。第三，我们的财政储备正在萎缩。2019年3月，我们的财政储备有11,600亿元，但至今只剩下一半，我们的储备以平均每年减少1,000亿元的速度萎缩。显然，我们的财政健康已经响起警号，开源的同时必须大力节流。在开源方面，我不认为香港未来有增加税项的可能性，只能通过扩阔经济结构来扩大收入来源。近年，政府进行不少长线投资，包括寻找新的经济引擎、建设大型基建及增加土地储备等。这些是在投资未来，我非常认同，但这些措施不可能立竿见影。因此，我在修正案中提出，我们要“积极缩减低效甚至不必要的开支”，大力节流。近年，香港有走向福利社会的倾向，各种福利膨胀、公屋越建越多，对公共财政造成巨大压力。早前，立法会研究部一份报告显示，在全港收入最低的20%家庭中，每4户就有3户完全不工作，而且部分是处于劳动年龄的健全人士，家中并无任何需要受照顾的成员。我们的福利系统明显让为数不少有能力的家庭彻底“躺平”！结果令香港的劳动参与率成为区内最低，比新加坡、内地低超过10%，而且逐年下跌，反映劳动力供应严重不足。时至今日，不少个人和团体站在“扶助基层”的道德高地，不停要求增加福利，民粹政治正在蔓延。我认为，福利的目标，是为民众提供最低安全网，而非用福利把人安顿在基层。我们扶贫的思路，不应是扶“躺平”，而是扶“自立”。具体而言，可以从push(推动)和pull(拉动)两方面着力。在推动方面，我们可以考虑福利“退出机制”。对于处于劳动年龄的健全人士，家中并无需受照顾成员的家庭，可否限制其入住公屋、领取综援的时间？毕竟，今时今日找一份工作有多难呢？另外，据我了解，有领取综援的家庭不允许其成年子女外出工作，原因是会影响整个家庭的综援金额。我们是否可以优化综援体制，鼓励这些家庭投入劳动市场呢？在拉动方面，我们应提供诱因，拉动有工作能力的人自立。譬如，对于既非长者又非照顾者的人士、新来港的单程证人士等，应提升各种再培训或工作配对服务；针对照顾者，可增加支援，协助其出来工作。在扶助基层自立方面，我绝对认同加大投入资源。代理主席，我认同管浩鸣议员提出“研究增加财政收入的来源”，但政府也应对福利制度作出检讨，节省低效甚至不必要的开支，保障公共财政稳健性。代理主席，我谨此陈辞。",
    "embedding_key": "1",
    "poignancy": 0.5,
    "keywords": [
      "福利",
      "综援",
      "我们",
      "公共财政",
      "开支",
      "增加",
      "香港",
      "家庭",
      "照顾",
      "躺平"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。土地供应短缺是长期困扰香港的深层次矛盾。这并非因为香港缺乏土地，而是我们缺乏制度和管理体系，未能让土地高效地为社会所用。其中，规管土地发展的一系列法规，存在程序臃肿、重复咨询、过程繁复、程序僵化等问题。为了得到公平，却失去了效率，尤其是过往社会政治对立，法定程序往往被人滥用，阻碍发展，使土地发展举步维艰。今时今日，香港实现了“由乱及治”的转变，是时候对这些条例进行彻底修订。今天来到《2022年发展(城市规划、土地及工程)(杂项修订)条例草案》(“《条例草案》”)和修正案的三读辩论，正是为了解决这些问题。如果三读通过，将能简化和优化法定审批程序，提高造地的效率。配合上月刚刚通过的《环境影响评估条例》修订，从“生地”到“熟地”的造地时间将大大缩短。然而，若只是修订条例，我恐怕局方对所节省的时间估计会过于乐观，因为阻碍香港土地发展的不单是法定程序，还包括政府内部的极其缓慢和苛刻的行政审批程序，以及“头痛医头、脚痛医脚”的需求驱动管治模式。今天，若《条例草案》修订完成，将开启香港改革城市发展体制的新里程。接下来，政府急需同步改革行政审批制度，在管治团队中建立“敢做事、敢担责”的文化，并建立愿景驱动的发展模式，引导和塑造市场需求，将高效市场和有为政府相结合，探索具有香港特色的资本主义，逐步实现我们的愿景。主席，我谨此陈辞，支持《条例草案》。",
    "embedding_key": "2",
    "poignancy": 0.5,
    "keywords": [
      "条例",
      "修订",
      "土地",
      "香港",
      "草案",
      "管治",
      "程序",
      "发展",
      "造地",
      "愿景"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "9.洪雯议员：关于综合社会保障援助(“综援”)计划，政府可否告知本会：(一)自2021年至今，每年领取综援的健全人士的人数及其平均领取综援的时间为何，并按(i)从事经济活动人士(即(a)就业人士和(b)失业人士)及(ii)非从事经济活动人士(即(c)料理家务者、(d)学生、(e)退休人士和(f)无酬照顾者)以下表列出分项资料；领取综援的健全人士2021年2022年2023年至今(i)(a)(b)(ii)(c)(d)(e)(f)总计平均领取综援的时间(二)自2021年至今，每年参与“自力更生支援计划”的个案数目；该等个案中，参与人士成功就业的个案数目，以及就业后脱离综援计划的个案数目和平均所需时间为何；(三)鉴于有意见认为，目前综援计划没有设定健全人士领取综援的时限，因此无法推动该等人士积极就业并脱离综援网，当局会否考虑为健全人士领取综援设定时限(例如以半年为限，若该等人士在有关时限后仍需申领综援，则须重新提交申请并接受入息及资产审查，或转为申请“在职家庭津贴”)，以推动该等人士积极投入劳动市场；及(四)鉴于有意见认为，目前综援计划以家庭为单位进行入息及资产审查，一旦有个别家庭成员投入劳动市场或收入增加，便会影响援助金额，因而令其他家庭成员反对其就业，当局会否考虑在进行入息及资产审查时，豁免计算综援申请人及其配偶以外的家庭成员的入息，以避免影响综援申请人继续领取综援，并适当提高资产限额，以令综援计划的受助家庭能通过劳动积累一定储蓄，从而提供诱因，鼓励该等家庭的成员投入劳动市场，协助他们早日自立及脱离综援网？劳工及福利局局长于2023年11月8日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/hansard/cm20231108-translate-c.pdf\" \\l \"nameddest=app_03_09\" 附录3。",
    "embedding_key": "3",
    "poignancy": 0.5,
    "keywords": [
      "综援",
      "人士",
      "领取",
      "入息",
      "个案",
      "2021",
      "就业",
      "健全",
      "计划",
      "家庭成员"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "10.洪雯议员：据悉，近年公务员流失率上升。另一方面，有意见认为，政府大量聘用编外人员影响了公务员的晋升机会。关于优化公务员的聘用及晋升机会，政府可否告知本会：(一)过去3年，每年各政府部门透过“退休后服务合约计划”聘用，并于同一岗位工作超过5年的员工人数分别为何；(二)过去3年，每年各政府部门透过外判服务合约所聘用的员工人数分别为何；(三)过去3年，每年各政府部门首长级及非首长级公务员常额及编外职位数目，以及实际员额分别为何；(四)过去一年，公务员的离职人数及流失率为何，并按离职原因列出分项数字；(五)鉴于据悉，政府以非公务员合约、退休后服务合约计划及外判服务合约聘用编外人员并不断续约，导致部分编外职位长期存在，而有意见认为，政府长期聘用编外职位人员而非将该等职位纳入公务员编制内，有碍现职公务员的晋升及影响他们的积极性，政府有否检讨有关情况，以及有否考虑开设公务员常额职位以取代该等编外职位；如有，详情为何；如否，原因为何；(六)鉴于有意见认为，部分公务员职系的晋升阶梯较短，而职系间的晋升阶梯并不互通，导致不少已达到其职系薪级顶点的青年及壮年公务员缺乏晋升前景，政府有否研究如何拓宽不同职系的晋升前景，例如开放不同职系间的调职申请和优化各个职系的晋升阶梯等，以为公务员提供更佳的晋升前景；如有，详情为何；如否，原因为何；及(七)会否考虑把长期受聘的编外人员吸纳为常额公务员，以填补因公务员流失而带来的空缺，并为该等编外人员提供较佳的保障和改善整体的团队士气，以及避免出现同工不同酬的情况？公务员事务局局长于2023年6月14日提供的书面答复文本载于附录1。",
    "embedding_key": "4",
    "poignancy": 0.5,
    "keywords": [
      "公务员",
      "晋升",
      "职系",
      "聘用",
      "为何",
      "编外人员",
      "编外",
      "职位",
      "常额",
      "合约"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。全球的大宗商品交易主要集中在亚洲进行，约占四分之三，但定价中心却在西方，形成了所谓“东方交易、西方定价、美元计价”的格局，对中国这个大宗商品交易大国而言，情况殊不理想。要扭转这种情况，香港应大力发展以人民币计价的大宗商品交易市场，目前港交所已做了不少工作，但我认为可以更进一步。例如近年中国与中东国家之间的经贸合作加深，“石油人民币”正在形成，中东国家通过石油交易收到人民币，可用以支付与中国企业之间进行基建的费用、进行贸易结算或投资内地、收购内地资产等，从而形成人民币的国际流通生态圈。我想问局长，会否考虑与上海国际能源交易中心合作，成为上海原油期货市场的境外交易平台，充当“石油人民币”的流通通道，并提供各项配套服务，以“石油人民币”为新的引擎，推动人民币国际化？多谢。",
    "embedding_key": "5",
    "poignancy": 0.5,
    "keywords": [
      "人民币",
      "商品交易",
      "石油",
      "中东国家",
      "大宗",
      "计价",
      "多谢",
      "定价",
      "形成",
      "内地"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "1.洪雯议员：主席，有意见指出，由于“绿表置居计划”(下称“绿置居”)与公屋之间的“可换性”，绿置居单位的外形设计、建筑用料与公屋单位完全一样，而且超过一半单位的实用面积为30平方米以下，部分更少于20平方米，难以吸引公屋居民购买以腾出公屋单位给轮候人士。就此，政府可否告知本会：(一)在“出售绿置居单位2022”中，20平方米以下单位的数目和所占比率，以及截至上月30日该等单位的出售率为何；在即将接受申请的“出售绿置居单位2023”中，30平方米以下单位的数目和所占比率，以及当中包括多少个20平方米以下的单位；(二)鉴于据报，过往绿置居20平方米以下的单位滞销，为吸引公屋居民置业，政府会否减少绿置居小型单位的比例，例如会否考虑在可行情况下，将已落成并准备出售的相连小型单位打通，以增加30平方米以上单位的供应；及(三)鉴于香港房屋委员会在2021年表示，正检讨公屋项目转为绿置居项目的机制和时间，以便长远而言能及早物色绿置居选址，制订更适合绿置居买家的单位组合比例，有关检讨的进度为何？",
    "embedding_key": "6",
    "poignancy": 0.5,
    "keywords": [
      "绿置",
      "单位",
      "公屋",
      "平方米",
      "30",
      "20",
      "以下",
      "出售",
      "会否",
      "检讨"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "13.洪雯议员：根据《2021年人口普查》，全港有超过10万个住户居于分间单位(俗称“㓥房”)，而运输及房屋局于2021年3月发表的《“㓥房”租务管制研究工作小组报告》显示，近50%㓥房住户没有申请公共租住房屋(“公屋”)。就此，政府可否告知本会：(一)有否统计，现时在未有申请公屋的㓥房住户中，家庭收入超出申请公屋的入息限额的夹心阶层住户数目及所占比率为何；(二)有否统计，现时在未有申请公屋的㓥房住户中，住户成员中有非香港居民(包括持有《往来港澳通行证》的内地居民及提出免遣返声请人士)的住户数目及所占比率为何；(三)有否统计，2016年至2021年，居于㓥房而(i)家庭收入超出申请公屋的入息限额的夹心阶层，以及(ii)住户成员中有第(二)项所述的非香港居民的住户数目及该等数目占未有申请公屋的㓥房住户的比率分别为何；及(四)有否研究，除了上述原因，有否其他原因导致㓥房住户没有申请公屋，并按原因列出该等住户的数目及所占比率？房屋局局长于2023年10月18日提供的书面答复文本载于附录3。",
    "embedding_key": "7",
    "poignancy": 0.5,
    "keywords": [
      "住户",
      "公屋",
      "有否",
      "申请",
      "2021",
      "数目",
      "比率",
      "未有",
      "10",
      "入息"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我乐见局长承诺，“绿置居2022”是最后一批有单位面积少于26平方米的项目。目前，不只公屋与绿置居之间存在“可换性”，公屋与居屋之间也存在“可换性”。房委会指出，这种互换的做法，是为了让政府可就各类公营房屋供应保留更大弹性，但这种模式同时令公屋和资助出售房屋的质素越来越接近。不少市民笑言，公屋与居屋的分别，只在于有没有提供热水炉。随着公屋“纳米化”，不单绿置居跟随，居屋去年亦出现“纳米盘”。以启德启欣苑为例，有些单位的实用面积只得17.3平方米。因此，如果“可换性”的概念持续下去，只会令绿置居、居屋等资助出售房屋无法充分彰显本身作为公屋之上的房屋阶梯的价值，难以推动居民向上流。请问局长会否考虑改变“可换性”的概念，从根本提升资助出售房屋的质素？",
    "embedding_key": "8",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "居屋",
      "绿置",
      "可换性",
      "房屋",
      "资助",
      "质素",
      "出售",
      "纳米",
      "局长"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，劳动力短缺是香港经济发展面对的一个严重制约，政府回应业界的诉求，针对人手短缺的行业提出输入外劳的方案，劳顾会目前正就方案进行商讨，希望尽快有一个平衡各界利益的政策。不过，“向外求”的同时，其实我们更应该“向内求”，充分发掘本地潜藏的劳动力，减少市民投入就业市场面对的各种障碍，提升本地劳动参与率，这是最符合市民和社会整体利益的选择。因此，我赞同周小松议员的议案。潜在的劳动力，包括照顾家庭的妇女、新来港人士、少数族裔、残疾人士、退休人士等。同事对如何消除这几类人士进入劳动市场的障碍提供了诸多建议。我额外补充3点。第一，我建议取消留学生在港工作的限制。香港约有4.5万名非本地学生正在修读大学或以上课程，这一批青年学生有活力、有能力。苏长荣议员提出吸引他们留港发展，但其实我们可以再走前一步，如果能够让他们在港就读期间可以打工，甚至创业，将有助他们尽早融入香港、扎根香港。昨日的前厅交流会上，我亦向局长提出了这项建议，得到在场同事的支持，我希望局长可以积极考虑。第二，本港长期存在一批等待单程证的人士，他们的配偶或子女是香港人，他们通过双程证长期逗留香港，在香港有居所，熟悉本地社会，但因为本身没有身份证，所以没有资格工作。其实这批人士早晚也会成为香港居民，而且，目前通过各不同计划来港的人士，他们的受养人是允许在港工作。我建议政府在政策上作出突破，在输入外劳的时候，优先考虑这批正在等候单程证的人士，譬如是否可以通过劳务公司，招募这批人士以外劳身份在港工作，自食其力。第三，我认为改变我们的房屋政策，是释放劳动力的关键。目前，政府集中资源不计代价建公屋，但公屋之上的房屋阶梯严重缺乏，夹心阶层没有资格轮候公屋，也没有能力买私楼，可供他们选择的居屋等，严重供不应求。很多时候，夹心阶层的生活境况，还不如公屋中的基层，导致不少人“躺平”轮候公屋，自我限制收入，甚至不工作，一批劳动力因此“锁死”在公屋轮候册上。但是，我反对梁子颖议员有关提高轮候公屋收入上限的修正案，有3个原因。第一，政府集中资源建公屋，但公屋轮候时间仍然徘徊在5年以上。如果提高收入上限，更多人轮候公屋，难道让轮候者等待10年吗？第二，公屋是给予基层的福利，是最低安全网，是推动居民向上流动的踏脚石，不应该让更多人依赖这项福利。目前，公屋在香港所有房屋中所占比例超过30%，这个比例属全球第一高。提高轮候公屋收入的上限，必然需要进一步提高公屋所占的比例来满足需求，导致基层进一步膨胀。其实，为了吸引市民进入职场，让更多人来依赖房屋福利，整体社会是得还是失呢？我个人认为失大于得。第三，土地资源有限，把更多土地资源用来建公屋，留给夹心阶层的资源更少，私楼供应亦会减少，价格自然更高，结果就是夹心阶层更加辛苦，公屋居民更难走出公屋，更多市民“躺平”等公屋，中产向下流。我认为更好的办法，是投入更多资源为夹心阶层建屋，在公屋之上，搭建充足的房屋台阶如居屋等，提供诱因，让市民更愿意努力工作，提高收入、改善生活环境，鼓励市民离开公屋、向上流动，释放“锁死”在公屋中的劳动力。多谢代理主席。",
    "embedding_key": "9",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "轮候",
      "香港",
      "夹心",
      "人士",
      "劳动力",
      "阶层",
      "市民",
      "这批",
      "房屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。早前，有前来立法会参观的中学生问我，在我参与制定的法案中，对哪些印象最深刻？在我看来，我们今天审议的《政府租契续期条例草案》(“《条例草案》”)排得上前3名。1997年，香港在“一国两制”的体制下回归，50年不变。时光飞逝，“50年不变”如今已过半，“2047大限”的隐忧浮现，投资者和港人开始思考：2047年之后，香港何去何从？2047年到期的土地契约会怎样处理？银行贷款、商业投资计划等能否超越2047年？当中，到期地契的处理最具标志性意义。从回归至今，政府共处理了25宗土地契约到期后的续期问题，但到2047年6月30日当天，将会有大约30万份土地契约在同一天到期。如此大量的到期地契能否获得续期？如何续期？不获续期的土地如何处理？这些问题背后，是“一国两制”在2047年后何去何从的重大问题。幸好，这个问题已经有了答案。在回归25周年的庆典上，习主席指出，“一国两制”这样的好制度，没有任何理由改变，必须长期坚持。这句话极具分量，即是说“2047大限”不再存在，无疑给国际社会和香港人注入了对“一国两制”的长远信心。为了做好与回归后第二个50年的衔接，香港是时候处理2047年面对的一系列问题，当中最需优先处理的，就是地契续期。我们今天审议的《条例草案》，正是采用立法形式提供一个土地契约续期的新机制，即通过刊宪，为符合条件的地契自动续期，而无须按旧机制，由政府与业权人签立新地契。这项《条例草案》具有历史里程碑的意义，而我有幸作为法案委员会委员，参与了《条例草案》的全部审议过程。如果今天《条例草案》顺利通过，将于2024年7月5日刊宪生效，为“一国两制”的落实揭开新一页。《条例草案》当中有几项关键内容。首先，《条例草案》赋权地政总署署长在宪报刊登地契续期公告，为符合条件的地契自动续期，而无须由政府与业权人逐一签立新地契。基本上，除了短期租约和特殊用途地契(如教育、慈善用地等)，其他一般用途地契如无特殊情况(例如因违反契约而被“钉契”、业权人主动放弃续期等)将会自动获续期50年，而无须补缴地价，惟每年仍须缴纳相当于土地应课差饷租值3%的地租。这项条文为常设的机制，理论上，符合条件的土地可在无须补缴地价的情况下无限次获得续期，保障了“一国两制”下土地契约的长期性和持续性。  不过，若日后政府收回获得续期的土地作公共用途时，赔偿额会与契约已完成的年限挂钩，即是说土地业权人获得续期的次数越多、已享有的业权时间越长，政府收回土地时需付出的赔偿额就会越低。我认为这项安排合情合理，兼顾了业权人与政府作为大业主的利益。《条例草案》的另一个焦点，是外国关连实体(如领馆或国际组织)在港所持有的约10幅土地和100个物业如何处理。在《条例草案》下，若无违反契约行为，有关土地和物业同样会获得自动续期，但在契约到期前60日，有关境外机构必须向外交部驻港公署提出申请，获得公署书面批准后，续期才会正式得到确认，以确保“一国两制”下国家对外交事务的主权和特区政府的责权。不过，香港约有2 000份地契属于特殊用途租契，如公共交通、教育用地等，还需按传统机制，以合约形式逐一续期。有趣的是，香港约有4 000幅土地属无限期或999年契约，今生今世都不用担心续期的问题。自回归以来，有两幅土地租契不获续期，业权复归政府，原因是业权人失联。有意见认为，《条例草案》让土地自动获得续期50年而无须补缴地价，是对大商家有利。我认为这种理解偏向狭隘。地契一般属商业、住宅或工业性质，是市民日常生活和营商的基础。香港有一半家庭拥有自己的物业，地契能否续期、是否需要额外补缴地价，影响一半市民的家庭资产。广义来看，“一国两制”能否突破2047并持续运作，不单影响物业市场，更直接影响全世界对“一国两制”长远发展的信心、影响整体经济的稳定性。而且，土地每年均需缴纳地租，获得续期并非没有成本。数天前，有市民打电话给我，表达对《条例草案》的看法。她自己拥有物业，正用来营运一间NGO(译文：非政府机构)。她每年要为NGO准备财务审计报告，涉及土地折旧的问题，而有关折旧的计算，与地契上余下的土地可使用年期(usable year)密切相关。在传统机制下，政府租契的续期需要透过政府与所有业权人以合约形式签立新地契来办理，业权人对于土地契约能否获得续期存在较大的不确定性，因为续期与否，由政府全权酌情决定。因此，会计师、核数师都倾向以保守的假设，即是以2047作为土地可使用的最大年限来进行评估或审计，这对土地业权人的权益带来影响。这位市民在报纸看到我在专栏中分享这项《条例草案》便特地致电给我。她指出，《条例草案》的制定大大提升了业界对“一国两制”的信心，让她倍感鼓舞。市民的反应，真实反映了《条例草案》对“一国两制”行稳致远的重要意义。因此，在《条例草案》通过后，我建议政府应向土地业权人、会计界、法律界等相关持份者，以及广大市民，甚至全世界，加强宣传推广，让各界充分认识新的土地契约续期机制，保障土地的估值及折旧符合新的机制，避免引起不必要的混乱，加强投资者和市民对香港的信心。在此次《条例草案》的审议过程中，政府团队表现专业、尽责，值得赞赏。我期待《条例草案》作为“一国两制”长远发展的一个里程碑，能顺利落实。我谨此陈辞。",
    "embedding_key": "10",
    "poignancy": 0.5,
    "keywords": [
      "续期",
      "地契",
      "草案",
      "条例",
      "土地",
      "一国两制",
      "2047",
      "业权",
      "契约",
      "50"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我原本不打算发言，不过何君尧议员表示“你一定要说”，所以我借这个机会说几句。主席，我支持《2023年区议会(修订)条例草案》。从昨天至今天，总共有数十位同事发言，深入分析了区议会的职权范围、性质和以往区议会选举制度偏离原意后出现的乱象，也表述了支持此次修订《区议会条例》的原因。我非常认同大家的论述。地区是城市系统的末梢神经和毛细血管，也是城市治理体系和治理能力现代化的基础。因此，社区治理的有效性直接关乎城市治理的成效。毛细血管对我们身体血液循环系统的健康极为重要，但毛细血管并不是主动脉，其功能是把主动脉送来的养分送到身体的各个部位，同时把二氧化碳等废物送到主静脉。假如我们混淆了毛细血管和主动脉的功能，血液循环必然会出现大问题。区议会就是扮演着一个像毛细血管这样的角色，联系社区，上联下达，支撑社会治理。此次修订条例可拨乱反正，让区议会回归在城市治理体系中作为毛细血管的本分，我全力支持。我谨此陈辞。",
    "embedding_key": "11",
    "poignancy": 0.5,
    "keywords": [
      "区议会",
      "毛细血管",
      "治理",
      "主动脉",
      "修订",
      "条例",
      "城市",
      "发言",
      "议员",
      "社区"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，就《基本法》第二十三条立法是香港未竟之宪制责任。回归26年来，我们一直未能建构完善的法律体系，守护国家安全的大门存在短板。这是香港的历史欠债，而债是要还的，拖欠越久，代价则越大。这一点，在过去几年我们已清楚看到。随着国际地缘政治日趋复杂多变，国家安全风险与日俱增。经历多番风雨波折，香港社会今天已有共识，就是要尽快完成特区的历史责任，给国家、给自己一个交代。我向每一位参与草拟和审议《维护国家安全条例草案》的人士致敬。国家安全，匹夫有责，作为立法会议员，这更是我们须肩负的历史责任。我坚定支持《维护国家安全条例》立法，亦相信整个社会均期待这一历史里程碑尽快到来，让国家安全保护机制得以完善，让香港早日轻装上阵，继往开来。我谨此陈辞。",
    "embedding_key": "12",
    "poignancy": 0.5,
    "keywords": [
      "安全",
      "国家",
      "香港",
      "历史",
      "责任",
      "议员",
      "条例",
      "立法",
      "尽快",
      "宪制"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我动议我进一步的修正案。洪雯议员动议的进一步的修正案(标明文本见 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240627-translate-c.pdf\" \\l \"nameddest=app_08\" 附录8)",
    "embedding_key": "13",
    "poignancy": 0.5,
    "keywords": [
      "洪雯",
      "动议",
      "修正案",
      "议员",
      "HYPERLINK",
      "https",
      "www",
      "legco",
      "gov",
      "hk"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：首先，我想对廖长江议员表达歉意。我的修正案在他的原议案基础上，增加了这么多内容，比较过分，对不起。不过，建设香港跨国供应链管理中心非常重要，我提出的7点政策方向，是希望能有一个顶层设计和一个整体政策框架，来实现这个定位。供应链管理是甚么？其实就是管理产品从生产者到终端消费者之间的过程，包括对物流、资金流、信息流的管理。供应链管理对香港来说并非新事物，而是香港与生俱来的角色。香港从开埠第一天开始，就是作为一个国际贸易的据点。1949年后，香港转型为一个出口导向的轻加工基地，与之配合的各种服务(包括贸易、物流、金融等)也得到发展，强化了供应链管理的功能。从1980年代开始，香港开始将制造业转移到内地，在香港提供订单管理、贸易、物流、金融等生产性服务。这种模式在2000年左右达到顶峰，香港成为全球的贸易、物流、航运、金融中心，成为一个名副其实的跨国供应链管理枢纽。但是，过去20年，香港跨国供应链管理中心的地位，面对挑战。第一，随着制造业转移出去，香港经济结构严重空心化。在供应链上，香港既非货源地，亦非主要的消费市场，只是作为中间人，提供服务。事实上，制造业是众多生产性服务业的根本需求来源，是供应链的基石。过往，香港为内地的实体产业链服务，成为跨国供应链管理枢纽。但是，我们不能指望内地城市成为生产基地后，便停止发展，把生产性服务业留给香港。越来越多内地城市直接开展国际贸易，不再需要中间人。另一方面，为实现对市场变化的快速反应，生产性服务业出现接近制造业、就地提供服务的倾向，香港的生产性服务业，如港口、航运等，也开始转移内地，香港作为跨国供应链管理枢纽的角色出现弱化。所以，要重建香港跨国供应链管理中心的功能，必须大力发展在本地扎根的实体产业链，以及为实体产业链服务的生产性服务业。第二，跨境电商崛起，传统贸易模式下的很多中间环节被省略，香港作为中间人，遭遇颠覆性的风险。因此，我们必须创新贸易模式，大力发展跨境电商，在亚太跨境电商供应链上占据一席之地。第三，数字技术的发展，颠覆传统的供应链管理模式，香港需要跟上科技发展的步伐，大力发展智慧海关、智慧物流、智慧港口、智慧机场，推动供应链管理的数字化。第四，西九龙高铁站“一地两检”的落实，大大提高了跨境人流的通关效率，亦让香港高铁可以通往内地没有边检的城市。未来，应探索与内地之间实施货物“一地两检”、甚至“两地一检”的可能性。第五，随着全球经济重心转移，新兴生产基地和消费群体崛起；国际地缘政治的发展，出现了逆全球化的浪潮，全球供应链碎片化，出现在岸、近岸、友岸等贸易趋势的发展。香港应积极拓展双边及多边贸易协定，积极拓展新货源地和新消费市场，扩大我们的贸易网络。最后，香港物流业存在容量不足的情况。不少棕地、工厦被收回兴建住宅，而且不少物流用地只有一至两年的临时租约，业界不敢作长远投资，只能用最低成本的模式运作，难有竞争力。所以保障长期的物流用地亦很有紧迫性。代理主席，重建跨国供应链管理中心的功能，对香港经济结构的多元化非常重要。上述建议，希望得到同事们的支持，多谢。",
    "embedding_key": "14",
    "poignancy": 0.5,
    "keywords": [
      "供应链",
      "香港",
      "跨国",
      "生产性",
      "物流",
      "管理",
      "内地",
      "贸易",
      "服务业",
      "电商"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。招商引资是内地城市过去40多年来成功的秘诀之一，引入的企业不单带来资本，也带来了技术、产业、市场经验、管理体制等，是内地迅速实现工业化和技术追赶的重要手段。其实香港一直有进行招商引资的工作，但过往我们的工作比较消极，甚少整合投资、土地、税收、上下游产业等元素，为企业提供生态环境，吸引它们“落地”，所以错失了不少机遇。现时政府提出“抢企业”、“抢人才”及成立引进办，我认为是一大突破。不过，虽然引进办做了不少工作，我亦与引进办有不少联络，并向其推介了一些企业，但引进办手上欠缺一些可以直接使用的工具，例如要投资，但却无法拿出资本，要联络金管局的香港投资管理有限公司；要土地，但却无法拿出土地，要联络发展局、科学园或数码港；要人才，又要联络劳福局。引进办主任是D6级的职位，不能直接调动各政策局。请问副司长如何解决这问题，让引进办有直接的工具可供使用，强化效率呢？多谢。",
    "embedding_key": "15",
    "poignancy": 0.5,
    "keywords": [
      "引进",
      "联络",
      "办有",
      "招商引资",
      "多谢",
      "企业",
      "土地",
      "不少",
      "直接",
      "拿出"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我十分乐意看到政府会考虑透过公开招标以外的批地模式，吸引重点企业落户北部都会区。企业与企业之间的竞争本质上是供应链与供应链之间的竞争，供应链上所有参与者都共同影响着整条供应链的竞争力。每一条供应链通常会有一间或以上所谓的“龙头企业”整合起上下游的供应商和服务商，带动整条供应链的发展。然而，整条供应链上下游的企业之间存在互相依存的关系。当我们吸引龙头企业来港时，同时亦需协助它们配对供应链上下游的企业，作出整合或组合，从而吸引上下游的企业落户香港，形成产业的cluster(集群)。我想询问局方在批地时除考虑采用传统公开招标以外的模式批地予龙头企业外，会否考虑预留土地予龙头企业的上下游相关企业，从而在香港形成一个industrial cluster(产业集群)呢？多谢。",
    "embedding_key": "16",
    "poignancy": 0.5,
    "keywords": [
      "供应链",
      "上下游",
      "龙头企业",
      "企业",
      "整条",
      "批地",
      "cluster",
      "公开招标",
      "吸引",
      "多谢"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。曾经，香港是全球最繁忙的航运中心，但近年香港码头吞吐量持续下跌，去年跌出前10名。不少大型航运联盟减少停靠香港的航线，甚至把香港从停泊港口名单中剔除。香港航运中心功能出现衰退，原因众多。外在的原因包括中美贸易战、全球供应链重组、贸易去中间化、周边港口的竞争等。但亦有很多内在的因素，包括疫情导致陆路货柜车绕道香港，不再回来；技术进步和升级较缓慢；码头处理费昂贵；从业者老化；航运技术人员严重不足等。国家“十四五”规划提出支持香港建设国际航运中心。这是一个大的定位，但我们要思考，国际航运中心有何具体意思？有意见认为，香港应参考伦敦，专注于高端航运服务业(例如船舶融资、船舶管理、海事保险、海事仲裁等)。这种说法认为，实体航运业是夕阳产业，大湾区的9个城市均有属于自己的港口，尤其是南沙港和盐田港的吞吐量均已大幅超越香港，甚至有人建议香港放弃发展实体航运业，让给珠三角城市，腾出香港港口的珍贵用地。   我认同航运服务业很重要，但我不认同香港要放弃发展实体航运业。如果我们站在国家发展战略的层面，我认为不能没有香港港口。面对国际大变局，我们要有底线思维和极限思维。香港是全国唯一实施普通法的自由港。一旦国际地缘政治出现极端情况(例如中美全面脱钩等)，“一国两制”下的香港港口，其价值无可取代。回顾历史，1949年新中国成立初期，联合国对中国实施禁运，当时香港便是中国唯一的对外港口。我当然不希望这种情况再次发生，但所谓极限思维，就是要应对极端的风险挑战。所以从国家战略大局来看，香港需要港口。综观香港自身的发展，同样不能没有港口。高端航运服务，其实就是金融、法律等香港传统优势产业。我们一直希望推动香港经济结构多元化，如果放弃发展实体的航运业，会连带打击与之关联的物流等一系列经济活动，届时我们的经济结构岂不是更为狭窄？当然，要维持香港港口的竞争力，极不容易，并无任何简单的解决方案。我提出以下6点建议，抛砖引玉。第一，香港港口由私人投资者主导，政府可考虑提供税务优惠等诱因，推动港口自动化及绿色转型，尤其应大力推动香港成为绿色加注港，吸引正进行绿色转型的远洋船舶来港。第二，进一步精简货物在内地与香港之间流通的程序和手续，包括在两地货物跨境实施“一地两检”甚至“两地一检”、设立货柜车辆跨境便利通道等，增强香港作为内地转口港的运作效率。第三，进一步便利内河船只跨境来港运作。现时通过香港转口的货物，大部分从华南通过内河船只来港。我们可以通过船舶营运、人员进出、货物报关等方面提供便利，以提升效率。第四，在大湾区设立与航运有关的专家及技术人员人才库，并进行登记，容许他们在不需签证的情况下，可以临时来港工作两星期，解决香港本地技术人员严重不足的问题。第五，现时香港在某些航线上仍有优势(例如南美洲及东南亚线等)，政府应与业界合作，在这些地方加强宣传及合作。第六，通过签订自由贸易协定和其他协作，改善香港与世界其他港口之间的便利性和通达性。各位，香港为何称为“香港”？其中一个原因是有“港”。香港以“港”起家、因“港”建城。没有了“港”，香港还“香”吗？(计时器响起)",
    "embedding_key": "17",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "港口",
      "航运",
      "来港",
      "航运业",
      "货物",
      "船舶",
      "实体",
      "技术人员",
      "跨境"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。全世界对中药材都有一定需求，刚才局长亦提到，香港在检测、定标方面已做了不少工作，而我们在国际市场网络、国际商业经验、国际物流体系、诚信等方面也具有优势。我想请问局方会否考虑与内地合作，共同发展一个国际中药材交易平台，令香港成为国际中药材交易中心？",
    "embedding_key": "18",
    "poignancy": 0.5,
    "keywords": [
      "中药材",
      "国际",
      "洪雯",
      "定标",
      "局方",
      "会否",
      "香港",
      "交易中心",
      "交易平台",
      "多谢"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。过去数年，我们留意到普通居民持白表申请居屋必须通过收入和资产审查，并且超额认购50倍以上，但如果公屋居民持绿表申请则无须资产审查，而且通常10人中便有一人能申请得到。其实公屋居民“上楼”有一条“绿色通道”，这也是一项双重福利。我想问局长会否考虑检讨绿表和白表这项政策？",
    "embedding_key": "19",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "申请",
      "居民",
      "审查",
      "居屋",
      "洪雯",
      "持白表",
      "50",
      "持绿表",
      "10"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，近年，香港公共财政的健康受到社会关注。过去5年，我们有4年出现赤字，刚过去这一年超过1,000亿元，若扣除发债所得，其实是1,600多亿元。这个财年，我们的预算赤字是481亿元，看似有所缩减，但当中其实包含960亿元的发债净收益。若撇除发债所得，今年其实仍有千亿元财赤。持续赤字，是因为我们的支出增长速度远超收入的增长。疫情下，我们推出大量逆周期措施来稳定经济，无可厚非。但如果撇开疫情期间的非经常开支，只看政府的经常开支的话，过去5年的年均增长是5.7%，而同期的政府收入及本地名义GDP(译文：本地生产总值)年均增速，分别只有1.4%及2.1%。尤其是用于福利的经常性开支，更以9.3%年均速度增加，5年增加了超过五成。这个财年，我们的福利支出预计增长13.3%，增幅更为惊人。在香港人口加速老化的趋势下，有关情况令人担忧。基本上，我们的开支增长比收入增长快，已经形成趋势，结果就是我们的财政储备快速萎缩，由2019年高峰期的1.17万亿元，下跌至今年3月的7,300亿元，5年间下跌约37%。目前，我们的基本工程储备基金尚未支付的承担额超过6,000亿元。总结来说，我们的公共财政正面临支出不断膨胀、财赤不断积累、财政储备持续萎缩这3方面的压力，未能完全排除结构性财赤的风险。不过，所谓“祸福相倚”。我认为，我们目前正身处一场好的危机。一方面，经济疲软及结构性财赤的风险是我们改革的压力和动力；另一方面，我们目前处于全民就业的情况，成为我们改革的支撑及底气。我期望政府开始着手长远收入和支出结构的改革，不要浪费一场好的危机。未来，香港要针对深层次的经济结构及社会问题进行变革，加大力度投资未来，创造容量，从而扩大收入来源。故此，政府更需要积极开源。因此，在我们目前的债务水平仍然较低的前提下，我认为适度加大发债力度，是一个不可回避的选项。所以，我支持政府建议提升现时的债务上限，这亦有利于本地债市和可持续投资市场的发展。不过，我想强调，过度的债务会加重我们下一代的负担，我们不应亦绝不能抱有把今天的债留给下一代的心理。过去，我们的财政盈余较多，政府花钱时会任性一点，尽量满足各类需求，哪怕是一些民粹的诉求。但今天，我们的公共财政可持续性面临风险，政府应该以此作为改革的动力，针对经济结构及社会制度进行改革。改革方面，我认为要推动向上的阶层流动。举例来说，在福利方面，我们的目标不应该仅仅是安顿基层，而是应该协助有能力、有条件的基层市民自立，摆脱对福利的依赖；在房屋方面，我们的策略不应该仅仅是兴建更多公屋，让更多人“上楼”，而是更应该搭建房屋台阶，让更多市民可以往上流。此外，未来5年，当局预测政府债务水平最高会达到GDP的13.2%。我认为政府应就国际间公共债务的水平作出研究，厘定一个合适的债务水平，让债务既能刺激经济增长，又不会成为制约经济长远发展的负担，并以此为基础，设定一个公共债务的上限。我希望政府用行动证明，我们具有摆脱“债务财政”、避免陷入“以债冚债”恶性循环的决心。主席，我谨此陈辞，支持议案。",
    "embedding_key": "20",
    "poignancy": 0.5,
    "keywords": [
      "我们",
      "债务",
      "财赤",
      "政府",
      "发债",
      "改革",
      "福利",
      "开支",
      "公共财政",
      "支出"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。代理主席，我非常赞同黄英豪议员的议案。事实上，我对香港公共财政的可持续性有很大担忧。我们的支出不断膨胀、财赤不断积累、财政储备不断萎缩。过去5年，开支增速远远大于收入增速已成为趋势，而且这种趋势在未来短期内难以扭转，显示香港已经出现结构性财赤的风险，开源节流势在必行。而盘活特区政府的非金融资产，提升效率和收入，无疑有助改善财政状况。对于盘活非金融资产，我有几点建议。第一，检讨公共服务的收费水平。不少政府服务是在“用者自付”的原则下提供，但过往多年未检讨收费，一直未能收回成本。我认为，公立医院的急症室收费和住院费、水费、文体设施等收费，都可以检讨。另外，各间大学对非本地生收取的学费，只是收取人均教学边际成本，我认为应收回人均总体成本。不过，公共服务的收费与民生及经济发展息息相关，本地经济目前仍然疲软，收费的调整亦需考虑市民的承受能力，而且不少公共服务并不应该与收回成本的目标挂钩，例如医疗服务。所以，上述建议所带来的影响可能比较有限。第二，梳理政府各个短期租约用地，增加土地的资本回报率。政府目前透过短期租约的方式，把很多未有长期用途的土地以短租的形式向市场出租，赚取一定的租值。例如仓库用地、停车场、回收场等，初期租约大约1至5年，其后以每季续租。这种模式虽然方便政府灵活管理土地，随时可以收回土地，但租期过短，令土地承租人不愿意投入资本进行产业升级，宁愿以粗放、原始的模式去经营，出现低增值、低技术、不环保的特点。另外，由于租约过短，政府的租金要很便宜才有吸引力。而政府其实续租、续租又续租，多个短期租约加起来变成长期。可以说，这种模式对社会、对政府、对企业而言是三输。因此，我建议政府梳理目前短期租约的政策，对一些社会有需求，而经营者长期续租的用地，考虑变成中长期租约，如10至15年，从而让企业愿意对土地及产业作出长远投资，增加土地的租值及潜在的税收。第三点，也是我认为能起到较大的开源节流作用的，就是调整我们的房屋政策。房委会是全港最大的业主，拥有超过85万套公屋，预计未来10年可能会达到100万套。这些物业，看似是资产，但实质是特区政府庞大的负债，每年收回的租金连用于维修管理也不够，如果计算土地价格、建筑成本、每年的差饷地租减免，可以说公屋是香港公共财政一个真正的“无底洞”。其实，若兴建公屋能解决香港的房屋问题，大家都应该会接受这个“无底洞”的存在。但是，正如我过去多次指出，香港根本不缺公屋，我们缺的是公屋之上的房屋台阶。所以，我呼吁政府尽快调整房屋供应结构，将公营房屋中，公屋和资助出售房屋的建设比例从目前的7：3调整为5：5。对房委会而言，资助出售房屋是其收入的主要来源，此举能缓解房委会的财政压力；从社会的角度，亦能增加公屋之上的房屋台阶，减少市民对公屋的依赖，往上流动。我谨此陈辞。",
    "embedding_key": "21",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "租约",
      "续租",
      "房屋",
      "收费",
      "房委会",
      "政府",
      "土地",
      "收回",
      "香港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我支持原议案和修正案，推动港人港商融入国家发展大局。其实，香港长期以来一直在国家发展大局当中。多年来，香港始终是内地外商直接投资的最大来源地，内地改革开放40多年，港资、港商、港人从未缺席。2003年，国家与香港签订CEPA(译文：《内地与香港关于建立更紧密经贸关系的安排》)协议，在贸易、投资、技术等多个领域推动双向开放，两地的经贸关系得到提升。不过，客观而言，CEPA及多份补充协议在过去20年订立的各种目标，包括推动两地服务贸易自由化、构建粤港流通经济圈等，进展一直有限。时至今日，香港与内地之间的要素流动仍然面对诸多障碍，严重阻碍了港人和港商真正融入国家发展大局。另外，自2019年起，CEPA再无进一步更新，而国家近年却陆续签订多份双边、多边自贸协议，CEPA带给香港的优势已逐渐减退。今年是CEPA签订20周年，我认为两地应积极商议新一轮的CEPA，进一步消除阻碍港人港商进一步融入国家发展大局的障碍，亦让国家用足、用好香港的优势，我称之为“CEPA 2.0”。我认为“CEPA 2.0”有两个方面的任务：第一，进一步改善港人和港商进入内地时遇到的“大门开，小门未开”的情况。在内地，港企被视为境外投资者，营商领域受到不少限制。例如港商不得在内地从事人体干细胞及基因方面的技术开发及应用；港人创业者在内地申请专利的程序远比本地人复杂，需时更长；香港专业人士如会计师及律师等不能在内地成立独资事务所，只能挂靠于内地单位或合资经营等。以上这些情况，均可在“CEPA 2.0”中进行优化。第二，更重要的是，“CEPA 2.0”应积极探索港人港商无需离开香港，也能一定程度上融入国家发展大局的模式。目前，我们对“融入国家发展大局”的理解非常局限，那就是港人港商须离开香港，进入内地。但是，香港本身就是国家和大湾区的一部分，不离开香港便接触不到内地市场这一点，非常不利于香港融入国家大局。举例来说，港人从香港寄一个小包裹给内地亲友，需要提供发票、报关、缴交关税，而很多物品如药品等均是无法邮寄的违禁品。两地居民的医疗纪录、银行信贷纪录等个人资料亦基本上不能相通，成为港人跨境生活和交流的障碍，“CEPA 2.0”应就这些问题作出改善。又例如内地直播电商市场庞大，发展蓬勃，香港不少青年KOL(译文：意见领袖)，都希望能抓住这个机遇，但事实上内地直播市场对港人来说却是“看得见、摸不着”。港人通常无法用正常渠道登陆内地的直播平台，即使以VPN(译文：虚拟专用网络)连接，也会遇到难以使用香港身份证注册内地帐户、港人难以获得直播资格等问题，而港货要进入直播间售卖到内地，亦面临报关、关税等问题，程序复杂，成本高昂。在企业层面，跨境经营的障碍更多，例如企业如在香港和内地同时经营，其商业数据、帐户等将完全分割，基本上是两门不同的生意。事实上，香港是一个单独关税区和单独经济体，与内地之间存在由“硬边界”分割两地的防火墙，不可能做到两地完全融合，这一点大家都理解。但是，参考两地金融体系互联互通的机制，只要通过特殊通道和闭环管理，深化CEPA，两地之间可以在保障国家安全的前提下实现有限渗透，让人、物、资金、信息的流通更加便利，令港人港企即使不离开香港，也能在一定程度上在多个层面与内地交流，享受内地的大市场，并服务和贡献国家。我谨此陈辞。",
    "embedding_key": "22",
    "poignancy": 0.5,
    "keywords": [
      "港人",
      "CEPA",
      "内地",
      "香港",
      "港商",
      "两地",
      "2.0",
      "大局",
      "国家",
      "融入"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。目前，内地有不少创科产业有兴趣来香港发展，或者来香港设立生产基地、研发中心或办事处等，但这类企业进入香港时面对一项实际困难，就是企业难以把内地的资金带出内地、带来香港。我想问：香港会否与内地的商务及外汇管理部门商议，为打算来香港投资的企业提供资本跨境流动方面的协助，让企业能够顺利来港发展？",
    "embedding_key": "23",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "内地",
      "企业",
      "洪雯",
      "创科",
      "会否",
      "来港",
      "实际困难",
      "多谢",
      "跨境"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。主席，2023年，香港走出疫情，但国际地缘政治更加纷乱、外围经济依然疲弱。再看内部，本港复苏乏力，楼股齐跌，投资和人才流失，政府卖地成绩惨淡，在多个领域均面对挑战。首当其冲面对挑战的，便是公共财政的可持续性。现阶段，香港的公共财政在3方面面对压力。第一，就是支出不断膨胀。过去多年，本港政治矛盾大，福利成为政府和建制阵营争取市民支持的一种手段，各种开支迅速飙升，福利、医疗、教育三大部门开支超过1,000亿元，为公共财政带来沉重压力。第二，就是财赤不断积累。我们连续5年财赤，过去一年，财赤超过1,000亿元，而这还未包括666亿元的债务。未来数年，若扣除发债所得，本港仍然是财赤。第三，就是财政储备不断萎缩。2019年本港财政储备约有11,600亿元，但到今时今日只有7,000多亿元。若看财政储备与年度支出的比例，目前是30年来的最低。过去5年，我们的开支增速远远快于收入增速，这种趋势在未来短期内我觉得难以扭转，显示香港已经出现结构性财赤的风险。不过，我认为，今时今日香港正身处一场“好的危机”。何出此言？因为今日我们的失业率很低，不足3%的失业率，市场上有很多工作也聘请不到人。我认为其实经济疲弱和结构性财赤风险，是我们改革的压力和动力；而全民就业，就成为未来改革的民生支撑和底气。所以，我认为今时今日绝对是一个完美时机，去调整本港的收入和支出结构，去开源和节流。在开源方面，我认为有3种可能的方式增加税收。第一种是增加新税项。但是，在短期或中期，香港都不具备增加新税项的可能性，因为这会影响本港的营商环境。但是，我认为，目前是时候开始研究长远如何扩阔税基，不要再像以往，危机来临时热烈讨论，危机过后又放到一边。此外，此次预算案提出，在“能者多付”的原则下，实施薪俸税和个人入息标准税率两级制，这是很大的突破，不过，其带来的影响和增加的收入有限。第二种增加税收的方向，是扩大经济基础，“做大个饼”。今时今日就要开始行动，本港要透过长线投资，大力扩阔经济基础，发展创科、推动再工业化、文化创意产业等，找到新的经济发展引擎；同时积极造地，创造容量，带动经济多元化发展。不过，这些都属于长远计划，投入在当前，收成在长远，解决不了眼前的问题。第三种增加税收的方法，就是增加纳税人的数量。本港需要积极推动向上的流动，让更多市民加入劳动力市场，成为纳税人。对此，我稍后会提供一些建议和分享。除了增加税收，另外一个开源的思路是调整各项公共服务收费。既然现时有全民就业作为民生底气，我认为是时候检讨那些原则上应该“用者自付”的公共服务收费，例如公立医院急诊室收费、教资会资助的大学对非本地生收费、水费及康乐设施收费等。我建议以5年为期，对这类适合的领域逐步将收费调整至合理水平。但是，通过收费来增加收入的空间很小。所以，当务之急是要节流。其实公屋和福利是真正的财政“无底洞”，从这两方面入手，能带来较大的节流效果。我建议第一，检讨本港的房屋政策。本港近年集中资源、不惜代价兴建公屋，拆除工厦，赶走当中的企业，花费数十亿元搬迁一个配水库，就是为了腾出土地来建公屋；还有耗资300亿元的“简约公屋”、100亿元的过渡性房屋，投入非常惊人，却只能使用几年。其实开支惊人是一回事，但是，建公屋无法解决香港的房屋问题，因为香港根本不缺公屋，香港缺的是公屋之上可以让人往上走的房屋台阶。当资源严重向公屋倾斜，而公屋之外的选择不足够的时候，不少夹心阶层只能放弃向上流动，主动限制收入，甚至放弃工作来轮候公屋。所以，我建议应调整资源分配，增建资助出售房屋，对症下药解决香港房屋问题，不但能节省土地和财政资源，还可走入往上流动的良性循环。此外，我反对将轮候公屋现金津贴恒常化。过去3年，本港用了42.5亿元来津贴轮候公屋的居民，这个津贴计划今年会延续一年。但是，其实入住公屋已经被市民视为“人生赢家”，不少人不惜放弃工作来轮候公屋。现在，轮候过程还能获得津贴，进一步增加轮候公屋的吸引力。我经常提到，“㓥房户”中只有48%正在轮候公屋，超过一半的“㓥房户”并没资格轮候公屋；同样是“㓥房”住户，轮候公屋的有津贴，没有轮候公屋、靠自己的就甚么都没有。我们其实是否在鼓励大家“躺平”轮候公屋、打击自食其力的人呢？所以，我促请政府尽快检讨轮候公屋津贴计划，好好思考居于“㓥房”、不符资格轮候公屋的夹心阶层的需求，扶助他们向上流动。另外，我认为需要深入检讨香港的福利体系，严格控制福利支出的膨胀。立法会有研究报告显示，在全港收入最低的20%家庭中，每4户就有3户是完全不工作，当中有相当部分是非长者健全人士，而且家中并无任何需受照顾的成员。这类家庭83%的收入来自政府提供的恒常现金福利津贴。在本港的公屋和福利体系下，越来越多人“躺平”，本港劳动人口参与率不断下跌，目前是全东亚最低，香港劳动人口参与率只有55%，远远低于新加坡的70%、内地的67%，亦低于日本、南韩、台湾地区、澳门，反映本地劳动力供应严重不足。所以，我建议政府从push和pull(即推动和拉动)两方面，推动有条件的市民自立，投入劳动市场。在push方面，某些福利需要有“退出机制”，例如对于处于劳动年龄的健全人士，且家中并无需受照顾成员，可否限制其领取综援的时间？在pull方面，我们应提供诱因，拉动有工作能力的基层人士自立，例如对于既非长者又非照顾者的健全人士，是否应加强各类再培训或工作配对服务；或者针对照顾者，可增加支援，协助其出来工作。这些方面的投入会带来长远的回报，我绝对赞成。另外，我促请政府审慎对待任何增加福利开支的建议。福利易放难收，不少个人和团体站在“扶助基层”的道德高地，不停要求增加各种福利，但极少思考对公共财政长远带来的影响。例如2022年，政府把长者的生活津贴由原本的两级合并成高额的一级，结果有关开支快速飙升，去年达440亿元，今年将增至516亿元。我预计10年内，单是老人福利金一项支出将达1,000亿元。随着本港人口急速老化，我们的福利金制度必须进行一次大改革，否则，我们的下一代根本养不起我们。我促请司长和全社会对此做好心理准备，以及实际的准备。习主席说，“幸福是奋斗出来的”这是中国式现代化的价值观。反观香港，近年有走向福利社会的倾向，公屋越建越多，福利膨胀，一定程度上鼓励了不少人“躺平”来依赖纳税人的付出，对公共财政造成巨大的压力。主席，香港是时候彻底检讨房屋和福利体系，不要浪费了一场“好的危机”。我谨此陈辞。",
    "embedding_key": "24",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "本港",
      "轮候",
      "福利",
      "香港",
      "财赤",
      "津贴",
      "增加",
      "收费",
      "公共财政"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "16.洪雯议员：行政长官在《2023年施政报告》宣布，成立“解决㓥房问题”工作组(“工作组”)。工作组会进行调研，了解分间单位(俗称“㓥房”)的居住环境及居于㓥房人士的组成，并听取不同持份者的意见，以制订建议。就此，政府可否告知本会：(一)鉴于根据《2021年人口普查》，34.2%的㓥房住户月入为两万元或以上，有关收入已超出1人或2人家庭申请公共租住房屋(“公屋”)的入息限额，政府会否通过是次调研，找出家庭收入超出申请公屋入息限额的㓥房住户的具体数目；(二)鉴于根据前运输及房屋局于2021年发表的《“㓥房”租务管制研究工作小组报告》，48.6%的㓥房住户没有申请公屋，当中近三成半住户指不申请的原因为其“并非香港永久性居民”，政府会否通过是次调研，找出㓥房住户中的非香港居民数目(例如持有《往来港澳通行证》的内地居民及提出免遣返声请人士的具体人数)；鉴于该等非香港居民并无资格申请公屋，政府会否研究他们“告别㓥房”后有何出路；及(三)鉴于《业主与租客(综合)条例》(第7章)第IVA部规定，业主须在规管租赁期开始后的60日内，向差饷物业估价署(“估价署”)递交租赁通知书，但截至去年11月14日，估价署从全港约11万个㓥房单位中只收到约23 500份租赁通知书，有意见认为，该情况有欠理想，政府会否通过是次调研，在走访㓥房单位的过程中加强抽查，要求尚未递交租赁通知书的业主及早履行责任？房屋局局长于2024年4月10日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240410-translate-c.pdf\" \\l \"nameddest=app_01_16\" 附录1。",
    "embedding_key": "25",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "会否",
      "住户",
      "申请",
      "调研",
      "鉴于",
      "估价",
      "通知书",
      "工作组",
      "16"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。推动人民币国际化和发展香港离岸人民币中心，对香港乃至国家而言，都是重要议题。近年，世界格局剧变，俄乌战争让我们看到美元可以成为制裁工具，以及打击对手的武器，令全球反思美元的统治地位对各国金融安全所带来的影响。事实上，探讨国际贸易、投资、储备货币的多元化，推动多极化的全球格局，降低对美元的依赖，保障金融安全，早已成为一个全球趋势，也给予人民币突破美元统治地位的重大机遇。伴随中国经济迅速崛起，中国在全球生产、贸易、投资、科技等领域的影响力大幅提升、中国金融体系逐渐开放等因素，人民币开始成为一些国家可行的选择。面对中美竞争和潜在的脱钩风险，二十大提出“有序推进人民币国际化”，释放了加快人民币国际化的重要信号。香港作为国家的离岸国际金融中心，理应充当“试验场”和开拓者的角色，发挥自身独特的优势。过往多年，香港在人民币清算、资金池、外汇交易、“点心债”发行、金融市场互联互通、人民币理财等领域，发挥了重大作用。未来，我认为香港可在两个新的领域发力。第一，大力发展人民币计价的大宗商品交易市场。在大宗商品交易方面，香港落后于纽约、芝加哥、伦敦等城市。数据显示，全球大宗商品交易主要集中在亚洲，占近四分之三，但定价中心却在西方，形成了所谓“东方交易、西方定价、美元计价”的格局，对中国这个商品大国来说，情况不理想。要扭转这种情况，香港应大力发展以人民币计价的大宗商品交易市场。目前，港交所已经在贵金属、基本金属、黑色金属等方面建立了交易市场，提供各种服务，未来应进一步向其他领域发展。举个例子，近年中国与中东国家的贸易往来、投资合作加深，“石油人民币”正逐渐形成。中东国家透过石油交易收到人民币，可用来支付与中国企业之间的包括基建费用、贸易结算，或投资内地、收购内地资产等，逐渐形成人民币国际流通的生态圈。香港完全可以与上海国际能源交易中心合作，成为上海原油期货市场在境外的交易平台，充当“石油人民币”的流通通道，并提供各项配套服务，以“石油人民币”为新的引擎，推动人民币国际化。第二，我建议香港在国家构建中国特色估值体系的过程中，扮演更积极的角色。央企、国企是国家的核心资产、优质资产，但央企、国企在内地和香港上市，估值长期偏低。一来是因为中美角力，令境外投资者不敢贸然投资，二来担心央企、国企受美方制裁，影响自己的投资收益。结果，虽然央企、国企平均盈利能力高于民企，但其估值水平不到民企的一半。要扭转这个局面，引导金融资源服务国家战略，构建中国特色估值体系，事在必行。为进一步支持人民币在香港证券市场的发展，香港交易所将在今年上半年推出“港币人民币双柜台模式”。香港作为人民币离岸中心，可以借此机会，鼓励本港的人民币持有国有资产，同时吸引境外，包括中东、东南亚等国家的人民币投入市场，从而推高央国企的估值，稳定战略性资产的价值，同时推动人民币国际化，配合国家发展大局。代理主席，我支持原议案及修正案，谨此陈辞。",
    "embedding_key": "26",
    "poignancy": 0.5,
    "keywords": [
      "人民币",
      "香港",
      "商品交易",
      "国际化",
      "国企",
      "央企",
      "国家",
      "估值",
      "离岸",
      "计价"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "13.洪雯议员：政府于2021年1月推出“大湾区青年就业计划”(“该计划”)，鼓励在香港及粤港澳大湾区(“大湾区”)内地城市均有业务的企业，聘请在香港或香港以外的院校获颁授学士或以上学位的香港毕业生到大湾区内地城市工作，让他们认识及开拓大湾区内地城市的事业发展机会。然而，该计划提供约3 500个职位空缺，但至今只有1 091名毕业生入职。另一方面，政府将会在今年上半年恒常化该计划。就此，政府可否告知本会：(一)上述已入职毕业生的详情，包括他们入职前的经常居住地、毕业院校所在地区、入职前曾在内地生活的年期；(二)鉴于据悉，参与该计划的毕业生有相当大比例是长期在内地生活或在内地院校毕业并对内地有认识的港人学生，政府有否评估，这情况是否能达到该计划的目标；如有评估而结果为是，详情为何；如评估结果为否，在恒常化该计划前会否对该计划作出调整，包括对参加者的经常居住地及毕业院校所在地区设限制，以真正惠及对内地及大湾区内地城市缺乏认识的香港毕业生；及(三)鉴于有意见认为，该计划的反应平平，政府恒常化该计划前，会推出甚么改善措施，以提升该计划的吸引力和实际成效？劳工及福利局局长于2023年1月11日提供的书面答复文本载于附录1。",
    "embedding_key": "27",
    "poignancy": 0.5,
    "keywords": [
      "大湾",
      "计划",
      "毕业生",
      "内地",
      "化该",
      "恒常",
      "院校",
      "香港",
      "职前",
      "区内"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，近年，香港贸易物流中心的地位日渐褪色，从20年前的港口“一哥”，到2021年我们的货柜码头排名只是全球第九，落后于上海、新加坡、宁波舟山等地。2011年至2021年的10年间，本地的货柜吞吐量下跌27%，贸易物流业的增加值占GDP(译文：本地生产总值)比例下跌4.5个百分点。的确，香港作为区域物流枢纽的地位正面临多方挑战，原因有几方面。首先，香港的贸易及物流模式存在缺陷。贸易物流业依托实体产业而发展，但香港本身没有货源，物流以转口及转运为主。而货物流经香港时，本地所提供的额外增值有限，容易被替代。近年，亚太区内的港口基建、海关手续、技术应用及贸易政策等不断完善，货物不经香港，直接从货源地运到目的地的情况越来越普遍。其二，本地物流用地容量不足，导致成本过高。再加上用地欠缺长远规划，经营者通常以短期、不稳定的租约获得土地，不敢做长期投资，限制了经营模式的升级及自动化，无法满足现代物流业的需要。其三，国际贸易的格局出现“东升西降”的趋势，亚洲消费市场迅速发展。但是，本港的贸易物流经营者的强项，在于联系亚洲的生产基地与欧美的消费市场，而对于联系亚洲，以至内地的消费市场，香港并不占优势。第四，跨境电子商务的崛起，对传统的贸易物流模式带来颠覆性挑战。而香港在电子商务模式中的参与不足，未能充分争取到跨境电商模式下的业务。不过，本港贸易及物流服务业的核心优势依然存在，包括货物经香港流通时的阻力最小、通达性最高、服务齐全及高效等。要巩固本港区域物流枢纽的地位，我建议可以从几方面着手。首先，香港应成为区域复杂供应链的枢纽。近年亚洲区消费市场崛起，但亚洲市场整合度较低，相对碎片化，国与国之间对商品的进口标准、检测认证要求、标签和包装要求、相关法律、税收等都有差异，因此供应链非常复杂。由于自由港的优势，香港有潜力成为区域复杂供应链的管理枢纽，为销售往亚太区的货物(譬如食品、时尚用品、电子产品等)进行集散及分销管理，同时根据不同国家的标准和要求，在本地进行检测认证、包装设计、区域分销等增值服务，让香港更深入参与产业的供应链当中，并带动相关行业的发展。第二，本地物流业用地的再规划及扩容已刻不容缓。参考内地及新加坡等地物流园的经验，本港可以在邻近口岸、港口、机场的地区，规划大型自动化物流园区。除了集中的物流园区，在城市适当的位置，也需有适当的物流仓储后勤设施，通过提供长期、稳定的用地，促进业界转型升级。第三，积极拓展电子商务市场。电子商务订单存在小批量、多批次、短周期的趋势，香港可以利用自身自由港优势，大力吸引中高端、对时间敏感的货品在香港进行集中、拼箱、分流等。毫无疑问，电子商务系统、电子支付、线上线下结合等模式，是开拓跨境电商市场的必要手段。此外，通过数字化技术，进一步提升港口和海关的效率，亦直接关系香港贸易物流业的竞争力。主席，全球化已经进入新的阶段，新兴生产基地和消费市场崛起，新兴消费业态和商贸模式不断涌现。香港必须推动贸易模式的升级和创新，拓展我们在全球贸易物流中的新角色。我谨此陈辞。",
    "embedding_key": "28",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "物流",
      "贸易",
      "物流业",
      "模式",
      "消费市场",
      "本地",
      "本港",
      "供应链",
      "电子商务"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "20.洪雯议员：香港按证保险有限公司分别于2019年12月及2020年4月在“中小企融资担保计划”下推出“九成信贷担保产品”和“百分百担保特惠贷款”(“该两项计划”)，协助中小企业取得贷款，而借款企业可透过“预先批核还息不还本”计划，为其在该两项计划下的贷款申请还息不还本安排。就此，政府可否告知本会：(一)自该两项计划推出以来，每月接获及批准的申请宗数、申请还息不还本安排的企业数目(按首次申请及续期申请分别列出)，以及涉及还息不还本安排的贷款金额分别为何；(二)该两项计划的借款企业申请还息不还本安排的个案宗数(及实行有关安排的平均月数)分别为何，并以下表按实行还息不还本安排的月数列出分项资料；实行还息不还本安排的月数九成信贷担保产品百分百担保特惠贷款个案宗数实行还息不还本安排的平均月数个案宗数实行还息不还本安排的平均月数12个月或以下12个月以上及24个月或以下24个月以上及36个月或以下36个月以上(三)该两项计划的借款企业于还息不还本安排期间，因无法偿还利息而破产的个案数目及比率，以及该等个案所涉及的总贷款金额分别为何；(四)鉴于本地经济仍处于恢复初期，政府有否计划延长该两项计划的还息不还本安排；及(五)鉴于即使经济开始复苏，有中小企业仍因难以支付在还息不还本安排下的利息支出而遭银行申请破产，有中小企业反映，其生意已有起色，只是需要稍长时间才能恢复现金流以偿还利息，政府会否考虑因应现时经济仍处于复苏初期，在还息不还本安排以外推出有时限的特别计划，让企业可偿还一个比贷款利息更低的最低还款额，以令它们获得缓冲期及避免破产？商务及经济发展局局长于2023年4月19日提供的书面答复文本载于HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/hansard/cm20230419-translate-c.pdf\" \\l \"nameddest=app_01_20\"附录1。",
    "embedding_key": "29",
    "poignancy": 0.5,
    "keywords": [
      "还息",
      "安排",
      "计划",
      "两项",
      "申请",
      "贷款",
      "案宗",
      "12",
      "担保",
      "实行"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。招商引资，是内地城市在过去40多年快速崛起的秘诀之一，为城市带来资本的同时，也带来新的技术、产业、市场、管理体制、思维模式，成为中国迅速实现工业化和技术追赶的重要手段之一。长久以来，香港吸引外来投资的模式比较消极，主要靠各项传统优势和营商环境的吸引力。香港政府没有积极塑造经济结构的思维，也通常不会通过投资、土地、人才、税收、上下游产业链配套等多方面的政策，为企业提供所需生态环境，吸引其来港落地，从而促进目标产业的发展。香港因此错过了不少优秀的、策略性的企业，错失不少机遇。新一届政府提出了“抢企业”、“抢人才”，成立了香港投资管理有限公司(“港投资”)，并公布了创科发展蓝图。这些措施是香港改变管治逻辑，走向积极招商引资的开端。对于香港未来招商引资的策略，我有几点建议。第一，香港“抢企业”要有“供应链招商”的思维。企业与企业之间的竞争，本质上是供应链与供应链之间的竞争；供应链上的所有参与者，共同影响整条供应链的竞争力。而每条供应链，通常有一个或以上的“锚”(supply chain anchor)，即是我们所说的“龙头企业”，整合起上下游的供应商和服务商，带动整条供应链的发展。所以，香港招商引资，要抓住供应链的锚抓住了锚，就抓住了整条供应链。由于锚企业跟其上下游的企业，存在互相依存的关系，所以，要吸引锚企业来港，必须同时协助锚企业配对供应链上的上下游组合，甚至吸引这些上下游企业落户香港，形成本地产业集群即是从供应链的视角来“抢企业”。第二，用好港投资，用政府投资来拉动企业投资。港投资是政府用于推动策略性产业发展的金融工具，可利用其内部的多个基金，通过直接投资、天使母基金等模式，投资于我们选定的重点企业，吸引其来香港落地。我认为港投资应与“引进重点企业办公室”、香港人才服务窗口，以及投资推广署等政府部门紧密合作，用投资来拉动投资的同时，从土地供应、税收体制、人力资源配合、产业链条构建等方面，为企业提供在香港扎根的生态系统。第三，利用《上市规则》第十八C章来招商引资。数天前，香港交易所为特专科技公司制定的新上市规则，即第十八C章，正式生效，为特专科技公司开辟了新的上市渠道。然而，跟上海证券交易所的科创板相比，第十八C章对市值及年度收益的要求明显更高，也缺乏科创板根据企业的营收水平而调整其市值要求的弹性，降低了香港第十八C章对特专科技公司的吸引力。因此，我建议当局未来在第十八C章中引入第二个较低的门槛，但需附带一系列条件，例如要求通过较低门槛来港上市的企业，在香港设立研发单位、进行实质性经济活动，或聘用一定比例本地人等，从而鼓励来港上市的特专科技企业落户香港。第四，土地配合。我们需要检讨科学园、数码港的发展模式，探索能配合招商引资、配合目标企业需求的土地发展模式这一点，我相信政府正在积极思考。代理主席，香港进入了新的发展阶段，需要我们有策略地招商引资，利用本地及境外的资本、技术、人力资源，推动香港经济结构的转型，推动产业结构的多元化。我谨此陈辞。",
    "embedding_key": "30",
    "poignancy": 0.5,
    "keywords": [
      "供应链",
      "香港",
      "企业",
      "招商引资",
      "投资",
      "第十八",
      "特专",
      "上下游",
      "来港",
      "吸引"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。香港是一个弹丸之地，没有天然资源，土地相对匮乏。我们能够创造出今天的经济成就，绝对离不开700万香港市民的拚搏和贡献。人，从来是香港最宝贵的资源，是香港竞争力的核心所在。但是，今日香港的出生率低下，各行各业均缺人，人力资源错配，技术工种青黄不接。全球也在担心ChatGPT(译文：聊天生成预训练转换器)对各个工种的挑战，而我们今天辩论的是香港人力资源严重不足的问题，从蓝领到白领，从科技人才、专业人士到基层劳工，人力供应的瓶颈正拖慢香港的疫后复苏，以及新经济机遇的开拓。要纾缓人力短缺，不外乎向外求及向内求。向外求即输入外来人才和劳工。我认为在合理改善工作条件及提升待遇的前提下，如本地劳动力仍然不足，便应实事求是，输入外来人才和劳工。当然，政府必须密切跟踪行业人力缺口的变化，拿捏好输入外劳的数量，同时针对行业痛点，改善劳动条件，让劳动阶层共享社会发展成果。在这方面，同事们已有很多有价值的建议。借助外力的同时，香港更应向内求，充分发掘潜藏本地的闲置劳动力。我有3个开拓本地劳动力的建议，供各方参考。第一，我建议政府考虑放宽对留学生在港工作的限制。不少港人在外留学时，都有在课余工作赚取生活费的经验。其实不少外国地区均允许留学生在本国工作，例如英国容许留学生在学期间每周工作不多于20小时，假期更可全职工作。香港目前约有3万多名非本地学生，他们年轻、教育程度高，若在就读期间可以工作，相信有助他们融入香港，未来在香港扎根。尤其是科技工程方面的在校非本地学生，更可以考虑允许他们在就读期间创业。相信大家都很熟悉，不少今天的国际科技巨擎，都是由大学生在学期间创办。第二，香港本地存在一大批长期居于香港、等待单程证的人士，他们的配偶或子女是香港人，例如“双非”家长等。他们通过双程证长期居于本地，因没有身份证而不能工作，不少人须依赖社会福利。其实这一群人既熟悉香港社会，在港亦有居所，而且迟早会成为香港居民。政府不妨在思维上松绑，探讨以一些特殊的模式，在输入外来劳工时优先考虑这一群人，让他们可以使用外来劳工的身份我强调，不是双程证持有人身份，而是外来劳工身份在港工作，自食其力，并为社会作出贡献。第三，刚才不少同事也提到，我们的房屋政策“锁死”了一批劳动力。不少企业家朋友对我说，有年轻雇员不停要求放取无薪假期，甚至要求不升职、不加薪，就是为了轮候公屋。我曾探访不少轮候公屋的居民，他们当中也有维持低薪工作甚至不工作的人士，理由同样是为了轮候公屋，为何会这样呢？如果收入升高变成中产，房屋选择便更少，生活更困难，不如“躺平”以轮候公屋。我必须澄清，我不同意再说一次，我不同意提高轮候公屋的收入上限，让更多人轮候公屋。相反，我认为必须严格控制轮候公屋的资格，控制公屋的“膨胀”。我的建议是投入更多资源，为夹心阶层建屋，让努力工作、提高收入的市民可以有公屋之外的选择和房屋台阶，可以住得更大、住得更好，从而鼓励市民踏出公屋、向上流动，释放“锁死”在公屋中的劳动力。我再说一次，公屋应该是置业的踏脚石，而不应该是终点。主席，我谨此陈辞。",
    "embedding_key": "31",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "香港",
      "轮候",
      "劳工",
      "本地",
      "工作",
      "外来",
      "不少",
      "劳动力",
      "输入"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：长久以来，本港有一批待发单程证的人士，当中包括“双非”家长或配偶是香港居民的人士。他们目前持双程证在港居住，等候获发单程证。他们熟悉香港社会，在本地也有居所，而且早晚会成为香港人。我早前曾与局长沟通，这批人士现时由于未获发身份证而无法工作，生活相当困苦。我们引进外来劳工时，会否优先考虑这批人士，让他们以外来劳工的身份在港工作，自食其力，并为社会作出贡献？我想询问局长，目前这个思路的落实情况为何？",
    "embedding_key": "32",
    "poignancy": 0.5,
    "keywords": [
      "这批",
      "单程",
      "人士",
      "劳工",
      "香港",
      "局长",
      "洪雯",
      "双非",
      "双程",
      "证在"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，过去几年，香港遭遇完美风暴：反修例动乱冲击社会稳定；中美冲突令身处夹缝中的香港受到挤压；新冠疫情下，香港几乎成为孤岛；外围经济疲弱、内部赤字积累。我一直呼吁政府，香港需要开启一场轰轰烈烈的疫后重建。对于复常后的首份财政预算案(“预算案”)，香港市民和我自己都充满期待。过去几年，我们一直采取扩张性财政，引入大量逆周期措施，为了稳经济、稳民生。来到今年，短期扶助经济民生的措施同样重要，但我非常期待我们能有长远的布局，启动经济结构转型，推动产业多元化，搭建就业和房屋阶梯，扶基层和青年人上流，从而构建以中产为主体的橄榄型社会。对于应对眼前问题的短期措施，以及开启未来的长远投入，这份预算案均有所着墨。我尤其关注长远发展的顶层设计，香港之前已经有了创科发展蓝图、青年发展蓝图、基层医疗蓝图，而预算案中又提出了文化创意产业蓝图、基建发展蓝图、渔农业发展蓝图。一个香港长远发展的愿景慢慢出现，值得鼓舞。接下来，我想为预算案之后的发展，提出几点建议。首先，我十分关注香港公共财政的可持续性。前几天，新一轮消费券又开始发放，每人3,000元，稍后再发放2,000元，涉及金额大约360亿元。对市民来说，连续多次有直升机从天空洒钱下来，人人有份。有人开心，有人见怪不怪，没感觉。但我，是担心：这360亿元是否用得其所？我个人的浅见是，在疫情接近尾声时再发放消费券，实在是任性。有3方面的数字，让我不得不担心香港公共财政的可持续性。第一方面是“派钱”。香港从2008年“金融海啸”开始大手笔“派钱”，包括税收减免、公屋免租、全民“派钱”等，到疫情之前共发放了约4,000亿元。之后就是3年疫情，防疫抗疫基金共用3,570亿元，加上消费券的1,300亿元，我们大约发放了9,000亿元。十多年来，期待政府“派钱”已成为不少市民的习惯。第二方面是财赤。香港自2019年至今连年财赤，经营帐目赤字累积超过6,000亿元，而未来3年的预测都是赤字，总共约3,500亿元，加起来的赤字共9,500亿元。我们会否出现“结构性财赤”，是政府必须评估的问题。第三方面是财政储备。2019年3月底，我们的财政储备有11,600多亿元，过去4年，如果扣除发行债券及房屋储备金结余回拨，财政储备消耗了5,650亿元，减少了差不多一半。但是，我们未来的投资承担越来越多，例如大量兴建公屋。公屋是长期的福利，不是一次性的建设投入，每年需要补贴超过100亿元来维修管理；再例如，我们已经批准的各种发展项目，涉及金额超过7,000亿元，但2022年的基本工程储备基金只有不足2,000亿元，空缺高达5,000亿元。事实上，香港越来越走向福利社会，各种福利膨胀，公屋越建越多，加上严重的老龄化，未来的使费会越来越多，我不得不问，未来入不敷支的情况会不会持续？多年积累的财政储备能够消耗多久？我们如何开源节流？这些问题，我希望政府慎重考虑。香港慢慢走向福利主义的趋势，是我想说的第二个问题。我认为，香港绝对不能走西方福利主义的道路。福利的目标，应是提供最底层的安全网给最需要的人，但不应该用福利把人安顿在基层；资源的分配，目标应是扶基层和青年人上流，构建以中产为主体的橄榄型社会。要扶基层和青年人上流，就必须搭建向上流动的阶梯，包括就业阶梯和房屋阶梯，而不是简单“派钱”。我想问，“派钱”有助于构建阶层跨越的阶梯吗？能帮助基层上流吗？另外，我们集中资源大量兴建公屋，但夹心阶层即所谓“穷中产”没有资格轮候公屋，背负沉重供楼负担，比享受公屋和各种福利的基层还要辛苦。一个社会，如果享受福利的人比辛苦工作的人过得更舒适，必然会出问题。香港目前慢慢出现这种倾向，尤其是在房屋领域，我不得不提醒政府，我们的资源大量向公屋倾斜，而夹心阶层住屋供应严重不足，这一社会现实，不是鼓励基层上流，而是鼓励中产向下流，鼓励年轻人躺平。这个现象根本已经发生，藉减少收入以便轮候公屋的情况并不少见。我希望政府慎重控制福利膨胀，控制公屋膨胀，把更多资源用来搭建阶梯，推动阶层流动。第三点，我比较失望的，是“香港投资管理有限公司”进展缓慢。施政报告提出，香港将成立“香港投资管理有限公司”(简称“港投资”)，由政府主导，投资于策略性的产业，吸引和助力更多企业在港发展。这是对我去年议员议案的直接回应，是政府管治理念的重大突破。自“港投资”宣布以来，社会对其充满期待。近期我收到很多查询，希望了解港投资的组织架构、章程、条例、投资方向等，但更多的是希望参与到“港投资”的发展和运作当中来。目前，我收到的合作意愿有5类：第一类机构，愿意拿出资本参与“港投资”的投资；第二类机构，有参与内地政府“引导基金”的投资和运作经验，希望也能为“港投资”服务；第三类是银行，希望为“港投资”提供融资服务；第四类是创科企业，希望得到“港投资”的投资，并落户香港；第五类则是投资界精英，希望能为“港投资”贡献个人力量。“港投资”的成立，是香港产业政策的一个重要内容，可以成为政府参与塑造经济结构的工具之一，让香港的金融功能服务于本地产业，故此，社会对之充满期许。我期望政府能尽快推进“港投资”的运作，对各界的期待有所回应。最后，我想谈谈预算案提到的人工智能超算中心。目前，全球都在加大人工智能产业投入，抢占未来数字经济的制高点。这当中，人工智能超算中心是本地人工智能技术和产业发展的关键。我在预算案建议书中向司长提出，香港在数字基建方面需要追落后，尤其是需要尽快建设AI computing centre，即AI的超算中心。所以，我很开心预算案提出，会研究香港是否需要建设超算中心。我调研了不少大学教授、研究机构、创科公司、本地企业等。其实香港目前已经有庞大的算力需求，但因为本地没有超算中心，需要拿到内地去演算。一方面，他们需要排队，因为内地本身的算力资源也不足够；另外，因数据跨境流动方面有很多限制，拿到内地去演算再拿回来香港，有不少困难。其实，香港本地已有庞大的算力需求，例如政府部门及各个法定机构，包括科学园、数码港、大学、香港交易所、证监会、机场、港铁、医管局等，都已经足够支撑起一个超算中心，所以我希望政府尽快决策。另外，在香港研究是否需要建设超算中心的过程中，我建议先建设一个小型的算力中心，作为先导实验。这个先导实验不需要大规模土地和投资，可以用来探索我们未来的超算中心用甚么技术逻辑、用甚么硬件、用哪种营运模式，为未来的项目作出参考。主席，我谨此陈辞。",
    "embedding_key": "33",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "公屋",
      "000",
      "超算",
      "预算案",
      "投资",
      "福利",
      "亿元",
      "基层",
      "蓝图"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我们今天讨论的是一个非常重要的话题，国际化是香港的安身立命之本。香港由成为现代意义上的城市的第一天开始，就是作为一个国际贸易的枢纽地位。今时今日，全国有660多个城市，我们不缺多一个一模一样的城市，如果失去了国际化，香港可能连东莞都不如。“十四五”规划赋予香港“八大中心”的定位国际金融中心、国际创新科技中心、国际贸易物流中心等。每一个定位都有“国际”两个字，可以清晰看到国家对香港的期望。但是，今时今日，我们的国际化程度有下降的趋势。我给大家一些数据，境外企业在香港设立地区总部的数字，2023年较2019年下跌了13%；而境外企业在香港的地区办事处，今天相比2019年下降了7%。我特别想以贸易物流业为例，看看香港国际化所面对的挑战。香港以贸易起家，有98%企业属于中小企，其中超过30%从事国际贸易的业务。可以说，贸易物流业是香港国际化的一个寒暑表。今时今日，国际贸易格局面对很大的转变。贸易的模式、港口的科技发展、香港传统的贸易物流业的角色，正面对4方面颠覆性的挑战。第一，疫情3年，为追求政治正确，我们以优先和内地通关为目标，结果有很长时间“两头不到岸”，很多内地或海外的贸易绕过香港，形成了习惯。今时今日，它们不再回来了。第二，香港最熟悉的国际贸易或供应链的模式，是东方生产、西方销售。我们帮西方的贸易商、西方的品牌或零售商来亚洲采购产品；又或者帮亚洲国家采购西方的产品。但是，在今时今日的国际贸易格局之下，国际地缘政治变化，出现了nearshoring(近岸生产)、onshoring(在岸生产)，甚至friendshoring(友岸生产)。同时，贸易模式亦有变，很多时候不再来香港，甚至绕过香港。第三方面的颠覆，就是跨境电商(cross-border e-commerce)的发展。我刚才说香港的贸易商主要是帮海外品牌和零售商来亚洲采购产品，但是当现在cross-border e-commerce(跨境电商)发展起来，很明显的特征就是去中间化，不再需要中间的贸易商，电商平台直接连接供应商和消费者。香港如何从中找到一席之地？再者，智慧海关、智慧港口、智慧物流的发展日新月异，而香港是远远落后，我们再不赶上，就要被抛弃。今年的财政预算案提出香港未来要发展跨国供应链管理中心，这是一个准确的定位，但是，我们还需要一个顶层设计。我们需要一个大方向，来帮助我们10万家贸易商，为他们指明未来路向。我们是否仍需要努力维持与欧洲、美国的各种贸易关系？如何去维持？我们应该开拓哪些新市场？哪些潜在的货源地？如何去开拓？我希望政府要有一个顶层设计。今时今日，融入国家发展大局是所有人说得最多的。但是，我们有没有想过何谓国家发展大局？是否事事跟随内地，国家说甚么，我们就说甚么；国家做甚么，我们就做甚么？这样做，是否就是融入国家发展大局？我觉得这其实可能是一种懒惰，是一种失职。我们需要思考的是，面对今天的国际地缘政治环境，国家需要香港做些甚么，是内地城市不方便做，或者是做不到的？我希望我们的特首政策组在这方面做一些研究，甚么才是国家发展大局。  昨天，习主席会见美国的工商界，他指我们未来要有一系列全面深化改革的措施，包括市场化、法治化和国际化。香港如何融入这个大局呢？我希望政府能够好好思考和回答。多谢代理主席。",
    "embedding_key": "34",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "今时",
      "我们",
      "国际贸易",
      "国际化",
      "贸易",
      "甚么",
      "大局",
      "电商",
      "国家"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我支持李慧琼议员就施政报告提出的致谢议案。在这个环节，我想从比较宏观的层面谈谈我对香港金融体系的看法。体育领域有一个比较有趣的现象，称为“温布顿效应” (Wimbledon Effect)。温布顿网球赛是全球历史最长和最具威望的网球公开赛。每年夏天，温布顿网球赛在伦敦举行的时候，伦敦成为全球焦点。但是温布顿网球赛有一个有趣现象，就是从1936年开始到现在，英国男单选手在温布顿网球赛中取得冠军的次数，仅仅两次。换言之，80多年来，绝大部分冠军都不是英国人。日本的相扑运动，也有这样的Wimbledon Effect：本世纪以来，日本总共有6个人拿到力士资格，即最高级别的相扑运动员资格，当中只有一个人是日本人。这种“温布顿效应”，在香港的金融业中十分明显。我们整天说香港是国际金融中心、资本流通平台、超级联系人，资本在香港这个平台上流通，但是这些资本在香港本地却不扎根。它从东方流到西方，从西方流到东方，与香港本地没有甚么关系。很多在香港很活跃的国际大行，都不是本地企业。我们说新加坡有一家星展银行，但香港却数不出一间本地的国际领先大player(译文：企业)。有一些在中环工作的金融精英，其实和香港本地没有甚么关系。我曾经跟中环的一些基金经理聊天，他们说在香港数十年，从来不看香港报纸，其公司只有两个香港人：一个是保安，一个是做清洁的“婶婶”可见我们的国际金融中心是“离地”的。举例而言，香港的《上市规则》在2018年引入了新一章，称为“第十八A章”，让未有盈利的生物科技公司来港上市。很快大约有60间生物科技公司来港上市集资，香港成为全球第二大生物科技企业集资中心。但是我把这60间在“第十八A章”下上市的生物科技企业浏览一遍，只有两间与香港有关联，即他们在香港有一个小小的office(译文：办公室)。香港成为全球生物科技集资中心，但是本地的生物科技企业或产业未有受益。所以香港国际金融中心的平台，其实脱离于本地经济体系而存在，香港成为了一个“离地”的国际金融中心。这种“离地”国际金融中心的代价是甚么？就是我们的产业结构越来越单一。香港经济以往有四大支柱，但是今时今日仅一枝独秀，虽然金融在本地经济中的贡献，在过去10多年不断增长，但是对本地就业的贡献非常有限。香港约有7.5%的劳动力在金融行业，但是金融再发达，也满足不了750万香港人发展的需求。今时今日，虽然香港进入全民就业，但能提供向上流动的机会其实不多。香港越来越走向财富推动型的社会(wealth-driven economy)，用钱赚钱，比用劳动赚钱容易。我认为，香港需要重新思考以及定义金融的价值，改变香港国际金融中心的“离地”情况。我们在国际金融中心的发展中，除了国际视角，还要加入local本地视角，让国际金融中心能为本地产业服务，让本地人能从中受益。香港应该回归金融的工具属性。金融化是产业政策的重要手段，可藉金融以实践政策目标。我们可以创立一系列的金融工具，让政府参与塑造经济结构，迈向适度有为。我在立法会这个平台上，正在推动七大方面的工作，我很快说一说。第一，是我成为议员第一天就开始思考的，推动香港成立一个官方的策略性投资机构，即“港版淡马锡”。我在去年6月动议了议员议案，多谢行政长官在去年发表施政报告后，成立了香港投资管理有限公司。近来刚刚任命CEO(译文：行政总裁)，我相信未来该公司将进入一个快速发展期。我对香港投资管理有限公司有一系列建议，而社会对它亦有很多期望，未来我会把这些具体建议推介给香港投资管理有限公司的新CEO，以供参考。第二，是主板《上市规则》的“第十八A章”及“第十八C章”。我认为，本港应考虑引入上市门槛两级制：第一级是目前的正常门槛；我建议新增一级更宽松的门槛，让企业更容易上市，但同时附加一项条件，就是需要在香港营运，要带研究人员或研究成果在香港“落地”，借着本港金融平台，帮助本地科技产业发展。第三，施政报告提出，本港会引入公司迁册制度，我建议迁册制度也要引入两级制门槛：第一级是目前正常的门槛；我建议引入新一级更宽松的门槛，提供诱因，但同时附加一个经济实质测试，即把公司迁册来香港的同时，在香港要有实际运作，让本地也能受益。第四，香港可以鼓励和引导金融和社会资本，与本地文化、艺术、体育资源相结合，形成一个文创艺体的投融资体系，让金融也能为本地文化、艺术、体育产业发展而服务。第五，大力发展知识产权的融资，即IP Financing。其实IP Financing是知识产权贸易的一个重要模式，本港可以以绿色金融为范本，建立知识产权融资的制度。第六，香港可考虑成立一家矽谷银行(Silicon Valley Bank)。美国矽谷银行今年3月已经破产，但我认为其破产不是因为其商业模式不work(译文：可行)，而是风险管理方面出现问题。香港一直没有一家专为科技企业服务的银行，我认为香港可以参考矽谷银行的模式，这是补足本地创投生态的重要一环，值得香港考虑。最后，香港应该成立一个国际数据交易所。数据已经成为社会经济发展重要的战略资源，而且数据贸易已经成为国际贸易的重要内容。我认为香港应尽快成立国际数据交易所，探索国际数据交易的相关标准、规则、制度，促进数据的跨境流通，在合规合法的前提下，便利国际间的数据交易，带动本地数字经济的发展。主席，香港需要重新思考金融的价值。香港国际金融中心除了服务国际间的资本流通，亦应该服务本地经济结构转型，让香港各个社会阶层，都可以从香港国际金融中心的发展中受益。我谨此陈辞。",
    "embedding_key": "35",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "本地",
      "金融中心",
      "国际",
      "温布顿",
      "金融",
      "生物科技",
      "网球赛",
      "门槛",
      "本港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "16.洪雯议员：《2023年施政报告》提及，引进重点企业办公室(“引进办”)已接触超过200间重点企业，当中30间正计划落户香港或在港扩充业务；而投资推广署在2023年首9个月已协助逾300间海内外企业在港成立或扩充业务。就此，政府可否告知本会：(一)上述企业(即(a)正计划落户香港或在港扩充业务的重点企业及(b)在2023年首9个月在港成立或扩充业务的海内外企业)按(i)业务类型、(ii)母公司注册地，以及(iii)曾否在香港设立分部或开展业务划分的数目(以表一至表三列出)；表一(i)(a)(b)生命健康科技人工智能与数据科学金融科技先进制造与新能源科技商业及专业服务创意产业其他表二(ii)(a)(b)内地欧美日韩中东东南亚其他表三(iii)(a)(b)曾在香港设立分部或开展业务从未在香港设立分部或开展业务(二)投资推广署有否向海内外企业提供优惠条件，以吸引它们落户香港或在港扩充业务；及(三)鉴于引进办现时没有向受吸引落户的重点企业提供特别优惠条件，引进办会否考虑提供有关条件；如会，所采用的准则为何？财政司副司长于2023年11月15日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/hansard/cm20231115-translate-c.pdf\" \\l \"nameddest=app_01_16\" 附录1。",
    "embedding_key": "36",
    "poignancy": 0.5,
    "keywords": [
      "2023",
      "扩充",
      "香港",
      "企业",
      "落户",
      "开展业务",
      "业务",
      "引进",
      "分部",
      "海内外"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，我非常认同原议案及各修正案中提出“检视《长远房屋策略》”、“协助市民向上流动”的思路。不过，我并不赞同缩短置业阶梯。置业阶梯是为没有资格轮候公屋、但又买不起私楼的夹心阶层提供，而夹心阶层的能力和需求各有不同，故应为他们提供更多选择。如果缩短置业阶梯，无论是放弃绿置居，还是放弃首置，无疑都会减少夹心阶层的选择，我不同意这一点。然而，我完全同意房屋政策的大方向，是应该推动市民向上流动。回顾过去10年的《长远房屋策略》(“《长策》”)，我只能慨叹《长策》既不长远，亦没有策略，更没有愿景、没有灵魂。在《长策》10周年之际，我们需在根本逻辑上进行调整，提出真正和有远见的策略，从盲目追随市场需求，转向引导市场需求，达至我们的愿景。简单来说，目前《长策》的最基本逻辑，是审视当前房屋的供需状况，并根据人口等发展趋势，预测未来10年的房屋需求，然后提出扭转供需失衡的解决方案。这是香港制订公共政策最典型的思维，即由需求驱动(demand-driven)，市场需求甚么、需要多少，便决定了政府会提供甚么、提供多少。这种模式有其可取之处，能够回应市场需求，不太会出现“大白象”工程。不过，其缺陷也很明显，就是我们很少思考，市场上的这些需求是否合理？我们盲目满足这些需求，会出现怎样的结果？这些需求应否改变？又如何改变？房屋一旦建成，最少要使用50年，资源便将锁在其中最少50年。因此，我们在决定兴建哪一类房屋时，必须思考在未来50年，香港的房屋结构应如何演变？我们希望有多少人住在专为基层提供、住户收入长期受限的公屋中？多少人能往上流动，自置居所？多少人可以租住可负担的房屋？换句话说，我们需要回答，我们的愿景是甚么？我们如何在服务市场需求的同时，引导市场需求，达致这一愿景？很可惜，《长策》根本未触及上述问题。报告中提出的各种“策略”，只不过是实现供需平衡的手段。如果“供需平衡”就是我们的愿景，我只能说，这个愿景格局太小、层次太低。在新冠疫情前的一个房地产周期，楼价持续飙升，公屋轮候册快速膨胀，轮候时间不断延长。为应对需求，政府于2018年在《长策》中调整了房屋供应比例，在两个7：3的政策下，政府资源严重向公屋倾斜，不惜代价来完成建公屋的KPI(译文：绩效指标)，让轮候公屋的市民尽快“上楼”。然而，事实上，今时今日香港根本不缺公屋，我们缺的是公屋之上的房屋台阶。由于缺乏房屋台阶，公屋“有进无出”，根本无法流转，加上夹心阶层的出路太少，更有不少人“向下流”轮候公屋。一批壮年劳动力因此被锁在公屋轮候册上，令本地劳动力的供应严重不足。基本上，我们的房屋政策非常短视，目标只是“上楼”，而非“上流”。这种思维引导更多人成为依赖公屋的基层，而房屋台阶的缺乏亦窒息了向上流动的动力和空间。我认为需求是可以被引导、被塑造的，关键是我们要赋予《长策》长远的愿景，配以真正的策略，从跟着市场需求走，转变为引导市场需求。我建议尽快调整资源分配，搭建能让市民一步一步往上走的房屋阶梯，将部分用于公屋的资源节省下来，用于扶持基层和青年向上流动，同时加快公屋的流转，逐步壮大中产阶层，构建以中产为主体的橄榄型社会。我谨此陈辞。",
    "embedding_key": "37",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "房屋",
      "长策",
      "轮候",
      "愿景",
      "市场需求",
      "我们",
      "夹心",
      "需求",
      "阶梯"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席，本人支持刘业强议员的议案及有关修正案。我们先来看一些数字。2000年，政府公布《铁路发展策略2000》，首次提出北环线的概念。但是，多年过去，北环线的第一个站古洞站，预计将会在2027年竣工，而主线预计在2034年竣工。北环线从提出概念到第一个站点落成，花了27年；而要建成整条线，需要34年。这段时间都流逝到哪里去了？2021年施政报告提出在北部都会区内兴建5条铁路，2022年施政报告提出兴建“三铁三路”，加起来总共七大工程，勾划出未来北部都会区的交通骨干。但我不敢想象，七大工程需要花多少年才能全部落成。我们的建设速度缓慢，关键原因之一是发展模式的限制。长久以来，香港一直采取一种“demand-driven”(市场需求驱动)的发展模式。以铁路建设为例，在一个新区域缺乏足够的人流、物流、经济流时，政府很少会先行建设铁路，往往是先建住宅和最基本的基建，待人口迁入后，交通需求上升、情况恶化到忍无可忍的时候，才会建设需要大规模财政投入的铁路。这种模式的好处，在于保证大型基建有足够使用量，避免出现“大白象工程”。但缺点也很明显，那就是基建发展滞后，离传统城市中心较远的区域，缺乏“基建先行”的带动去改变时空距离、改变区位条件，最终拖慢发展步伐，新的中心难以形成。要推动北部都会区的发展，我提出3点建议。第一，改变发展的模式，从demand-driven(市场需求驱动)，转向vision-driven愿景驱动)。新一届政府推行“基建先行，创造容量”的思路，我十分赞同。但是，要建设基建，必须先有规划；要开展规划，必须先有愿景。北部都会区的建设，需要“愿景先行、规划先行、基建先行”，通过这3方面来改变土地的区位条件和发展前景，拉动居民、企业、经济活动进入，形成发展动能。目前，北部都会区已有大概的愿景，但规划严重滞后，至今迟迟未见土地使用的整体规划。政府把6个已经说了十几二十年的新发展区(包括古洞北/粉岭北、洪水桥/厦村、新田等)合并，便当作是北部都会区的规划。事实上，新田科技城是前特首董建华先生在1997年第一份施政报告中提出的内容，距今已有25年。北部都会区的愿景亦已提出两年多，但我们仍然未有一个整全的发展规划。我期望政府能在北部都会区发展愿景的指导下，尽快开展北部都会区的土地使用总体规划，并依照规划来设计和建设基建，以全新的模式来推动北部都会区的发展。第二，产业发展和住宅建设应同步推进。北部都会区不是居住区，不是衞星城，而是以创科为经济引擎的都会区，将容纳大量创科和先进制造企业落户，建立创科产业生态体系，推动香港产业结构转型。因此，在规划住宅建设的同时，必须开展北部都会区的产业发展规划，让住宅建设与产业发展同步推进。第三，修改条例应与提升行政效率并行。目前，立法会发展事务委员会正在审议与城市规划、土地收回和工程建设相关的6项条例的修订，有关修订完成后，有望加快北部都会区的发展速度。但是，香港土地发展缓慢的原因，除了法定程序繁复外，更严重的障碍是行政审批的效率严重低下。项目是否建成，并非审批部门最关心的事情，最重要是自己无须负上责任。政府部门必须同步改革行政审批制度，改变“怕犯错”的思维方式和行为模式，有担当，敢做事。代理主席，我谨此陈辞。",
    "embedding_key": "38",
    "poignancy": 0.5,
    "keywords": [
      "都会区",
      "北部",
      "愿景",
      "基建",
      "发展",
      "规划",
      "先行",
      "模式",
      "driven",
      "施政报告"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。行政长官，我的问题是关于如何用好香港国际金融中心的地位，助力新质生产力的发展。我们经常说，香港是国际金融中心、资本流通平台、“超级联系人”，但我认为我们这个国际金融中心是离地的。绝大多数国际金融机构以香港为平台，开展国际金融业务，但这些业务与本地没有太大关联。资本在香港这个平台上流通，从东流到西，从西流到东，但他们在本地没有扎根，不是服务于本地产业的发展。我举例，2018年，我们修改上市规则，引入新的第十八A章，让未有收入和利润的生物科技公司可以来港上市，很快有50多间、至今有60间生物科技企业来港上市，香港成为全球第二大生物科技集资中心。但我把这五六十间企业全部看了一遍，只有两间与香港本地有实质性关联，即是我们成为了全球的生物科技集资中心，但本地的生物科技产业未有真正受益。我想问行政长官，特区政府会否考虑重新定义金融的价值，调整香港国际金融中心的定位，我们服务国际的业务非常重要，但在服务国际的同时，会否考虑增加一个本地的维度，用好国际金融中心的功能，服务本地，推动香港本地新质生产力的发展呢？谢谢。(行政长官示意拟回应议员的发言)",
    "embedding_key": "39",
    "poignancy": 0.5,
    "keywords": [
      "本地",
      "生物科技",
      "香港",
      "金融中心",
      "国际",
      "行政长官",
      "新质",
      "来港",
      "会否",
      "服务"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：局长刚才的答复，提到的都是政府成立基金推出资助或融资计划，这些都是在用政府的手段。其实，香港作为国际金融中心，未有好好利用市场资本推动本地文化、艺术、创意产业的发展。我认为香港的文化创意产业未有好好利用市场资本的支持。我想问政府会否与相关金融部门商讨，借鉴科技产业发展的机制，利用税务优惠等手段提供激励机制，引导社会的金融资本成立类似培育科技产业的种子基金、天使基金、股权投资基金等，以金融手段来推动文化创意产业的发展、推动文化创意产业的金融化？多谢。",
    "embedding_key": "40",
    "poignancy": 0.5,
    "keywords": [
      "创意",
      "科技产业",
      "产业",
      "文化",
      "手段",
      "未有",
      "基金",
      "推动",
      "利用",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。施政报告提出“土地房屋　重中之重”。在特首发表施政报告后，政府随即公布了《长远房屋策略》(“《长策》”)2023年周年进度报告。近期，我把2014年政府重启《长策》以来发布的所有进度报告回顾了一遍。很遗憾，虽然称为《长远房屋策略》，但我只能说我们的《长策》不但没有灵魂，甚至连“策略”也找不到。简单来说，《长策》的基本逻辑是审视目前市场供需状况，根据人口等发展趋势，预测未来10年的房屋需求数量，然后提出“扭转供需失衡”的解决方案。这是香港公共政策制订最典型的思维，即“需求驱动”(demand-driven)，市场需求甚么、需要多少，就决定了政府会提供甚么、提供多少。这种模式当然有其可取之处，例如能回应市场需求。但其缺陷也很明显：我们很少思考市场上的这些需求是否合理呢？盲目满足市场需求，会出现怎样的结果呢？这种需求是否需要改变呢？如何改变呢？事实上，房屋一旦建成，要用最少50年；作为长远房屋策略，我们必须思考在未来50年，香港的房屋构成应该如何演变？我们希望有多少人住在为基层提供的收入长期受限的公屋中呢？多少人能往上流动、自置居所呢？多少人可以租住可负担的房屋呢？其实，我们需要回答我们的愿景是甚么，以及如何在服务市场需求的同时，引导市场需求，一步步实现我们的愿景。但非常可惜，上述问题在《长策》中根本没有触及。《长策》中提出的各种“策略”，只不过是实现供需平衡的手段及工具。正因没有愿景、没有策略，我们的房屋政策被动地跟随市场需求走，受市场供需状况的密切牵制。例如回归初期，因市场需求大，我们提出“八万五”建屋目标，大量建屋；到金融危机楼价大跌，我们祭出“孙九招”，几乎停止造地、停建居屋，连《长策》都停止更新；再到后来全球量化宽松，房屋价格飙升，我们又见缝插针、不惜一切代价觅地建屋。显然，每次市场供需状况发生转变，我们的房屋策略就出现“大反转”，给社会带来极大震荡，而房屋问题依然是香港最尖锐的深层次矛盾。我不客气地说，我认为我们的《长策》是失败的。所谓房屋策略，我认为有两个层次：基本层次是回应、满足市场需求，而高层次则是引导市场需求、带动市场发展，从而达致我们的愿景。显然，《长策》中的策略，停留在基本层面，即跟随市场需求走。但是，这种思维很可能在解决今日问题的同时，又制造了明日的问题。举例而言，过去数年，公屋轮候时间长，我们就集中资源、不惜代价地建公屋，但《长策》从未探讨到底香港整体需要多少公屋呢？居民进入公屋后，下一步往哪里走呢？有没有台阶给他们向上流动呢？大量资源给了公屋，不合资格轮候公屋的夹心阶层又何去何从呢？公屋在整体房屋结构中最佳比例应该是多少呢？公屋建成后要用50年，如果比例太高，会有甚么后果呢？未来房屋结构走向何方？正因为我们完全不思考上述问题，今日香港严重缺乏公屋之上的房屋台阶，公屋有进无出，无法流转；而夹心阶层出路太少，不少人被迫“向下流”轮候公屋，一批壮年劳动力锁死在公屋轮候册上，本地劳动力供应严重不足。我之前曾说，房屋建成至少要使用50年，《长策》必须站得高、望得远，用50年的眼光来看建屋策略。若《长策》能改变思维，把需求驱动的建屋逻辑，与策略性愿景相结合，提出真正的“策略”，积极搭建能让市民一步步往上流动的房屋阶梯，将原本用于建设和营运公屋的部分资源节省下来，用于扶持基层和青年往上流，将能逐步壮大香港社会的中产阶层。其实“需求”是可以被引导、被塑造的；中产是可以创造出来的，关键是我们要赋予《长策》长远愿景，配之以真正的策略，让其有“灵魂”，从跟随市场走，变成带领市场走，一步步实现我们的愿景。主席，我谨此陈辞。",
    "embedding_key": "41",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "长策",
      "房屋",
      "愿景",
      "市场需求",
      "策略",
      "我们",
      "50",
      "建屋",
      "轮候"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我认为“改革公务员制度，提升政府施政效能”非常重要。我首先想肯定，香港拥有相当高质素的公务员队伍。我曾经与不少公务员共事，有才华、有服务社会的热诚、工作表现出色的公务员并不少见。另外，我担任议员短短数个月，已经有数次“成功争取”的经历，例如我之前争取把建造业纳入“保就业”计划、为公共运输界前线清洁和保安人员提供抗疫津贴，以及让滞留内地及海外的优才、专才可在香港境外更新签证等，都得到政府部门迅速、积极的回应，我想借此机会表示感谢。不得不说，不少部门公务员敢于接纳外界的意见，迅速回应社会诉求，值得肯定。不过，客观来说，公务员队伍中的确存在“少做少错，不做不错”的心态。怕承担责任，一切跟程序办事，不敢突破创新；加之政府行政架构上分散和混乱、体制上架床叠屋，这几大原因，大大拖低施政效率。举例而言，香港土地房屋问题严重，其中一个原因就是政府施政效率低下。以私人发展项目为例，一个发展项目可能涉及《城市规划条例》、关乎道路工程的条例、《环境影响评估条例》等多项条例，归多个局和署管辖。为完成一个项目，发展商要跑不同衙门；而很多时候，部门之间缺乏协调和统筹，给出的意见甚至互相矛盾，令项目申请人极为痛苦。举例而言，一个住宅发展项目需要建一条路，可能初步设计得到路政署的批准，但渠务署提出反对。如果按照渠务署要求修改，可能反而会导致路政署又提出反对；如果按照路政署的要求修改，可能又与环保署的要求相抵触。各个部门从自己的专业和评判角度出发，给出符合自己部门要求的意见，无可厚非。但是部门一切跟程序、缺乏统筹协调，大家都不愿意多走一步，不理会项目发展的效率，只保障自己部门不犯错，变相要由申请项目的企业来推动部门之间的协调，成为不同政府部门之间的“磨心”，疲于奔命，一年一年蹉跎岁月。新一届政府将会分拆运房局，从土地房屋发展的角度来看，管理架构更分散，企业需要多跑一个衙门。若公务员维持“一切跟部门程序”办事的心态，可能又要多蹉跎一两年。可见施政效率不理想，一方面是部分公务员“少做少错，不做不错”的态度，原因如同各位同事所讲，薪酬调整及职位升迁没有与工作表现紧密挂钩；但也与各项法例日趋臃肿、政府行政架构分散、混乱相关。所以，要提升政府施政效率，我们需要改革公务员体制，容许问责官员参与决定公务员的升迁解雇，并将之与工作表现挂钩。同时，我们还需修改、精简各类条例，并理顺政府部门之间的关系，处理政府部门之间不协调、无统筹的问题。我们需要用一个共同的发展目标做导向，推动跨部门的协同，推动敢担责、想做事、能做事的公务员上位，才可以真正地提升行政效能。在此，我还想呼吁香港社会建立容错的文化。我们日日说要创新、要改革，但不是每一次创新和改革都会成功。从前，社会对立、立法会撕裂，官员小小错误就会被围攻，甚至被扣“官商勾结”的大帽子。试问这种文化之下，谁敢做事？今天的立法会已经不同，社会的对立亦慢慢开始弥合，我期待社会建立容错的文化，给公务员提供做事的环境，让公务员够胆担责、够胆创新、够胆犯错。我谨此陈辞。",
    "embedding_key": "42",
    "poignancy": 0.5,
    "keywords": [
      "公务员",
      "施政",
      "条例",
      "部门",
      "路政",
      "效率",
      "项目",
      "政府部门",
      "做事",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我非常支持香港要加快大湾区的建设，融入国家发展大局。但是，关键的问题是How(译文：如何做到)？在这次特首带队的大湾区访问过程中，我在前海见到一个香港青年。我问他：你在前海工作和生活有甚么痛点？他随口就给了我一个例子：天气转冷，他叫家人从香港寄两件旧大衣，结果发现这是不可能实现的任务。因为内地海关要求他的家人提供发票和交关税，但是一件旧外套，到哪里找发票？最终还是寄不到。前几日，我和一位香港科技大学南沙分校的学者交谈，他告诉我他从港科大到南沙分校时，想带一些平时用的书过去。经过申请，给了他100本书的quota(译文：配额)，但他说很多常用书依然无法运过去。其实香港和大湾区内地城市之间，这些沟通的障碍在很多方面都存在。今时今日，香港人没有办法在内地注册成立生物科技公司；香港人在大湾区城市，如果申请专利，程序比内地人复杂很多，成本亦高很多；以及香港专业人士直到今时今日，依然没有办法在大湾区独立执业。2003年，内地和香港签订CEPA(译文：《内地与香港关于建立更紧密经贸关系的安排》)协议，推动两地贸易、投资、科研方面的合作和双向开放。但是20年来，港人港企到内地时，“大门开、小门不开”的状况今日还未解决。如果港人港企不离开香港，想利用大湾区的市场，更加是看得见、摸不着。举个例，有很多香港年轻的KOL(译文：意见领袖)，很想利用内地的直播市场，但他们在香港无法登录内地的直播平台，用港人身份证亦无法注册直播的帐号，更加没可能通过直播带货，把香港产品卖到内地。如果企业在香港和内地大湾区城市要同时营运，根本上便是两盘不同的生意，帐户无法流通，货物无法share(译文：共用)，数据无法流通等。我们评估大湾区的发展，倾向于批评香港不作为、不积极，但我前面提到的这些障碍，其实不是香港这一边的，香港自己也无法解决这些问题。(主席恢复主持会议)坦白说，粤港澳等地分属不同的经济体、不同的关税区。粤港之间存在硬边界，阻挡了人流、物流、信息流、资金流、数据流。但是，正因为这个“防火墙”的存在，令香港可以在“一国两制”的制度安排下，回归祖国；正因为这个硬边界的存在，令香港可以实施自由港的制度，让货品、资金、信息可以通过香港，和全球之间自由流通，而不会为国家带来任何的风险；同样因为这个边界，令香港可以维持司法独立，实施普通法体系，令国家成为全球唯一一个拥有两种司法体系的国家。习主席在七一讲话中，强调了“四个必须”，其中一个必须，是保持香港的独特地位和优势。我相信只要“一国两制”存在，这个边界就会一直存在。所以，我认为粤港澳大湾区，和三藩市大湾区、纽约湾区、东京湾区这些国际湾区，有本质区别。在可见的将来，我们都不可能成为要素自由流通的共同市场。这个是客观的现实。因此，我认为大湾区未来的发展，需要对融合有一个全新的定义。一方面我们要推进跨境流通的便利，但是，融合不是让香港处处跟随内地，不是放弃自身的特殊性；融合不是让香港成为另一个深圳、另一个广州。融合是要保持香港不同的地方，在百年未有之大变局之下，做内地城市不能做、不方便做的事情，为国家贡献不一样的价值。主席，我谨此陈辞。",
    "embedding_key": "43",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "大湾",
      "内地",
      "译文",
      "无法",
      "直播",
      "港人",
      "流通",
      "边界",
      "融合"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我支持李惟宏议员的议案和修正案。过去20年香港国际金融中心的功能大幅提升，我们成为了国际金融中心、资本流通平台、超级联络人，我们是全球屈指可数的数个国际金融中心之一。但是与此同时，我们的产业严重空心化，制造业几乎全数流失，连带同为制造业服务的生产服务业，都出现了虚拟化、离岸化、空心化的趋势。在这样的情况下，虽然我们的失业率很低，但是高质量的、有持续上升空间的就业岗位越来越少，年轻人和基层向上流动的空间很狭窄。要改变这种情况，我们必须要推动香港产业结构的多元化和实体化。我今日想探讨，我们怎样用好我们国际金融中心的功能，来促进本地产业结构的多元化。坦白说，我认为香港国际金融中心是“离地”的，为何这样说呢？我们是一个资本流通的平台，资本在香港这个平台上流通，从东方流到西方，从西方流到东方，但是这些资本，在本地是不扎根的。我们的国际金融功能与本地的产业发展，是没有实质关系的。我举一个例子，2018年我们修改《上市规则》，引入了第十八A章，让没有盈利的生物科技公司，可以来香港上市，很快香港成为了全球第二大的生物科技企业的集资中心。超过50间生物科技公司来香港，通过第十八A章上市。但是我仔细看过这50间公司，一间一间地看，当中与香港有实质性关系的，只有两间，其他就只是以香港为平台来融资的，它们的生意，它们的科研，它们的发展和香港是没有实质性关系的，即是我们成为了生物科技融资的中心，但是本地的生物科技产业是没有受益的。我认为我们需要重新定义金融的价值，用好金融工具来推动我们产业结构的多元化，让本地产业能够实体化，令本地人能够受益。去年的施政报告，特首宣布香港成立香港投资管理有限公司。我认为这是一个很重大的突破，我们走出了以往的管治理念，而迈向一个积极参与，积极推动产业发展的思路。金融可以成为我们的工具，来塑造我们的经济结构，我是非常赞赏特区政府这项举措，迈出这么大的一步。但是，从去年10月宣布到现在，香港投资管理有限公司的进展十分缓慢，很多企业来向我查询，它们希望参与香港投资管理有限公司的运作，但是今时今日我们仍未看到有甚么管治团队、章程、投资的理念及投资的方向等。我希望特区政府尽快推动香港投资管理有限公司的运作，让这个工具好好服务于本地产业的发展，回应社会的诉求。我想说的第二点就是第十八C章，数个月前我们再次修改《上市规则》，引入了第十八C章，让一些不符合《主板上市规则》的特专科技公司可以来香港上市。但是，我们是否要重回第十八A章的道路，这些企业来香港上市但都与香港完全没有关系呢？我认为我们可以作出一些修改。其实我们第十八C章的上市门槛与上海的科创板相比，是很高的，我建议我们未来可考虑引入新一级比较低的上市门槛，但是同时提出一个要求，就是来上市的公司要同香港真正有关联，或把科技带来香港，或把人才带来香港，要在香港有实质性的运作。这样做的话，香港不单是一个融资的场地，它同时也可以帮助香港创科产业的发展的。其实这样的思路，可以运用到很多行业，譬如，我们的文创艺体产业，都可以考虑参考创科产业的发展，用好金融的工具来推动我们的发展。有很多国际的案例是可以参考的。主席，我谨此陈辞。",
    "embedding_key": "44",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "我们",
      "第十八",
      "生物科技",
      "产业",
      "上市",
      "本地",
      "金融中心",
      "但是",
      "可以"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，我支持林顺潮议员的“积极建设香港成为亚洲医疗创新枢纽”的议案。香港正积极寻找产业转型的新方向，《香港创新科技发展蓝图》提出将生命健康科技列为未来重点拓展的产业方向之一。事实上，本港的生命健康及医药产业具有明显的发展优势，本地两所大学的生命健康及医学学科排名全球50名以内，我们在前沿研发、治疗经验和应用型的人才方面都具备深厚的基础。(主席恢复主持会议)近年，政府不断加大在生物医药方面的投入。以100亿元的InnoHK(译文：创新香港)研发平台为例，就有14所研发中心与生命健康相关。此外，政府正计划成立60亿元的生命健康研发院，港深创科园亦计划设立生命健康创新科研中心。政府亦推出“1+”新药审批机制，在香港建立药物“第一层审批”的能力，可以说，政府正为本地生命健康科技产业发展及建设亚洲医疗创新枢纽积极创造条件。生命健康及医药产业是一个用地少、增值高、产出高的行业，十分适合香港。再者，随着人口老化，区内市场对高端及创新的医药服务的需求与日俱增，香港如能把握相关机遇，把区内的需求引进香港，或把香港的产品、服务及技术输出境外，扩大产业的应用场景，将能激活本港生命健康产业的生态，包括前沿研究、制药、诊断及治疗技术、医疗器械、疫苗研制等环节。不过，对于建设亚洲医疗创新枢纽，我们仍有不少环节需要打通及完善。我有3点建议。首先，我建议政府在确保个人隐私和数据安全的前提下，与私营企业分享公立医院所积累的数据，以促进私人企业的研发工作。目前，只有大学的科研单位及科学园部分企业可以取得相关资料库的临床数据。我曾接触一些制药企业，它们表示本港公营医院的电子健康资料库的数据完整度及质量都很高，对于制药企业是十分珍贵的资源，可以协助它们了解某些病症及药物的临床反应，对药物的研发过程十分重要。  其次，我们需要完善的知识产权交易及融资市场，作为医疗创新枢纽的产业化配套。香港向来在创科方面都是研发强、产业弱。在生命健康方面的研发，香港在全球已经有一席之地，但很多研发成果停留在实验室和专利登记册上，我们缺乏将研发成果变成企业、变成产业、变成就业的生态系统。若能建立起完善的IP(译文：知识产权)交易及融资市场，将有利激活有关生物科技相关的IP交易及融资，促进本地生物医药技术的投资和转化活动，从而带动科研成果的企业化和产业化。第三，扩阔本地医疗市场的纵深，打通制度上的关卡。内地对于生物及医疗数据的跨境流动有严格限制，两地病人的数据及病历基本上不能互通，限制了企业开发临床数据的潜力。未来，我们需要进一步完善大湾区城市之间的“软联通”，便利各类要素和产品的跨境流动，促进大湾区共同研发，让港产的生物医药科研及产品可以更好地利用大湾区的优势。主席，国家赋予本港国际创科中心的定位，如香港能发展成为亚洲医疗创新枢纽，既能为本港提供新发展动能，亦能为国家推动新质生产力的发展作出贡献。我谨此陈辞。",
    "embedding_key": "45",
    "poignancy": 0.5,
    "keywords": [
      "研发",
      "香港",
      "健康",
      "生命",
      "创新",
      "本港",
      "医疗",
      "枢纽",
      "大湾",
      "产业"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "20.洪雯议员：实施分间单位(俗称“㓥房”)租务管制的《业主与租客(综合)条例》(第7章)第IVA部(“《条例》”)于2022年1月22日生效。根据《条例》，业主必须在租赁期开始后的60天内向差饷物业估价署(“估价署”)递交租赁通知书(即表格AR2)，以交代租约内容。然而，有意见认为，《条例》生效至今超过两年，全港约110 000个㓥房单位中，估价署只处理了约30 000份表格AR2，显示大量业主尚未履行其法律责任。此外，估价署于2023年起提供表格AR3及表格AR4，方便有关㓥房租客向估价署查询其业主递交表格AR2的情况，并就其业主涉嫌违规行为作出举报。就此，政府可否告知本会：(一)至今接获的表格AR3及表格AR4数目分别为何；(二)鉴于截至今年3月底，估价署处理了共29 354份表格AR2，当中有多少份表格通过跟进有关的表格AR3及表格AR4后才能收回；(三)至今透过表格AR2呈报的㓥房单位数目，并按类型(即房间、板间房、天台屋、平台屋、阁楼、床位、太空舱及其他类型)列出分项数字，以及其所占比率为何；(四)鉴于《床位寓所条例》(第447章)适用于居住单位内有12个或以上出租的单人床位，该条例是否适用于提供12个或以上表格AR2所述的板间房或床位等㓥房类别的单位；当局如何监管提供少于12个该等板间房或床位的单位的楼宇结构、消防安全和环境衞生；(五)鉴于截至今年2月底，估价署共接获635宗有关㓥房租务的投诉，随着估价署在过去两年成功检控违法业主的个案增加，有关的投诉个案宗数有否相应下降；如有，详情为何；及(六)鉴于政府于去年成立“解决㓥房问题”工作组，锐意取缔劣质㓥房，但有意见认为，㓥房的设备升级后，租金会上升，加重租客的负担，而床位及板间房的基层租客更首当其冲，估价署有否为此情况进行评估；如有，详情为何；如否，原因为何？房屋局局长于2024年6月5日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240605-translate-c.pdf\" \\l \"nameddest=app_01_20\" 附录1。",
    "embedding_key": "46",
    "poignancy": 0.5,
    "keywords": [
      "表格",
      "估价",
      "AR2",
      "床位",
      "业主",
      "条例",
      "租客",
      "AR3",
      "AR4",
      "板间"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，数据中心是数字经济发展的核心基础设施，但并非每个地方建设和营运数据中心均具成本效益。我非常认同谢伟铨议员所说，香港建设和营运数据中心，面对土地贵、建筑成本贵和电费贵三大问题。其实，内地有不少地方有充足的数据中心和算力资源，电力收费又远较香港便宜，例如与香港同为泛珠三角成员的贵州省，因其地理条件和发展策略，成为全国数据中心资源最丰富又最便宜的地方。我想问局方，会否考虑在内地(例如贵州省)选定特定的数据中心，作为香港在内地的“数据飞地”，为香港提供低成本但高效率的数据储存、托管、智算和超算服务呢？谢谢。",
    "embedding_key": "47",
    "poignancy": 0.5,
    "keywords": [
      "数据中心",
      "香港",
      "内地",
      "贵州省",
      "营运",
      "议员",
      "便宜",
      "泛珠三角",
      "地方",
      "洪雯"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我支持严刚议员的议案及谭岳衡议员、陈沛良议员的修正案。中资企业一直是香港社会及经济的重要构成部分，其业务范围广泛，由高增值的金融、创科、专业服务，到能创造大量就业的贸易物流、旅游、建造，以至关系到市民日常生活的能源、电讯、食品供应，都有中资的身影。目前在港的中资企业及其下属公司注册数量超过4 000间，内地成为在港设立地区总部和办事处的境外企业的最大来源地。除了在经济层面的重要作用，中资企业对保持香港社会繁荣稳定同样担当了积极的角色。每逢香港面对危机，需要全社会共同应对时，中资从不缺席。例如近年的反修例风波及新冠疫情，中资企业成为维持香港社会稳定的中坚力量，在支持政府、组织动员、发声建言、物资支援等方面发挥作用。目前，在中美政治角力的背景下，外资对港投资趋于谨慎；而中资企业成为保持本地经济和就业稳定的一个重要力量。而且，中资企业作为联系内地与香港的桥梁，在促使香港融入国家发展大局方面有重要作用。为进一步发挥中资企业的优势，我有两点建议：第一，不少国企在“一带一路”沿线国家设有据点或有投资项目，而香港的经贸网络多集中在美、日、欧等传统市场。未来，港资企业可与中资企业合作，积极发展“一带一路”具潜力的合作项目，让港企“借船出海”，拓展“一带一路”的市场网络。第二，香港未来有多项大型发展项目，包括北部都会区和中部水域填海。为缓解财政压力，引入市场资本十分重要。中资企业往往具备其他企业不具备的大局观及承担精神。它们的利益亦与香港的发展利益长期保持一致。我相信，只要能平衡好成本收益，中资企业会愿意参与对香港长远发展有利、能促进香港融入国家发展大局的策略性项目。所以，政府未来可积极考虑借中资的力量，共同推动重大发展项目。另外，在吸引更多新的中资企业来港方面，我有两点建议：第一，本港近年不遗余力推动产业多元化，提出多项支援计划，支持产业发展。不过，我接触了不少有兴趣来港发展的内地民企，他们表示对本港的产业政策及支援渠道不了解。这种信息差成为了他们投资香港的障碍。我们虽然也设立了一站式支援服务机构，例如投资推广署及引进重点企业办公室等，但显然仍存在服务上的空白。事实上，市场上出现了一些新的企业，针对新来港企业的各类需求，包括注册、登记、牌照申请、政策解读、资助申请等，提供“保姆式”服务。这类企业是香港招商引资生态体系的有益补充，值得支持。我建议投资推广署、引进重点企业办公室、科学园等，与这类企业合作，提供各类协助，共同为新来港企业提供更完备的服务。第二，据我了解，不少内地企业有意到北部都会区发展，但他们对土地有不同的需求。有些可能需要以轻资产模式营运，希望租借现成的营运空间；有些希望获得政府批地，自建办公室；有些希望与上下游的企业一起来港；甚至有企业希望可以自建园区，自行招商引资。我期望政府未来推出灵活的批地政策，以满足有意来港发展的不同企业的发展需求，进一步壮大中资的力量，为香港服务。主席，我谨此陈辞。",
    "embedding_key": "48",
    "poignancy": 0.5,
    "keywords": [
      "中资企业",
      "香港",
      "企业",
      "发展",
      "中资",
      "来港",
      "服务",
      "议员",
      "支援",
      "都会区"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。人才是创新发展的重要基础，香港近年推出多项引入海内外科技人才的计划，其中申请科技人才入境计划的公司需要预先申请配额，获得配额后才可以申请专才，然后再向入境事务处申请签证，过程繁复。请问当局会否检讨该计划，简化申请的程序，协助香港引入科技人才？",
    "embedding_key": "49",
    "poignancy": 0.5,
    "keywords": [
      "科技人才",
      "申请",
      "配额",
      "入境",
      "计划",
      "引入",
      "专才",
      "洪雯",
      "会否",
      "香港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "14.洪雯议员：《2023年施政报告》提出，政府会把香港建设成为国际专上教育枢纽，措施包括由2024-2025学年起，各大学教育资助委员会(“教资会”)资助院校学士学位授课课程的非本地学生限额将提升一倍至40%。就此，政府可否告知本会：(一)最近3个学年，每年每名教资会资助学士学位授课课程的学生的平均总成本(包括教学设施及设备、师资、学生宿舍所涉开支及其他资本开支等)及边际成本分别为何；(二)有否统计，最近3个学年，每年各教资会资助院校向修读其学士学位授课课程的非本地学生收取的学费与第(一)项所述的平均总成本及边际成本的差距分别为何；(三)有否评估，教资会资助院校的承载能力(包括教师人手、教学设备及其他配套设施等)是否足以应付上述非本地学生限额增加后的新增学生的需求，以及有否估算政府未来就提升有关承载力的所需金额；(四)会否考虑以收回平均总成本而非边际成本为基本原则，调整向上述非本地学生收取的学费，以减轻政府的财政负担；及(五)鉴于有意见认为，上述非本地学生限额增加后，原已供不应求的教资会资助院校学生宿舍的宿位会更为紧张，以致影响本地学生入住该等宿舍的机会，当局会否考虑订下本地学生入住该等宿舍的比例，以保障本地大学生的大学生活体验？教育局局长于2023年12月6日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/hansard/cm20231206-translate-c.pdf\" \\l \"nameddest=app_01_14\" 附录1。",
    "embedding_key": "50",
    "poignancy": 0.5,
    "keywords": [
      "本地",
      "学生",
      "资助",
      "教资会",
      "院校",
      "有否",
      "学年",
      "总成本",
      "授课",
      "学士学位"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：行政长官刚才答应会考虑把港铁、巴士、渡轮、缆车等的清洁和保安人员，纳入抗疫支援计划下的津贴范围，我对此表示欢迎。我希望这些工友能够拿到津贴。我有两个建议给政府参考。第一，我支持暂缓全民强检这个决定，我认为这是一个实事求是的做法。之前为准备全民强检，政府其实储备了不少物资，在一定程度上，反而令眼前最迫切的抗疫物资需求得不到满足。我想请问，为了全民强检，政府储备的物资有多少？会不会尽快拿出来，支持前线的抗疫工作？第二，其实长时间的禁飞和严格的入境检疫政策，令香港出现了严重的“外佣荒”，香港现有的外佣数量从两年前的40万降至不足34万。目前取消了“禁飞令”，但外佣检疫酒店一房难求的情况完全没有改善，就算一个晚上要过千元，也要额外再花数千元请一个中介去book(译文：预订)，而且要排队。我了解目前有8 000至10 000个外佣在排队。我们近期兴建了大量的方舱医院，其实有一定的空间可以使用。政府会否考虑拨一定数量的方舱医院房间，作为外佣入境的检疫设施，收取一个适当的费用；拨出来的房间数量可以是动态的，按照实际的情况随时调整。这样的话，可以令大量轮候来港的外佣，尽快来香港，纾缓香港家庭的压力。多谢。",
    "embedding_key": "51",
    "poignancy": 0.5,
    "keywords": [
      "抗疫",
      "强检",
      "外佣",
      "检疫",
      "全民",
      "000",
      "方舱",
      "香港",
      "物资",
      "津贴"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。主席，关注中产实在是一个很重要的议题。我从成为立法会议员的第一日起就提出构建橄榄型社会，壮大中产，扶青年往上流的愿景。为何有这样的愿景？其实，中产是稳定社会的基石，它连接基层与富裕阶层，是防止阶层断裂的一个很重要的部分。一个社会最理想的结构，是一个橄榄型，即中间大、两边小，以中产为主体的社会结构。要构建一个橄榄型的社会，最关键的一点，就是向上流动的通道要畅通。我认为要畅通向上流动的通道，要促进阶层的流动，有两个条件：一个是内部的条件。中产和基层其实彼此是对方的人生的参照物，中产努力工作，凡事靠自己，贡献多、福利少，只有他的居住和生活的质量高于靠福利的基层时，人才会有一个内在的动力往上走，才能鼓励更多人追求阶层的流动。促进阶层流动还有一个外部的条件，就是我们要确保向上流动的通道是畅通的。人的需求，无非是安居和乐业，所以我认为我们需要两个台阶：一个是房屋的台阶，让人可以往上走；一个是就业的台阶，我们需要创造多元的中产就业，让努力的人可以成为中产。今天，我想重点说说我对香港房屋问题的一些基本判断。房屋问题是香港的深层次矛盾，政府的思路，是集中资源不惜代价建公屋。我们的公营房屋政策有一个七三比：资源70%投放在公屋，30%放在居屋其实我认为这个思路是错的。香港根本不缺公屋，香港缺的是公屋之上的房屋台阶。今时今日，香港居民有超过30%住在公屋之中，这个比例是全球最高。如果我们看看亚洲城市，例如新加坡、内地、日本、南韩等都是个位数；如果看欧洲，最高是英国约20%；而今时今日，我们有30%的居民住在公屋之内，我们还要大力兴建公屋。但是，过去10年，轮候公屋的市民增长了80%，其实这并不是供应的问题，而是一个需求的问题。为何对公屋的需求这样大？因为我们曾经停建居屋10年。今时今日，虽然回复供应居屋，但是供应量都是严重不足，公屋和私楼之间的房屋台阶缺失，令到大量不合资格轮候公屋，但又买不起私楼的夹心阶层，即是所谓的“穷中产”快速膨胀，他们是香港社会最辛苦的一群。房屋阶梯的缺失，带来数个很严重的后果。第一，就是中产向下流，我们看到有些中产刻意降低自己的收入，控制自己的收入来轮候公屋。第二，公屋居民没有办法向上流，99%的公屋是不流转的，公屋成为一个陷阱，你住进去就难以出来。“㓥房”居民很难“上楼”，一方面公屋不流转，另一方面其实“㓥房户”中最大的类别是夹心阶层，他们不够资格轮候公屋。另外，就是全香港的劳动参与率越来越低，因为公屋限制了我们的劳动力，所以社会福利的开支不断飙升。我认为今时今日，我们需要调整资源的分配，搭建房屋的台阶，从主要为基层建屋转向为中产，特别是为夹心阶层建屋。我建议把现时公营房屋中，公屋和资助出售房屋的比例，从现时的七三比调整到五五比。另外，除了房屋的阶梯，我们还需要就业的阶梯，今天我不多说了。主席，中产是需要得到我们的关注，但我认为依靠福利是创造不到中产的。今时今日，香港的财政状况也不允许我们作减税等措施。我认为最关键的是，要搭建就业和房屋的阶梯，让每个社会成员都看到能够一步一步往上走的希望。多谢主席。",
    "embedding_key": "52",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "中产",
      "房屋",
      "阶层",
      "今时",
      "我们",
      "香港",
      "台阶",
      "流动",
      "一个"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "7.洪雯议员：财政司司长在2022-2023年度《财政预算案》中，宣布透过立法实施“暂缓追讨欠租安排”。为此，《商业租户短期保护措施(2019冠状病毒病疫情)条例》(第644章)于2022年5月1日刊宪生效。第644章在3个月的“保护期”(即2022年5月1日至7月31日)期间延迟业主对欠租的租户采取某些行动(包括终止有关租赁)。就此，政府可否告知本会：(一)自上述保护期结束至今，有关业主入禀法院向商业租户追讨欠租的个案宗数为何；(二)自上述保护期结束至今，遭有关业主入禀法院追讨欠租但无力偿还欠款而结业、清盘或被终止租赁的商业租户数目为何；及(三)有否检讨，暂缓追讨欠租安排对社会各持份者的利弊？财经事务及库务局局长于2024年1月10日提供的书面答复文本载于附录2。",
    "embedding_key": "53",
    "poignancy": 0.5,
    "keywords": [
      "欠租",
      "租户",
      "追讨",
      "2022",
      "保护期",
      "入禀",
      "644",
      "业主",
      "商业",
      "暂缓"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：局长，据我了解，住在那些居住条件最恶劣的“㓥房”内的住户，当中有相当比例是没有香港身份证的人士，例如一些滞留香港申请难民身份的人，又例如“双非”家庭，甚至是一些非法来港“打工”的人，他们的经济条件最差，所以租住一些最劣质的“㓥房”，他们没有资格轮候公屋，也没有资格入住“简约公屋”。我想问，如果取缔这些劣质“㓥房”，改善这批人的居住条件，甚至让他们入住过渡性房屋，会不会吸引更多这类人士来港呢？",
    "embedding_key": "54",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "来港",
      "劣质",
      "入住",
      "条件",
      "资格",
      "居住",
      "一些",
      "洪雯",
      "双非"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。首先，我要感谢发展局从善如流，听取法案委员会的意见，就《2022年发展(城市规划、土地及工程)(杂项修订)条例草案》(“《条例草案》”)提出一系列的修正案。正如我在二读辩论时指出，今时今日，我们面对的政治和社会环境，与数年前社会刚开始讨论修订土地发展条例之时，大不相同。过去的政治乱局已经不复存在，过往普遍存在的滥用法定程序、阻挡甚至推翻发展的情况，虽然不能说是完全消失，但已经大大改善。以城市规划公众咨询为例，今日大多数市民表达的意见都是就事论事，表达自己的关切。哪怕有不同意见，都只属于人民内部矛盾，而非敌我矛盾，值得政府好好聆听，所以局方在修正案中就争议最大的两个关键点作出了让步，我表示欢迎。第一，在《城市规划条例》中，恢复现时为期3星期的接收“进一步申述”的程序。在《条例草案》的最初方案中，局方把城规会制图过程中，公众就规划方案提出申述的次数，由3轮减至1轮。其实，这项修订只是把呈交草图的法定时限由9个月缩短至5个月，虽然可节省4个月时间，但却牺牲了公众两次表达意见的机会。我们在公听会和媒体上都看到，民间舆论对此反弹很大。法案委员会委员亦认为，如此修改并不值得。经过与政府之间多次讨论，政府在修正案中恢复现时为期3星期、接收进一步申述的程序。虽然只收集书面意见，而不会举行公听会，变相是“1.5轮”申述，但至少在广纳公众意见、兼顾持份者利益方面，作出了重大的平衡。第二，修改了《收回土地条例》新增的第16AA条。这项条文赋权政府可将收回的土地的既定规划用途，临时或永久地改为其他用途，在立法会和公听会均引起较大争议。虽然政府善用“空窗期”的土地，临时改变其用途，以提升土地的使用效率，其初心值得鼓励，但有关改变完全不需要咨询任何一方，而且对于何谓“临时”并无定义和时限，容易招致市民反对。这次在启德建设“简约公屋”出现的争议，便是实例。政府以“公共用途”为由，从土地业权人手中收回土地，之后可以永久地修改土地用途，对原土地业权人来说，增加了不确定性。倘若未来出现重大争议，反而会拖慢土地发展的步伐。经过法案委员会的努力，局方在《收回土地条例》中，删去赋权政府将已收回土地永久改作另一用途的条文，并在行政层面对“临时”加以定义，规定了时间限制，是非常负责任的行为，我对此表示欢迎。总体来看，修正案力图在精简法定程序、赋权政府的同时，维持适当的行政制约机制，尽力兼顾持份者和公众的利益，保障各界的知情权、监督权，稳妥地协助土地发展提速、提效，我支持有关的修正案。多谢主席。",
    "embedding_key": "55",
    "poignancy": 0.5,
    "keywords": [
      "土地",
      "条例",
      "修正案",
      "申述",
      "用途",
      "赋权",
      "政府",
      "收回",
      "局方",
      "公听会"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。局长，我想就土地开发机制多问一个问题，其实香港不缺土地，缺的是迅速把土地变成住屋或基础设施的一些机制。所以，其实加快土地的开发，不单是拆墙松绑或减省程序那么简单。土地开发面对多重障碍，包括收购土地、统一土地业权极为困难，城市规划申请的过程极困难和冗长，补地价的机制对市场没有吸引力，规划不当甚至缺乏规划，以及政府官员怕被人指责官商勾结，宁愿拖慢来做等。我想请问局长，政府在合理减省程序的同时，会否全面分析土地开发所面对的种种障碍，拿出决心，通盘考虑，一一拆解这些障碍？多谢。",
    "embedding_key": "56",
    "poignancy": 0.5,
    "keywords": [
      "土地",
      "减省",
      "开发",
      "障碍",
      "机制",
      "多谢",
      "局长",
      "程序",
      "洪雯",
      "业权"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。这个环节我想说一下我对香港发展创科产业的看法。我认为推动创科产业发展，一定要推动产业化，配以产业链。过去数年，香港致力于推动创科产业的发展，大力投入、推动研发，取得大量的研发成果。但现实情况是，我们在不少领域的科研水平有全球竞争力，但是，香港创科产业却少有达到世界领先水平，为甚么会这样呢？长久以来，香港社会循着一种思路，认为香港拥有亚洲领先的大学和科研团队，而内地则有强大的制造业和科技产业基础，所以，香港研发，内地产业化，会是两地优势的完美结合，粤港合作联席会议机制下的港深创新圈便一直使用这种模式运作。我强调，我不反对这种模式，但如果只有这单一的合作模式，很明显，结果便是香港只有研发，没有产业。其实创科产业来源于研发，但远远超越研发。研发的成果需要产业化，变成产业和服务，形成一条上中下游贯通的产业链，才能形成产业。单单大量投入研发，不一定保证产业能够成长起来。另外，研发投入巨大，但创造的就业就只有实验室内少数的科研人员，研发的成果转让出去，获得的盈利占整条产业链的盈利比例是很少的。很多时候，香港因为没有产业，研发的成果迫不得已要便宜地出售，可以说，大量投入研发，但不能本地产业化的话，那便相当于只开花不结果。因为往往研发成果的产业化过程，才可为经济带来发展的动力和就业的来源，为经济、社会带来效益。所以，思维上，香港一定要打破“重研发、轻产业化”的迷思，大力推动研发成果的产业化和配以产业链。我们可以到大湾区、内地甚至全球，吸引产业链上的核心企业(anchor companies)来香港，有了anchor companies，便有助吸引和推动上下游一系列的研发、生产、服务，从而可以带动起一系列产业的发展。当然，不是完整的产业链都必须在香港进行，我们要有所为，有所不为，详细的建议，我稍后会提供给当局参考。代理主席，香港目前处于危机当中，即使疫情在今天完结，不少传统的产业赖以维持的旧有条件已经不存在，我们不可能亦不应该回到从前的发展模式。危机发生的时候，往往是寻求改变和突破的好时机，我呼吁政府和整个社会珍惜这次危机，推动经济结构的改革，既要融入国家大局，又要经营好本地的经济，把发展的机会带回香港，带给香港人。我谨此陈辞。多谢。",
    "embedding_key": "57",
    "poignancy": 0.5,
    "keywords": [
      "研发",
      "香港",
      "产业",
      "创科",
      "产业化",
      "产业链",
      "成果",
      "推动",
      "发展",
      "模式"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "13.洪雯议员：有屯门西工业企业的营运者向本人反映，他有意在现址土地上拓展业务，但屯门西土地使用规划讨论至今超过10年仍未有定论，令他无法作出投资决定。关于土地使用规划，政府可否告知本会：(一)与龙鼓滩填海和重新规划屯门西地区有关工作的最新进度为何，以及预计何时可就屯门西土地使用规划下定论；(二)在进行屯门西土地使用规划时，会否考虑该处现有企业的发展需求，从供应链上下游关系的角度出发，理顺及整合散落于新界各处棕地的上下游企业，并将它们集中于屯门西，以减省企业物流及运输成本和提升其营运效率；如会，详情为何；如否，原因为何；及(三)鉴于有评论指出，香港土地使用规划议而不决的情况普遍，增加了土地使用的不确定性，并大大窒碍企业的长远投资决定和发展，政府会否从香港不同阶段发展需求的角度出发，订立清晰的长、中、短期土地使用规划，令企业能够在有清晰的时间表和明确的预期下，作出相应的长、中、短期投资决定；如会，详情为何；如否，原因为何？发展局局长于2022年10月26日提供的书面答复文本载于附录1。",
    "embedding_key": "58",
    "poignancy": 0.5,
    "keywords": [
      "屯门",
      "土地",
      "规划",
      "为何",
      "使用",
      "10",
      "会否",
      "如会",
      "如否",
      "企业"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我认为公屋轮候时间长的原因，根本不是供应不足，而是需求过度。今时今日，我们有超过30%的家庭居于公屋，这比例属全球最高，但我们的公屋轮候册继续快速膨胀，今天，公屋轮候册上的申请宗数是回归时的2.5倍。最近，一间全球顶尖的科技企业在香港的CEO(译文：行政总裁)跟我分享，他的公司有一位25岁青年，原本公司有意栽培他，但他却辞职，与父母联名申请公屋，这种案例在香港根本并不罕见。人追随资源走，当我们的资源严重向公屋倾斜，夹心阶层的住屋条件甚至还不如公屋住户，公屋便成为不少市民的最佳选择。不少人不得已透过控制收入甚至放弃工作以轮候公屋。今时今日，我们的公屋轮候册上超过40%(即92 000人)属非长者一人家庭，平均年龄......",
    "embedding_key": "59",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "轮候",
      "今时",
      "我们",
      "申请",
      "洪雯",
      "30%",
      "宗数",
      "2.5",
      "CEO"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。全球暖化已是事实，今年7月有破纪录的24个热夜，清晰告诉了我们：低碳转型，刻不容缓。目前，香港政府提出了2050年达到“碳中和”的目标，并推出了一系列政策，希望市民逐步适应绿色生活，同时找到经济发展的新机遇。上周，香港交易所宣布成立自愿碳交易市场Core Climate，为内地与国际优质碳信用产品提供交易平台，此举无疑是一个好的起点，但亦存在不少挑战。构建一个市场，最核心的一步是建立投资者的信心。目前，中外的碳信用审核标准不一，国际投资者对内地产品或有保留，信心不足，这是香港发展碳交易市场的最大障碍。要建立投资者的信心，我有两点建议：第一，我建议香港碳交易平台成立一个国际认可的碳审核单位名单，并授权各权威审核单位定期实地巡查各注册项目的减排表现，持续检验数据，防止有项目滥竽充数。第二，保持交易平台的公开透明至关重要。我建议交易平台设立一个中央数据库，把项目内容、碳信用审核单位和审核方式、实地巡查的结果等资讯上传，供公众查阅。上述两点可协助逐步建立香港的碳认证公信力，以此作为香港建立碳交易市场的基础，推动内地与国际碳信用的彼此认可、推动制度接轨，杜绝企业“漂绿”(greenwash)，真正做到减碳。除了成立碳交易平台，推动香港低碳发展，还需要解决三大碳源头的问题，它们包括第一，发电及非可再生能源的使用；第二，运输；第三，废弃物，这三者占全港碳排放的接近90%。针对以上三大源头的减碳工作，我有以下建议：首先，把2050年达到“碳中和”的目标列入香港的总体发展策略，用以指导政府的投资决定及各类资金资助。例如，除专属的低碳绿色科研基金外，今年的施政报告亦宣告成立“产学研1+计划”和“香港投资管理有限公司”，资助和投资具潜力的科创项目。我建议相关基金充分考虑拨出部分金额，专门援助本地多个范畴内的自愿减碳项目，加快研发和采用可再生能源，增强社会转废为能、转废为材的能力，尽早达至碳中和。其次，在法规上为绿色科技的落地应用拆墙松绑。例如，本地业界近年积极研发氢能源交通工具，城巴有限公司近月便引入了氢能巴士，但相关车辆暂时无法落地，因为有关氢能的法例目前仍是空白。上月，政府承诺将于明年允许氢能巴士试行，在昨天的会议上，各方亦表示会制订有关的法律框架，这项工作相信有必要加快进行。在可行情况下，当局可把氨燃料电池也包括在内。法律要与科技与时并进，才可避免落后于世界潮流。第三，通过妥善的保育规划，提升大自然的储碳能力。其实，香港的红树林、盐沼、湿地都是十分有效的储碳工具，被称为“蓝碳”，其碳存储率与植树等“绿碳”相比，可高出3至5倍。在管理红树林方面，香港学界已拥有足够技术，所以我建议把湿地和红树林的“蓝碳价值”，纳入我们的碳中和政策中。施政报告倡议实施新积极保育政策，我希望各政府部门参考上述数方面建议，协助香港早日实现“零碳排放․绿色宜居․持续发展”的愿景。我谨此陈辞，并支持谭岳衡议员的原议案。",
    "embedding_key": "60",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "交易平台",
      "建议",
      "审核",
      "减碳",
      "氢能",
      "红树林",
      "绿色",
      "信用",
      "项目"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "2.洪雯议员：政府在2018年表示，会在《长远房屋策略》(下称“《长策》”)中，将“公屋及绿表置居计划(下称‘绿置居’)”与“其他资助出售单位”的供应维持在七比三的比例。有意见指出，资助出售单位曾停建10年，但复建后供应量仍严重低于公屋，以致部分无资格轮候公屋亦无能力购买私楼的夹心阶层人士只能入住㓥房，也令有意置业的公屋居民难以在房屋阶梯实现向上流动。就此，政府可否告知本会：(一)会否考虑，将公屋及绿置居与其他资助出售单位的供应比例调整至五比五，以减轻政府财政负担及回应市民对自置居所的殷切需求；(二)鉴于有意见认为，公屋和资助出售房屋之间的“可换性”令该两类房屋的质素几乎一样，政府会否检讨该可换性原则，以提升资助出售房屋的质素；及(三)鉴于有意见认为，因部分市民会刻意控制收入以轮候及入住公屋，所以公屋并非越多越好，而且公屋需要大量土地和财政投入以建设和营运，是政府长期的沉重负担，政府会否研究，在《长策》中就公屋在整体房屋的供应制订最佳比例及设定上限？",
    "embedding_key": "61",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "资助",
      "房屋",
      "会否",
      "出售",
      "政府",
      "下称",
      "可换性",
      "长策",
      "质素"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。二十大日前顺利闭幕，习主席开创性地提出“中国式现代化”的新发展道路，提出“以中国式现代化全面推进中华民族伟大复兴”。长久以来，“现代化”的理论和实践是以西方为标准来定义、以西方的发展道路和模式为指导来构建的。但是，西方国家实现现代化的过程，既有其历史的先进性，也有其历史的局限性；如何去芜存菁，寻找适合中国14亿人民的现代化道路？国家对这一问题的探索，对香港进一步融入国家发展大局、实现良政善治具有重大的指引意义。首先，中国式现代化是全体人民共同富裕的现代化。从2010年起，国家提出了建构“中等收入者占大多数的橄榄型分配格局”；到2021年，中央财经委员会的会议焦点是“扩大中等收入群体比重”，提出“形成中间大、两头小的橄榄型分配结构，促进社会公平正义，使全体人民朝着共同富裕目标扎实迈进”。可见，扩大中产阶层、建设“橄榄型社会”，是国家实现共同富裕的途径。香港虽然是一个富裕经济体，但贫富差距悬殊，与“橄榄型社会”还有一段距离。根据政府去年公布《2020年香港贫穷情况报告》，香港处于“相对贫穷”的人口达165万，换言之，每4.5个港人就有一个处于“相对贫穷”。因此，扶持和壮大中产阶层、构建“橄榄型社会”，同样也应是香港的发展目标。欲实现这一目标，有两个核心条件：第一，让中产“安居”；第二，让中产“乐业”即是说，我们的住屋供应结构和就业结构，也应该是相匹配的“橄榄型”。因此，在住屋方面，我认为，香港未来不应只重视增加公屋供应，而应同时扩大增加“夹心阶层”和中产阶层住屋的供应，让中产“安居”。此举同时能吸引和鼓励有能力的基层市民向上流动，实现阶层跨越，同时加快公屋的流转，让轮候公屋的居民尽快上楼。在就业方面，我认为香港应大力推动产业结构的多元化和实体化，提供大量的中产就业职位，让中产“乐业”。中国式现代化的另一个特征，就是“高质量发展”。二十大报告中，10多次提到了“高质量发展”，强调高质量发展是建设社会主义现代化的首要任务。而实现高质量发展的手段，便是创新，包括体制创新和科技创新。体制创新方面，香港已进入由治及兴的新阶段，政府的执政理念必须从“积极不干预”，走向“适度有为”，积极推动体制创新，将高效市场与有为政府相结合，推动经济结构的转型，让更多人能分享经济发展的成果。在科技创新方面，“十四五”规划指明香港要建成国际创新科技中心。而香港创科发展面对的核心问题，是本港优秀的研发成果未能在本地产业化，形成创科产业。所以，香港应参考国家构建创科体系的经验，从建立科技生态的视角，推动官、产、学、研之间的互动互利，构建产业链，让香港的科研成果能在香港“落地”，变成经济的增长点。主席，二十大报告确定了“中国式现代化”的发展途径，通过创新，推动高质量发展，构建橄榄型社会，走向共同富裕。这一发展途径，也应成为香港未来发展的指引，让香港成为国家实践中国式现代化的一分子，贡献一分力量。我谨此陈辞。",
    "embedding_key": "62",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "橄榄型",
      "现代化",
      "中国式",
      "中产",
      "发展",
      "创新",
      "高质量",
      "共同富裕",
      "公屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，刘国勋议员的这项议案非常重要，我支持原议案和各项修正案。其实我们在立法会经历了很多含泪支持的工程项目，有些工程非常重要，我们不得不支持，但是成本贵得“离谱”。我投票的时候心中充满不安、焦虑，投票后感觉非常沉重。为了准备今日的发言，其实我做了很多调研，请教了超过10位建筑行业的专家，他们给了我很多很好的建议，但是我临时想说些其他事情。我认为，其实我们最昂贵的，是政府用钱来解决问题、用钱来达成KPI(译文：绩效指标)、不计代价完成政策目标的这种心态。我想举数个例子，我们用400亿元至500亿元来搬迁沙田的污水处理厂到一个岩洞，但只腾出28公顷的土地，即每公顷土地的造地价格要14亿元至18亿元，简直是天价。这28公顷土地未来可能用作创科用地，亦有可能用来建住宅。我看了立法会的文件，如果用来建住宅，可以建大约1万个单位，平均每个单位的造地价格要400万元至500万元，这只是造地价格，未计土地价格，未计建筑工程的成本，未计其他费用。如果按照目前的“七三比”，即70%单位属公营房屋，这7 000个公营房屋单位将是天价公屋。其实我们有很多天价公屋的项目，我们用25亿元将钻石山的配水库搬到岩洞，腾出的土地只能建2 500套公屋，平均每个单位的造地价格要100万元。同样地，这只是造地工程价格，未计土地价格、建筑成本和公屋落成之后终身维修管理的投入，这些皆是天价的公屋。近来，立法会还有一个新项目，就是青衣西路的公屋项目，用差不多10亿元来填平一个山谷，兴建3 400套公屋，平均每个公屋单位造地成本便要28.4万元。同样，这个价钱之上还要加上土地价格、建筑成本等，建公屋是政府的KPI，但我们是不惜代价去达成这个KPI。除了天价的公屋，我们还有天价的监狱。之前我们通过用55亿元来重建荔枝角收押所，重建后不足1 900个囚位，平均每个囚位的造价是300万元。为何会如此昂贵呢？因为它是一个高度设防的监狱，一边运作，一边原址重建，涉及建造很多过渡性building(建筑物)，搬来搬去，很多设施须多次装修。我理解这是一项厌恶性设施，如果要重新觅地重建，将会十分困难，所以政府便用钱去解决问题原址重建。但是，我投票的时候十分痛苦，因为如果这个项目被否决，它再提上立法会要等7至8年，我们等不起。所以我在投票时有一种被绑架的感觉，我不知如何投票是好，直到被主席点名，我才投下去，但投票后我心有不甘。以往我们财政充裕，对于这类天价项目，大家即使有意见，也勉强可以同意。但今时今日，香港公共财政十分紧绌，我们连年财赤，这种为了达成目标而不计一切代价的思维模式，是不可持续的。如不改变，就算我们技术上做多少改善、有多完美，亦很难有根本性的调整。代理主席，我们未来还有很多大型的发展区和工程项目要上马。我促请政府改变这种用钱来解决问题的思维。没错，做事是要用钱的，但我们亦要用心、用策略、用适当的手段，真正落实《基本法》要求的审慎理财，让纳税人的钱用得其所。我谨此陈辞。",
    "embedding_key": "63",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "造地",
      "天价",
      "我们",
      "未计",
      "投票",
      "用钱",
      "立法会",
      "重建",
      "KPI"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "22.洪雯议员：根据香港房屋委员会(“房委会”)于本年1月发出的预算和财政预测文件(“该文件”)，2024-2025年度开始，房委会的租住房屋运作帐目将连续4年录得赤字，有关亏损将从11亿6,700万元上升至2027-2028年度的42亿8,400万元。就此，政府可否告知本会：(一)过去10年，每年房委会租住房屋运作帐目的总收入(包括租金及其他收入)及总开支(包括物业管理、维修及改善工程、地租及差饷、薪酬等开支)为何；房委会有否制订2028-2029年度至2032-2033年度的财政预测；(二)鉴于根据该文件，房委会在租住房屋运作帐目下的地租及差饷支出，将会从2022-2023年度的2亿5,300万元，大幅上升至2027-2028年度预测的28亿6,900万元，增幅逾11倍，个中原因为何；(三)鉴于该文件显示，“其他经常开支”项目为房委会租住房屋运作帐目中的最大开支，该项目的每个细分项目在2022-2023年度涉及的开支为何；(四)鉴于房委会预计，在2027-2028年度以后，为达到10年的公营房屋供应目标而涉及的建筑开支，将会是现时估算的至少两倍，房委会预计未来10年每年公营房屋的建筑开支详情及资金来源为何，并按公共租住房屋及资助出售房屋列出分项资料；及(五)鉴于根据该文件，政府已在财政储备预留了824亿元作公营房屋发展及相关基建之用，政府会在甚么条件下，将该笔储备金注资房委会；鉴于现时政府综合财政录得赤字，政府会否承诺尽量避免动用该笔储备金；如会，详情为何；如否，原因为何？房屋局局长于2024年2月28日提供的书面答复文本载于附录1。",
    "embedding_key": "64",
    "poignancy": 0.5,
    "keywords": [
      "房委会",
      "房屋",
      "开支",
      "租住",
      "年度",
      "2028",
      "为何",
      "2027",
      "10",
      "鉴于"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我支持黄英豪议员的议案，同时，我将重点就推进粤港澳大湾区的数据互联互通提出数项建议。由于资本自由跨境流通的优势，以及成熟高效的软件及硬件配套，香港成为了国际资本跨境流通的枢纽。事实上，香港同样拥有数据自由跨境流通的优势，如果我们能够建立相应的配套软件和硬件，香港非常有潜力成为国际数据流通的枢纽，在数字经济时代建立我们的新优势，并且在国际地缘政治日趋复杂的格局下，为国家贡献新的力量。这一点并非无中生有，举例说，中美两国为解决在美挂牌的中概股审计争议，达成协议，以香港为基地，中方把中概股审计底稿及其他资料从内地转来香港，美国的监管机构则来香港进行审计，这个安排结束了两国之间就中概股审计问题漫长的纠纷，而百多家中概股因此免于从美国退市的命运。这项协议表明了香港作为中国的离岸数据中心和国际数据交流枢纽，已经得到国家和国际社会的认可。未来，香港可以进一步扩展相关的优势，为内地和国际之间数据交流和交换，担当枢纽的功能。配合这个定位，最核心的工作，就是要推动香港和内地之间的数据跨境流通。目前，内地和香港之间数据没办法“过河”，大大阻碍了跨境的营商和居民生活。譬如企业在香港和内地同时运作，但是数据没办法打通，用户的界面、客户引流和推广的渠道都完全不通，只可当两门不同的生意来营运；科研机构在两地的研究数据没办法打通，没办法同时应用两地的优势，获得协同效应；而居民各自的医疗数据、个人银行信用数据，资讯平台、社交网络都没办法打通，让跨境生活障碍重重，严重影响两地的融合。特首在施政报告中提出，未来会与深圳深度合作，研究跨境的创科合作，涵盖数据及人员等领域的流通。本月中旬，政府亦宣布与内地研究，促进内地数据向香港流通的特定安排，明年会在大湾区推出数据跨境流通的试行计划。对于政府的积极推动，我非常支持。近年，内地相继实施多项法律，对数据的出境进行安全管理，而香港现阶段对数据的跨境流通并无限制，两地对数据不同的处理手法，令内地对数据来港充满疑虑。我认为有必要通过特殊的制度来化解这困境。为此，我建议在香港成立“数据特区”，集中特殊的政策和算力中心等相关的基建，让内地一些敏感的资料和数据可以流到该区内，但不可流出区外。香港数据同时亦可流到这个“数据特区”，两地的数据在区内打通，受内地和香港政府许可的企业、大学、机构、个人等，都可以进入这个“数据特区”，进行数据计算、分析等。数据处理的结果可以带出特区，但原始数据要留在区内，通过“数据特区”的安排，可以推动内地与香港之间的数据流通，未来有助香港成为国际数据的枢纽。第二项建议，是香港成立国际数据交易所。随着数据跨境流通越来越频繁，国际间已经逐步建立了数据流通的国际规则，在内地深圳、上海都已经建立了数据交易所。数据的跨境交易正成为趋势，我认为香港应充分利用自己成为国际区域数据枢纽的优势，及早建立数据交易所，尽早参与国际数字经济的交易中，为香港开拓新的方向。我谨此陈辞。",
    "embedding_key": "65",
    "poignancy": 0.5,
    "keywords": [
      "数据",
      "香港",
      "跨境",
      "内地",
      "流通",
      "国际",
      "枢纽",
      "特区",
      "两地",
      "概股"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，在这个环节，我想集中讨论即将成立的香港投资管理有限公司(“港投资”)未来的运作。行政长官在施政报告中，宣布成立“港投资”，归一收纳即将成立的共同投资基金，以及政府近年成立的几项政府投资基金，进一步用好财政储备，通过政府主导的投资，促进产业和经济发展。对此，我高度赞赏。香港是国际金融中心、资本流通平台、超级联络人。但是，我们同时面对产业结构单一化、空心化的困境。我们的产业结构，之前只有4个支柱，近期更加演变到金融一枝独秀。路，越走越窄。一方面，金融作为高端产业，只有小部分精英能够参与，满足不到全体港人的发展需求；另一方面，我们的国际金融功能虽然高度发达，但这些功能基本上是离地的；资本在香港这个平台上流通，但不在香港本地扎根；其发展，跟本地经济的发展基本无直接的关系。结果就是，香港国际金融中心的发展，并不能让大多数香港人从中受益。因此，我认为，我们需要重新定义金融的价值，让其不单服务于东西方资本的流通，也应该服务于本地产业的多元化和实体化。作为切入点，我们可以创造一些金融工具，让政府可以用来塑造经济结构，而类似淡马锡或深圳深创投的政府投资机构，便是这样的一个工具，让政府可以善用我们的财政储备和国际金融功能，来推动本地经济结构的转型，让金融为本地服务。从今年年初，我开始为这一议题做准备，做了超过30个访谈，发表多篇文章，在立法会多次发言。今年6月，我动议了我的议员议案：“善用‘未来基金’及‘香港增长组合’，推动产业结构多元化”，并获得通过。及后，我去信行政长官、财政司司长、财经事务及库务局局长，并在施政报告咨询期间，一一当面向他们提出有关建议。最终，这一建议纳入施政报告。我认为这个改变意味着政府管治哲学的转变，从以往的积极不干预，变成产业发展的促成者和参与者；从置身事外，到置身事内，值得我们期待。接下来，便是如何落实的问题。对此，我有一系列建议，供政府参考。第一，“港投资”的定位要高。“港投资”是政府参与塑造经济结构的投资工具，要用长远、耐心的投资，来实现香港经济和社会发展的整体战略目标，为我们的下一代开拓发展空间，并非以赚取投资回报为目标。这一点，政府必须清楚地与全社会沟通。第二，政府需要制订全港的产业发展蓝图，用来引导“港投资”的投资活动。今年年底，政府将公布“香港创新科技发展蓝图”。但是，在创科产业以外，我们也应制订全港产业发展的顶层设计，成为“港投资”的投资指引。第三，应从策略性、全局性、长期性的视角，建立一套“港投资”的综合业绩评估体系。这个体系应全面考量投资所带来的经济“乘数效应”和社会效益，评估所投资项目在培育本地企业、带回海外企业、创造经济新增长点、推动就业多元化等方面的价值，而不应只是看投资回报。这方面，我们可以参考ESG(译文：环境、社会及管治)或影响力投资(impact investing)的投资评估体系。第四，在资金来源方面，可参考淡马锡模式，由政府全资拥有；也可考虑参考深圳深创投引导型母基金的模式，由政府部分出资，并广泛吸纳社会资本参与，扩大资本规模，分担投资风险。第五，由专业人士进行投资。“港资投”由市场聘用的专业管理团队来进行管理，政府不直接参与和干预其投资决定和具体运作。但是，政府可派官员列席董事局，了解其运作，并作策略性、原则性的指导，定期或不定期就发展方向与管理团队沟通。第六，投资领域多元。事实上，“港投资”的投资范畴可以涵盖创科、战略性新兴产业、制造、基建、环保，甚至文化创意等跟香港未来发展方向相关的多元领域。总体来看，“港投资”应是一个多元产业的综合投资旗舰，而非单一的产业投资基金。第七，不限投资地域。“港投资”要有广阔视野，既要立足本地，弥补本地企业在各个发展阶段的资金缺口；也应跨越全球，通过投资及政策配套，为香港引进所需的技术、人才、企业，甚至产业。第八，为所投企业提供多元增值服务。“港投资”应该利用其公有资本的地位，与“引进重点企业办公室”、“人才服务窗口”、投资推广署等各个部门紧密合作，为所投资的企业提供丰富的增值及支援服务，包括协助被投资企业寻找土地或厂房、寻找配对投资资金、协助招聘合适人才、提供出入境签证便利、协调与政府部门间的沟通等。第九，“港投资”应向业界学习，充当政府与产业之间的资讯和人才“旋转门”。“港投资”通过建立与国际投资圈的合作关系，吸收行业及市场的最新信息(market intelligence)，了解前沿发展趋势，协助政府的政策制订和调整发展策略，其内部人才的积累亦可为政府所用，成为政府与投资界的资讯和人才“旋转门”。代理主席，“港投资”的成立，是我们重新定义香港国际金融中心功能的开始，让香港的金融功能，不单服务于国际资本流通的需求，也能服务于本地产业的发展。在这方面，未来还有很多领域可以开拓，包括香港即将修改上市规则，引入18C章，让未有盈利的策略性科技企业来港上市。我们能否用好这个机遇，让这些来港上市的科技企业，不单利用香港来融资，也可以把香港纳入其科技本业的运作版图，从而推动香港科技产业的发展呢？经历了反修例风波与新冠疫情，今日的香港，需要一场大规模的疫后重建，推动发展模式的转型。作为立法会议员，我会尽我所能，跟社会一起，找到新的发展道路，为下一代，开拓新的发展空间。我谨此陈辞。",
    "embedding_key": "66",
    "poignancy": 0.5,
    "keywords": [
      "投资",
      "香港",
      "政府",
      "发展",
      "本地",
      "产业",
      "服务",
      "企业",
      "我们",
      "人才"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，在这个环节，我想从构建橄榄型社会的视角，来谈谈香港房屋政策的大方向。何谓橄榄型社会？一个健康、稳定的社会，中产阶层理应占大多数，贫穷和极富的人口占少数。这种“中间大、两头小”的社会结构，被称为“橄榄型社会”。橄榄型社会的中产阶层应该占多少比例，目前并没有国际认可的标准。在欧美，如挪威、德国、加拿大等国家，中产阶层占了全社会70%人口；在亚洲，韩国、新加坡的中产人口比例也超过60%。香港呢？中产应该占多少比例？70%？60%？作为橄榄型社会的起步点，我认为香港至少可以将目标定为50%，同时控制基层人口不要超过30%，剩余部分为富裕阶层。从这个数据出发，香港中产阶层住屋所占比重，应达到房屋总量的至少50%，而基层住宅大约为30%。基层住宅主要就是公屋。目前政府集中一切资源增建公屋，力求让“㓥房”居民尽快“上楼”。2018年开始，每年新增的土地，50%用来建公屋、20%建居屋、30%建私人住宅。但是，在香港现时的住宅存量中，公屋占比已经超过30%；集中资源建公屋，这一比例必然上升，房屋结构未来会出现底层坐大的趋势。公屋一旦建成，将使用超过50年；而土地用来建了公屋，必然要减少其他房屋供应。富裕家庭有很多选择；关键的问题是，中产阶层，尤其是中产偏下的“夹心阶层”，有没有充足的住屋选择？现实情况是，香港社会有一大群无资格轮候公屋、亦无能力购置私楼的“夹心阶层”，大约占香港约30%的家庭住户，社会多以“穷中产”形容之，当中包括大量青年人。这些人原本是社会的中流砥柱，但在目前的房屋政策中得不到照顾，沦为“无壳蜗牛”，不少人的处境甚至不如住在公屋中的基层。其实，香港公屋轮候时间过长，原因既有供应方面的：即供应不足；也有需求方面的：即公屋需求不成比例地增加，而根源就是“夹心阶层”的住屋供应严重不足，导致本应向上跨越、踏入“夹心阶层”住屋的人，不得已滞留在公屋或公屋轮候册中。具体来看，对“夹心阶层”而言，购买居屋是一个可行的选择。过去5年，房委会平均每年收到24万份居屋申请表，但每年供应量只有5 500个单位，年均超额认购48倍，中签，是“不可能的任务”。别无选择下，“夹心阶层”只能涌向私楼市场的“细价楼”，结果“细价楼”供不应求，价格水涨船高。香港大学的数据显示，2004年，一个价值100万元的单位，到2020年已平均贵了4倍，升幅远超其他类型的单位，变相提高“上车”门槛，形成恶性循环。当然，中产不一定要置业，租楼也是选项。只是，一个月入三四万元、租住私楼的“夹心阶层”家庭，比起收入低一些，租住公屋的基层家庭，谁的生活更好一点呢？这个问题，并不易回答。正是因为“夹心阶层”的上述境遇，令部分基层不能或不敢向上流动，导致公屋需求不成比例地增加。因此，我认为为“夹心阶层”提供更多住屋选择，是必由之路。在让中产安居的同时，让有潜力的基层人士看到向上流动的希望，让他们勇于踏出公屋，成为中产人士，腾出公屋给“㓥房”居民，加快“㓥房”户“上楼”。为“夹心阶层”建屋，途径之一是增加居屋供应。这次的施政报告为公屋供应订明了清晰的KPI(译文：绩效指标)，为轮候时间“封顶”，但居屋供应的目标却欠奉。我建议政府正视“夹心阶层”住屋供应严重不足的现实，也为居屋的供应订立“贴地”的KPI和时间表。途径之二，是盘活现有的居屋“存量”。现阶段，“白居二”单位由房委会出任担保人，为期30年，银行一般以“30年扣减楼龄”来计算按揭年期。香港超过六成居屋在1990年代至千禧年建成，不少位置优越，但因临近“30年大限”，银行未必愿意提供高成数按揭，令大批潜在买家却步。若政府能调整政策，相信大大有助二手居屋的流转，提升其使用效率。此外，其他可行的选择，包括鼓励私人发展商兴建“私人居屋”。我在此想申报，我所工作的公司，有参与私人居屋计划。鼓励“渐进式按揭”、鼓励探索“共有产权住房”、改建市区唐楼为青年住宅等。主席，构建橄榄型社会，需要有与之匹配的、以中产为主的住屋结构。我认为在适当的时机，政府需重新审视新增土地用于兴建公营和私营房屋的比例，逐步调整到以中产为核心的建屋模式，为青年和夹心阶层提供充足的住屋选择，并助基层上流(计时器响起)......我谨此陈辞。",
    "embedding_key": "67",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "居屋",
      "夹心",
      "阶层",
      "中产",
      "住屋",
      "橄榄型",
      "基层",
      "30%",
      "供应"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。为加强反修例囚青对国家和内地的了解，政府早前提出可以安排服刑完毕的人士到大湾区工作或实习。我想问，现时有关计划的进度如何？当局是否知悉内地机构和政府是否愿意接纳这群青少年呢？多谢。",
    "embedding_key": "68",
    "poignancy": 0.5,
    "keywords": [
      "多谢",
      "反修",
      "内地",
      "洪雯",
      "例囚",
      "青对",
      "这群",
      "大湾",
      "是否",
      "知悉"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。棕地作业为本港的物流业发展提供了必不可少的支援。在目前未有明确物流用地规划时，便匆忙收回棕地，其实很可能会打断供应链，严重影响香港贸易物流中心的发展。我想问，局方会否尽快制订物流用地规划，并尽快落实提供替代用地给棕地作业者呢？多谢。",
    "embedding_key": "69",
    "poignancy": 0.5,
    "keywords": [
      "棕地",
      "用地",
      "物流",
      "多谢",
      "作业",
      "尽快",
      "洪雯",
      "局方",
      "会否",
      "规划"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。局长刚才提到，大约有36 000名高才通人才已来港领取身份证。不过，调研显示，这些已领取香港身份证的人士，当中有相当部分未必真正来港定居或就业。按照目前政策，这批人士在首次留港期限届满后，如果要延续签证，必须证明自己已在港就业或创业。据了解，当中有部分人士基于各种原因，未必真正来港就业或创业，市场上于是出现一些“黑中介”，通过一些不合法手段帮助这批人士取得在香港就业或创业证明，从中谋利。我认为，与其放任这些“黑中介”赚钱，不如多提供一个渠道，让这些高才通人才可以留港，并为香港作出贡献。所以，我想问局方会否考虑给这些人士多一个选择，通过投资香港的方式，例如把最低限额订于1,000万元，作为一个新增的选项，让这些未能在香港就业或创业的高才通人才，可以获得签证续期。投资的领域可以是我们投资移民计划下所指明的范畴，这样便可让他们继续留港，同时为香港作出贡献。多谢。",
    "embedding_key": "70",
    "poignancy": 0.5,
    "keywords": [
      "留港",
      "香港",
      "就业",
      "创业",
      "人士",
      "黑中介",
      "000",
      "来港",
      "这批",
      "高才通"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢局长刚才的答复。我想询问局长会否考虑把整个“未来基金”从外汇基金分拆出来，从而给予整个“未来基金”更大的灵活性呢？",
    "embedding_key": "71",
    "poignancy": 0.5,
    "keywords": [
      "局长",
      "基金",
      "洪雯",
      "会否",
      "整个",
      "未来",
      "分拆",
      "多谢",
      "答复",
      "灵活性"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "8.洪雯议员：为回应夹心阶层的置业需求，香港房屋委员会(“房委会”)推行“白表居屋第二市场计划”(“白居二”)，容许符合白表资格并获配额的人士(“白表买家”)，于未补价的情况下，在资助出售房屋单位(统称“居屋单位”)的第二市场购买一个单位。就此，政府可否告知本会：(一)就2013及2015年的有关临时计划，以及2018年白居二恒常化后推出的每一期而言，房委会/香港房屋协会就(a)家庭申请者及(b)一人申请者，分别(i)接获的合资格申请数目、(ii)发出的“购买资格证明书”(“证明书”)数目，以及(iii)批出的“提名信”数目为何(以下表列出)；白居二年份配额(i)(ii)(iii)(a)(b)(a)(b)(a)(b)2013临时计划2015临时计划(二)鉴于房委会为居屋单位买家提供的按揭贷款保证期(“保证期”)，由首次转让日期起计最长为30年，截至今年12月，可供白表买家选购的单位当中，有多少个单位的保证期已满20年或以上及其百分比；及(三)鉴于据悉在疫情下，不少准白表买家难以约见业主及参观单位，以致证明书的一年期限不足够选购居屋，政府会否考虑放宽该期限；若会，详情为何；若否，原因为何？房屋局局长于2022年12月14日提供的书面答复文本载于附录3。",
    "embedding_key": "72",
    "poignancy": 0.5,
    "keywords": [
      "居屋",
      "白表",
      "房委会",
      "单位",
      "白居二",
      "保证期",
      "证明书",
      "买家",
      "房屋",
      "2013"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。事实上，政府在2016年之所以从外汇基金拨款设立“未来基金”，目的正正是希望其投资与外汇基金的传统投资有所不同，从更长远、更具策略性的角度作出投资，借以改善香港的公共财政结构，为香港开拓未来，所以称之为“未来基金”。不过，“未来基金”成立后仍然存放在外汇基金中，由金管局负责投资，受现行的外汇基金投资管理制度所规范，无疑有违成立的初衷。“未来基金”占外汇基金的比例不足5%，不会撼动金融稳定，而且在中美冲突加剧的情况下，现在是时候考虑将外汇基金的投资组合适当地多元化。请问政府会否考虑把“未来基金”从外汇基金分拆出来独立运作，使其不再受外汇基金投资管理制度所局限，能够真正为香港开拓未来呢？",
    "embedding_key": "73",
    "poignancy": 0.5,
    "keywords": [
      "外汇",
      "基金",
      "未来",
      "投资",
      "香港",
      "管理制度",
      "开拓",
      "洪雯",
      "2016",
      "5%"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我想藉今天的时间提出一项具体建议，希望政府跟进。我建议香港尽快成立政府创投机构，推动香港产业结构多元化。今日的香港是国际金融中心、资本流通平台、“超级联络人”，但我们同时面对产业单一化及空心化、就业劣质化、青年向上流动空间狭窄等问题，社会分别撕裂成一个前景广阔的“精英香港”，和一个固化甚至向下流的“中产、基层香港”。在财富推动型的发展模式下，贫者越贫，富者越富。要扭转这种发展趋势，香港需要推动经济结构转型，推动产业结构的多元化和实体化，为本地人提供更多中间阶层的、多元化的就业选择。但是，香港过去数十年的发展经历证明，单靠市场自发解决香港面对的结构性问题，根本行不通。政府要承担起“促成者”、“推动者”、“参与者”的角色，一步步迈向一个“适度有为”的政府，这已经是不可回避的选择，但我们应该从何开始呢？我认为，作为起点，我们可以创立一些可用的“工具”，让政府可以直接参与产业的发展，推动新经济增长点的形成。事实上，在这方面，香港政府近年已经开始一些初步的探索，但一直未有大突破。2016年，政府成立2,200亿元的“未来基金”，用作长线投资，目标是改善香港的公共财政结构；2020年，政府成立220亿元的“香港增长组合”，直接投资于与香港发展有关联的项目，包括新经济、生物科技、创新等，期望争取较高回报。而在今年的财政预算案中，司长提出对“香港增长组合”增拨100亿元，设立“策略性创科基金”和“大湾区投资基金”，分别专注于创科和大湾区的发展。这些措施迈出了难得的一步，但我认为远远不足。首先，“未来基金”存放于外汇基金当中，由金管局来管理，而外汇基金的首要目标是稳定金融体系，无疑难以担当开拓性的责任，难以用来探索发展方向和带动产业的发展。而“香港增长组合”采取被动的投资模式，主要由政府所任命的普通合伙人来作出投资。当然，这种模式跟保守的外汇基金相比，可以更为进取，获取更高的投资回报。但是，如果我们期望合伙人能够有宏观、全局、长远的视野，从推动香港经济结构转型和为青年人开拓新发展空间的角度，来作出策略性的投资，肯定是不现实的。毕竟，普通合伙人的投资更多考虑市场回报，我们不可能用这些公共目标来评估他们的业绩。除此之外，过去数年，香港政府内部、法定机构、大学等也相继成立了不少基金，用于投资及扶持本地创科初创企业。不过，这些基金全都属被动式的政策，又或由任命的投资伙伴来进行投资，又或基金的申请取决于企业、院校或非政府组织，政府在支援产业的发展及布局上十分被动；而且基金体量也有限，难以形成规模效应。现实显示，这些基金在推动本地创科产业发展及产业多元化方面的成效一直很有限。总的来说，上述间接的投资模式是有益的探索，但碍于市场的限制，远不足以用来作为推动经济结构转型的重要手段。我们需要更直接、更有效的工具和更主动的模式，协助政府向“适度有为”转型。在这方面，境外有不少成功案例可供香港参考。我研究了新加坡的“超级国企”淡马锡、深圳市政府全资拥有的深圳投资控股有限公司(“深投控”)，以及由政府和社会资本共同拥有的深圳市创新投资集团有限公司(“深创投”)。这3间企业成为政府直接参与塑造产业结构及支持经济长远发展的有效工具，无论在推动产业发展、实现公共目标方面，还是在赚取投资回报方面均成效显著。既然香港要开拓新的经济增长点，我建议政府化被动为主动，仿效邻近地区的做法，拨出“未来基金”中的一定份额，设立一个由香港政府直接参与的创投机构，对标淡马锡、“深投控”或“深创投”，我暂且称之为“香港创新投资集团”(“港创投”)。在资本构成方面，我们可将目前“香港增长组合”及其下的“策略性创科基金”和“大湾区投资基金”的部分金额，作为香港政府的出资，纳入“港创投”。若我们采用混合所有权模式，可以参考“深创投”，邀请国内及国际顶尖投资机构合作，力求股东结构多元化、管理团队国际化。在投资标的方面，“港创投”应投资于对香港长远发展具战略价值的创科产业、制造业及其他能丰富本地经济结构的新兴产业，覆盖从初创期到成长期的企业全生命周期，既孵化和培育本港优秀企业，也吸引境外企业来港，为香港经济开拓新的增长点。我认为成立“港创投”有数个好处。其一，平衡资本收益及社会效益的需要，促进产业多元化。由政府出资成立的投资基金，风险承受能力更高，可以培育和支持一批高风险、但对香港长远发展有好处的产业企业；又或可以促成一些单靠市场准则无法达成的投资决定，例如投资于一些收益比较低、但能创造可观的职位或社会效益高的企业，以弥补市场的不足，平衡资本收益和社会效益，从而有助丰富本地的产业结构，为青年人创造向上流动机会；第二，“港创投”可以成为政府引导产业发展的工具。政府可借助“港创投”，直接参与培育新经济增长点、促进具战略价值的产业的发展；第三，“港创投”可为政府带来更高的潜在回报。近年，香港政府已开始调整过往“积极不干预”的心态，未来我们应该继续摆脱思维上的局限，逐步迈向“适度有为”。此外，设立政府创投机构可成为政府参与及引领产业发展、推动经济转型的有效工具，成为香港开拓新发展模式的起点。上述建议，我已经去信财政司司长，希望得到司长回应。我谨此陈辞，多谢代理主席。",
    "embedding_key": "74",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "创投",
      "投资",
      "政府",
      "创科",
      "产业",
      "基金",
      "发展",
      "香港政府",
      "推动"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，40多年前深圳成为特区，优先发展的是与香港接壤的口岸地带，充分利用香港人流、物流进入深圳的端口，带动周边商贸和产业发展。如今，深圳河北岸的福田、南山、罗湖、盐田4个区，已是集行政、金融、商贸、科技、制造、物流、居住、教育、文体设施等为一体的国际都会，充分证实了口岸经济带的发展成效。而与这些区域一河之隔的香港境内，杂草丛生、一片荒芜。长期以来，香港的经济重心集中于维港两岸；北部边境区域一直被划为与内地之间的缓冲地带和禁区，发展一直冻结。在土地资源极其紧缺的香港，这种景象充满讽刺，折射出香港和深圳两地对边境发展的不同态度。(代理主席李慧琼议员代为主持会议)去年，特区政府提出了《北部都会区发展策略》(“《发展策略》”)，彻底扭转了这种思路。今天，严刚议员的议案正好让我们讨论香港应如何用好口岸附近的宝贵土地，发展口岸经济带。我认为有两方面是政府必须立即思考的。其一，尽快将去年公布的《发展策略》进行深化、细化，并调整当中不恰当的地方。比如这份《发展策略》，将深圳河以南、东起深圳湾、西到罗湖之间的广泛地带，包括深圳湾、福田、皇岗、罗湖4个口岸周边的土地，全部划为湿地保护公园，令香港失去在这个区域发展口岸经济带的机会。两天前，我到港深边境走了一圈，实地考察了这个地带。现场所见，区内的确有高生态价值的区域，但也有不少鱼塘、荒地、小山丘等生态价值不明显的区域，将它们全部划为湿地保护公园，放弃口岸经济带的发展，是否恰当呢？我毫不否认包括米埔在内的后海湾湿地系统、大鹏湾/印洲塘生态区、深圳河及其支流两岸的生态价值。我们需要和深圳进行跨境合作，全力保护并放大这些区域的生态价值，保护候鸟在香港休憩的生态条件。但按照这份《发展策略》，“双城三圈”中的港深紧密互动圈，其实被环保区域隔开，并不能实现“紧密互动”；深圳河南面的大片土地，无论生态价值如何，或者其生态价值能否转移，一并不能使用，唯一能用的只有河套区，孤零零地被鱼塘、荒地环绕。所以，我建议政府立即深化和调整《发展策略》，尽快制订符合客观实际、符合战略目标的建设蓝图，既保育好生态敏感区域，亦用好每一寸珍贵的土地。其二，原议案中提出成立跨两地高层级专责小组，而同事的修正案亦提出请求中央加强对两地发展的协调。事实上，目前香港与深圳或广东省之间，已存在数个不同层次的协同机制，包括1998年成立的粤港合作联席会议、2004年开始的深港合作会议。在中央层面，亦有由国家发改委牵头、在2004年确立的促进广东前海南沙横琴建设部际联席会议，成员包括粤、港、澳、深等地方政府及多个中央部委；至2018年，粤港澳大湾区建设领导小组成立，亦是一个由中央统筹的高层次领导小组。我认为，跨境的协调机制已经存在，关键是香港这边要拿出具体行动。我反而建议，香港尽快成立自己的北部都会区发展办公室，统筹香港政府跨部门的合作和决策，督导北部都会区的土地发展和产业发展规划，推进基础设施建设，落实跨境的合作、协调，以结果为导向，摆脱过往议而不决、决而不行的局面，为香港开拓新的发展空间。我谨此陈辞。",
    "embedding_key": "75",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "发展",
      "口岸",
      "生态",
      "深圳河",
      "经济带",
      "都会区",
      "区域",
      "策略",
      "罗湖"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我动议通过印载于议程内的议案：“善用‘未来基金’及‘香港增长组合’，推动产业结构多元化。”今日，我们身处“百年未有之大变局”：创新科技颠覆现有的认知和发展模式；全球化与逆全球化互相交织，重塑全球供应链体系；中美大国博弈，在贸易、投资、金融、科技等领域全面铺开；俄乌战争极大挑战国际秩序；气候变化带来人类生存危机；而新冠疫情引发国际政治经济格局大变化。我们需要问，香港有没有高瞻远瞩的长远策略，来应对种种颠覆性挑战？有没有适当的工具，作为实现策略的手段？回到本地，香港是国际金融中心，但同时面对产业单一化、空心化、就业结构两极化、劣质化、贫富差距扩大等深层次矛盾。经济结构从四大支柱，变成一枝独秀，年轻人的道路越走越窄；即使是在金融领域，都是“吃老本”，挑战就在眼前。我们需要问，香港如何扭转这种发展趋势，推动香港经济结构转型？如何提升长远竞争力？这些问题，错综复杂，有待全社会一起去探讨。但是，一个越来越清晰的社会共识就是，如果政府延续积极不干预的执政理念，让市场和个体，自己去应对动荡的国际大局、残酷的区域竞争，自发解决香港的结构性矛盾，根本行不通。特区政府是时候在经济发展中担当起“促成者”、“参与者”、“推动者”的角色，解决香港的深层次矛盾。不过，作为“自由经济的典范”，香港政府没有直接参与经济发展的经验。改变，应从何开始？我认为，作为切入点，我们可以创立一些“工具”，让政府直接参与到产业的发展当中，一步步迈向“适度有为”。这方面，政府已开始初步的探索。2016年，政府成立2,200亿元的“未来基金”，用作长线投资，改善公共财政结构。2020年，政府成立220亿元的“香港增长组合”，投资于与香港发展有关联的项目，包括新经济、生物科技、创新等。今年，“香港增长组合”获增拨100亿元，投资于创科产业和大湾区。这些措施，是难得的起步。但是，我认为远远不足。首先，这两个基金的定位，不够策略性。争取更高回报固然重要，但我们应站得更高，望得更远，从全球发展大势出发，借助这两个基金，积极培育新经济增长点，推动策略性产业发展，为未来开拓新出路。第二，基金的运作模式守旧。目前，“未来基金”存放在外汇基金中，由金管局负责投资，受现行外汇基金投资管理制度所规范。由于外汇基金要担负稳定货币和金融体系的责任，其投资必须保障资本安全和充足的流动性，作风必然保守，无疑难以担当开拓性的责任，难以用来探索发展方向和带动产业的发展。“未来基金”成立6年，回报率虽然比外汇基金高，但是，在为未来开拓发展方向方面，未见成效。加上金融制裁风险增大、多国思考“去美元化”的趋势下，如何分散风险，是“未来基金”必须要考虑的问题。第三，政府的作用未见突破。“香港增长组合”打破了外汇基金不投资于本地及内地的限制，但特区政府不直接参与任何投资项目审议，或影响个别投资决定，而是由金管局在市场挑选普通合伙人general partners(下称“GP”)作出投资，最终又是由金管局来管理。外判给GP来投资，虽然比“未来基金”的模式更为进取，但是，如果我们期望这些GP能有宏观、全局、长远的视野，从香港在全球的战略定位、从推动经济结构转型、为年轻人开拓新发展空间的角度，来作出策略性的投资，肯定是不现实的毕竟，这些GP要为自己的投资人负责，必然更多考虑市场回报，我们不可能用这些公共目标，来评估他们的业绩。成立两年来，“香港增长组合”进展非常缓慢，除了任命几间GP，我们未见到其他任何动作。在科技和商业模式迅速迭代的今天，两年可能已经是一个新的时代。这种速度，迟早会被竞争潮流抛弃。因此，我促请政府善用“未来基金”和“香港增长组合”，为香港寻求新的策略定位，开拓新的发展局面。主席，“香港增长组合”管治委员会共有6位非官方委员，过去数周，我亲身请教了当中的5位，加上与多位业界专家访谈，总结出4点建议：第一，政府应要求作出投资的GP，不能只看投资回报，而要将长远改善香港产业结构和就业结构作为投资目标。政府有必要进一步发挥管治委员会及投资委员会的作用，制订一套投资目标体系，引导GP从更具策略性、全局性的角度进行投资，为香港培育创科产业、战略性新兴产业、新型制造业等新增长点。第二，“香港增长组合”并未就“与香港发展有关联”作出具体定义；如果企业一切都在境外，只是来港上市，这种模式与香港的关联只是金融，无助于新增长点的形成。所以，我建议对“与香港发展有关联”订出一些具体要求，让香港本地在技术创新、产业发展、人才培养、就业多元等方面充分受益。第三，政府在投资运作方面应扮演更直接、主动的角色。我建议仿效世界各地的成功做法，包括新加坡政府全资拥有的淡马锡控股、深圳市政府和市场共同出资成立的深圳市创新投资集团有限公司等众多案例，设立特区政府直接参与的创投机构我暂且称之为“港创投”。“港创投”是策略性创投基金，由政府出资成立，但其运作独立于政府部门之外。成立后，“港创投”可与GP双轨并行，并从GP的运作中汲取经验。“港创投”可以通过直接投资及成立母基金，扶持对香港长远发展具战略价值、能丰富本地经济结构的各类产业，并与大学、科技园、数码港、HKPC(译文：香港生产力促进局)等的各类基金配合，覆盖从研发期、初创期，到成长期的企业全生命周期，既孵化和培育本港企业，也吸引境外优秀企业来港，为香港开拓新增长点。第四，尽快制订产业发展蓝图，引导未来的投资方向。“港创投”是政府直接参与塑造经济、实现战略定位的工具。但是，我们需要一套顶层设计，一套具策略性和前瞻性的发展定位和产业发展蓝图，作为投资的指引。可以说，“港创投”的成立和发展蓝图的制订，应同步进行。主席，新一届政府即将开展任期。我促请政府摆脱思维上的局限，在经济发展中担当起“促成者”、“参与者”、“推动者”的角色，逐步迈向“适度有为”，善用“未来基金”和“香港增长组合”，为香港开新篇。我谨此陈辞。洪雯议员动议的议案如下：“特区政府于2016年成立2,200亿元的‘未来基金’，并于2020年从中拨出220亿元，成立‘香港增长组合’，直接投资于与香港发展有关联的项目，以巩固香港金融、商贸和创科中心的地位；‘香港增长组合’将获特区政府增拨100亿元，投资于创科产业和大湾区的发展；目前，‘未来基金’存放在外汇基金中，由香港金融管理局(‘金管局’)负责投资，受现行外汇基金投资管理制度所规范，作风保守；‘香港增长组合’虽突破了外汇基金不于本地及内地投资的限制，但特区政府不直接参与任何投资项目审议或影响个别投资决定，而是在市场挑选普通合伙人为其作出投资，并由金管局作为行政管理人；‘未来基金’及‘香港增长组合’在现有运作模式下，进展缓慢，且难从开拓性、全局性及长远的视野，由带动香港经济结构转型、为年青人开拓新发展空间的角度，作出策略性投资；就此，本会促请特区政府善用‘未来基金’和‘香港增长组合’，积极培育创科产业、战略性新兴产业、制造业等新经济增长点，推动香港产业结构多元化；特区政府应：(一)要求作出投资的机构，不应只着重投资回报，也要以长远改善香港产业结构和就业结构作为投资目标；(二)在投资运作方面扮演更积极、主动的角色，考虑仿效邻近地区的做法，包括新加坡政府全资拥有的淡马锡控股、深圳市政府和市场共同出资成立的深圳市创新投资集团有限公司等，设立特区政府参与的创投机构，直接参与投资；及(三)尽快制订产业发展蓝图，引导未来的投资方向。”",
    "embedding_key": "76",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "投资",
      "GP",
      "基金",
      "特区政府",
      "组合",
      "发展",
      "策略性",
      "未来",
      "创投"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，共有8位议员就我动议的议案提出了修正案，亦有多位议员发言，分享了众多真知灼见，我衷心表示感谢。我知道这是一项有争议的议题，所以我近期做了很多调研。“香港增长组合”管治委员会共有6位德高望重的非官方委员，我亲身请教了当中的5位；我也访问了创科界、科技界、金融界的多位专家，以及内地政府创投机构的负责人。我的议案综合了诸多专家给我的建议和鼓励。以下，我就大家的意见作一个简要回应。首先，我呼吁成立政府创投机构，即“港创投”，得到多位议员的积极回应。这个政府创投机构的运作，与现有的外汇基金完全不矛盾，不影响外汇基金现有运作。我完全同意叶刘淑仪议员指出，外汇基金有负担稳定货币和金融体系的责任，其投资必须保障资本安全和充足的流动性。但是，当初从外汇基金当中拨出“未来基金”，就是想从更长远、更具策略性的视角来作出投资，改善我们长远的公共财政结构，为香港开拓未来，故此我们称之为“未来基金”，这是成立基金的原意。“未来基金”在外汇基金中所占比例不到5%，难以撼动根本，我认为应该作出更具前瞻性、更大胆的探索。举例而言，黄英豪议员提出，应加入适当的人民币资产比例，推动人民币国际化，我认同有关建议。在美国实施金融制裁的风险下，很多国家开始考虑“去美元化”。“未来基金”可否考虑更多元的投资组合，在推动人民币多元化、国际化方面出一分力呢？另外，在运作模式方面，我想强调，我所建议的“港创投”是一个独立运作的机构，不是由政府官员来作出投资，但政府作为出资人，应提供策略性指导，并由专业团队独立运作，具体模式亦有很多成功案例可供参考。第三，在目标和定位方面，陆颂雄议员和黄元山议员指出，这两个基金应用于支援本地发展，创造最大的社会和经济效益，我同意有关建议。我认为这两个基金应该更具策略性，在为香港打开新发展局面、为年轻人开拓新发展方向方面，扮演更重要的角色。第四，在资金来源方面，谭岳衡议员提出成立引导型母基金，吸引更多私营资本参与，我非常赞同。广泛吸纳社会资源，才能扩大规模，把事情做大。陆颂雄议员提出发放政府债券，让市民参与。事实上，淡马锡已经两次发行零售债券，市场反应热烈。不过，淡马锡运作多年，过往业绩出色，投资布局多元，让市民参与，风险不大。我相信，在“未来基金”和“香港增长组合”走上正轨后，发行零售债券，不失为一个集资的手段。第五，在基金的治理方面，谢伟俊议员和黄元山议员都提出应提高透明度，定期公布投资和运作详情，做好公众解说，我非常认同。事实上，成立“港创投”，政府作为股东，参与董事局，必然会承担风险，但高度透明的治理、及时的公众解说，能让大众更了解投资的逻辑和因由，不会简单因回报率不理想而怪责政府。第六，我提出应制订产业发展蓝图，作为投资的指引，黄英豪议员、易志明议员、陈祖恒议员均补充，应审视国家“十四五”规划及大湾区发展蓝图。毫无疑问，香港的产业发展蓝图不能就香港论香港，应放在“十四五”规划和大湾区的视野下，推动全面的互利合作。代理主席，今次不是我第一次在立法会探讨这两个基金的运作，也不会是我最后一次谈这项议题。我会持续关注两个基金的运作，敦促政府作出改变，让社会资源用得其所，为香港开拓未来。我谨此陈辞。",
    "embedding_key": "77",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "基金",
      "运作",
      "创投",
      "香港",
      "政府",
      "外汇",
      "策略性",
      "未来",
      "投资"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。长期以来，我在不同场合说香港应该推动“再工业化”，但收到的反馈以负面居多，社会上没有太多人看好这件事。不过，昨天开始的辩论让我很高兴看到，议会内有不少同事都有心推动香港的“再工业化”。由于制造业流失，香港产业结构严重空洞化。在2020年，制造业占GDP(译文：本地生产总值)1%；同一年，以色列是11%、新加坡20%、瑞士18%、韩国25%、日本20%、美国11%、中国31%、上海25%、深圳34%。我们经济结构之单一，全球绝无仅有。不少人认为香港地方小、成本高、劳动力不足，无可能也不应该发展制造业。亦有人认为，虽然香港没有了制造业，但为制造业服务的生产性服务业仍然留在香港，即是“Made by Hong Kong”(译文：“由香港制造”)，所以没有制造业也没有问题。我同意生产性服务业对香港极之重要，但我想提醒，没有了制造业，生产性服务业必然会出现流失和萎缩，根本原因就是制造业的磁力作用。事实上，制造业是众多生产性服务业的根本需求来源，贸易、物流、航运等都是最直接的例子，没有货源，这些产业根本无从发展。产品的设计、研发、测试、生产管理、品牌营销等环节，亦与制造业相辅相成。今时今日，为了快速应对市场的变化，所谓“real-time reaction”(译文：“即时反应”)，越来越多生产性服务业出现了接近制造业的趋势，制造和服务协同发展。因此，制造业发达的地区，其周边自然会慢慢出现大量的生产性服务业，就地为制造业提供服务，这就是制造业的“磁力作用”深圳等城市的发展，清晰体现了这种磁力作用。所以，没有了“Made in Hong Kong”(译文：“在香港制造”)，“Made by Hong Kong”难以维持。过去30年，香港经济结构的变化，清楚看到直接为制造业服务的生产性服务业占GDP的比例、对就业的贡献，都一直减少。比如说，过去10年，贸易及物流业在香港经济结构中的比例不断下降，就业足足减少11万人。可见要保住“Made by Hong Kong”，我们需要有“Made in Hong Kong”。制造业的磁力作用在创科产业中极为明显。没有了制造基础，尽管本地研发做得出色，但研发成果难以在香港落地生根，最终要转到内地或国外，才能闯出一片天地。昨天很多同事也提到大疆、“MyCar”的case(译文：个案)。直到今天，香港本地没有一间有国际影响力的创科企业。根本上，创科产业的发展需要形成一个ecosystem(译文：生态圈)，而制造业在其中扮演极为重要的角色，没有了制造的支持，这个ecosystem便不完整，创科便发展不起来，可以说，两者相辅相成。对于推动“再工业化”的政策手段，我十分认同陈祖恒议员、周浩鼎议员的意见，我们需要制订产业发展蓝图，包括具体哪些产业可以发展？未来5年、10年、20年可以发展到甚么程度？可以有多少就业？我们需要有一个总体方向来引导政策的制订、资源的分配、市场的走向及人才的培养。在2000年，香港制造业占GDP 5%。我认为这是一个可行的10年目标。此外，政府还有不少政策工具可以使用，例如可以用未来基金中的香港增长组合设立政府创投机构，投资于制造业及其他策略性产业；可以利用政府采购的庞大市场，支持本地“再工业化”；以及利用消费券定向支持制造业，包括支持市民购买香港制造的产品等。总体来说，政府需要适度有为，做好“再工业化”的领导者、促成者，甚至参与者，推动“香港制造”这个品牌，再次走入内地、走出国际。我谨此陈辞。多谢主席。",
    "embedding_key": "78",
    "poignancy": 0.5,
    "keywords": [
      "制造业",
      "香港",
      "生产性",
      "Made",
      "Hong",
      "Kong",
      "译文",
      "服务业",
      "创科",
      "磁力"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，“未来基金”成立6年、“香港增长组合”成立2年，我们是时候检讨这些资金是否用得其所：“未来基金”能否为我们的下一代开拓未来？而“香港增长组合”有没有条件推动香港的长远增长？事实上，用好这两个基金，可以成为政府转变角色、转向“适度有为”的一个切入点。今日，全球和香港都站在十字路口，我期望政府积极求变，引领香港参与全球竞争，帮助香港找到在国家、在全球的新优势、新定位。我谨此陈辞。",
    "embedding_key": "79",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "全球",
      "未来",
      "组合",
      "增长",
      "谨此",
      "陈辞",
      "基金",
      "洪雯",
      "求变"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。首先，我支持李慧琼议员的议案。我认为这份施政报告有比较大的格局，“北部都会区”将为香港中长期发展提供庞大的空间支持，而针对“十四五”规划赋予香港的八大中心定位，施政报告提出了未来的总体发展方向，这两点是必须肯定的。在这环节，我想分享我对融入国家发展、北部都会区及空运这3项议题的看法。第一，我认为香港融入国家发展大局，需要双向优势互动。施政报告的经济篇章，开宗明义以“融入国家发展大局”为题，我非常认同。香港回归已经25周年，融入国家发展大局是应有之义不止经济要融入国家发展大局，人心也要融入国家大局。不过，我想指出，香港目前融入国家发展大局的思维比较单向，我们强调的只是让香港的优势产业、企业到内地投资，让香港的专业人士到内地执业，让优秀的青年人到内地创业、就业。这种融入方式本身没错，我是支持的，但如果我们只是强调这种单向的优势转移，则有很大问题。从企业的角度来看，到内地投资可以享受更大的市场、更低的成本、更丰富的人才供应，这是好事。但是，对香港本地经济来说，可能是双刃剑，因为企业大规模对外投资，有可能为本地经济带来迁移和替代效应，令本地产业和就业流失。从人的角度来看，不是所有香港青年人都有能力到内地参与竞争，也不是每个人都有意愿离开香港，到内地发展。其实，专业人士、高端人才，以至每一个青年人都是香港的宝贵资源。我们的人才策略，首要目标是培养人才、吸收人才、留住人才，为人才发展提供机会。所以，我认为香港融入国家发展大局，需要从单向优势转移，变成双向优势互动。我们不但要继续鼓励我们的企业、人才到内地，同时也要把我们需要的产业、企业、人才吸引到香港，不但是吸引内地企业来港上市、融资、享受高端服务，也要吸引制造业、科技产业、文化企业来港营运，丰富香港的产业结构，为香港创造多元的就业机会。其实，建设好香港，就是融入国家发展大局。如果我们可以把国家多元的发展机遇带回本地，带给更多香港人，我相信将大大提升香港人的国家认同。接下来，我希望谈谈北部都会区。我认为我们应尽快制订北部都会区的产业发展规划，兼顾中层和基层的就业。北部都会区的提出将为香港中长期发展提供庞大的空间支持，令港深边境从香港以往的边陲和缓冲地带，变成香港与粤港澳大湾区(“大湾区”)衔接的前沿，反映了香港城市规划和发展方向的重大转变，令人鼓舞。此外，施政报告提出要在北部都会区实现“职住平衡”，这点是规划思路上具策略性的进步，值得称赞。不过，令我担忧的是，施政报告只提供了北部都会区的空间发展蓝图，而在这片空间上会发展甚么产业、推动甚么经济活动、创造甚么就业、我们如何达致这些目的，目前是没有方向的。事实上，新区的发展，在提供土地空间和基础设施的同时，必须思考在空间之上可以发展甚么经济活动。换言之，必须空间发展规划和产业发展规划两者并举，才可有效避免新发展区未来变成有人住，但没就业的睡城，或有就业但没生活配套，一到夜晚就人去楼空的空城。我认为，既然特区政府提出了北创......虽然特区政府提出了“北创科、南金融”的总体思路，但这说法太笼统：一个占了香港三分之一土地、可容纳200万人的新区，“创科”二字明显不足以引导该区的未来发展。单就创科产业来看，北部都会区可以发展甚么产业内容呢？在未来5年、10年、20年可以发展至甚么水平呢？我们需要一个总体方向，引导政策制订、资源分配、市场走向，以及人才培养。而且，我认为除了发展创科，北部都会区应当承担更大的功能。目前，香港面对经济结构单一化、实体产业空心化、就业结构两极化、中产和基层就业劣质化、青年向上流动空间狭窄等深层次矛盾。我们现有的南部金融区以金融为核心产业，主要属于精英阶层的，中产和基层市民在香港的发展空间越走越窄。我们迫切需要一个新中心，为中产和基层市民创造发展机遇，为年轻一代开拓向上流动的渠道。所以，我认为北部都会区不但要弥补香港在创科方面的缺陷，更要在解决经济深层次矛盾上发挥作用，包括第一，为贸易、物流、旅游等传统产业的升级转型提供载体；第二，为培育新的经济增长点，包括文化创意产业、新兴工业、糅合了服务业与制造业的“2.5产业”、 糅合了服务、科技、渔农业的新型渔农业等提供契机；及第三，建设工业园区，推动“再工业化”和创科产业紧密配合，形成产业链，发挥“集群效应”clustering effect。所以，我认为北部都会区的发展不是“北创科”这3个字那么简单。我们要有足够广阔的视野，为中层和基层创造他们能够参与的多元发展机会，令不同阶层都可以分享北部都会区的发展红利。所以，我强烈建议政府尽快制订全港的产业发展蓝图，其中一个重要部分就是北部都会区的产业发展规划，充分利用北部都会区的土地资源和边境优势，推动香港经济结构转型、推动产业多元化和实体化，为中产、基层和年轻一代创造属于他们的发展机遇。第三，我建议在香港打造高端航空产业群。国家“十四五”规划确定了香港国际航空枢纽的地位，施政报告也提出，香港要从“城市机场”提升为“机场城市”。对于这点，我高度认同。不过，施政报告同时提出，特区政府“希望与广东省在珠海共同打造一个高端航空产业群，例如飞机维修工程、飞机零部件代生产和配送，以及飞机工程专业研究等”。这句话的具体含义还需要进一步向特首请教，但我希望这句话不是代表香港要把高端航空产业的新增发展或现有产业群转移到珠海。过去多年来，我在各种渠道呼吁“2.5产业”可以成为香港开拓新增长点的方向。所谓的“2.5产业”，就是连结服务业与制造业的经济领域。举例来看，飞机发动机的维修就是一个典型的“2.5产业”，本质上是服务业，但同时具有制造业的多个职能，例如加工、改造、维修、组装等，属于制造服务。我曾经深入考察香港的飞机发动机维修行业。其实，亚太区最大的飞机发动机维修公司之一就位于香港。该公司现时在香港拥有40多个飞机发动机的维修车间，至今已经为全球超过30多家航空公司维修超过4 000台飞机发动机。这行业在香港的发展能跟香港的航空业互相促进，推动以香港为枢纽的航空零部件贸易、配送、供应链管理，带动香港航空技术的科研，为经济带来可观的“乘数效应”multiple effect。再者，据我了解，该行业能提供不少技术岗位，包括工程师、技术工人、管理人员等。只要完成公司的在职培训，甚至考取民航处的各类专业资格，就可以有比较稳定的就业保障和不俗的晋升阶梯，可以为本地青年人提供多一条出路。数天前，我再次调研了该飞机发动机维修公司。据我了解，即使在疫情下，行业仍能维持一定发展，尤其是工程师和技术工人的培养不容易，即使疫情带来冲击，行业都会尽力保住人才，岗位有一定的稳定性。当然，这产业要留在香港，甚至进一步扩张，面对周边地区的极大竞争，尤其是在成本和吸引技术人才进入方面，香港有较大的局限。正因如此，不少人萌生把这产业转移到大湾区，只剩下最高增值的部分在香港的思维。我想说，过去多年来，正正是这种“本地没有优势就要转移出去”的简单思维，令香港出现了彻底的“去工业化”，直接导致香港今天产业的结构单一化、实体经济空心化，为我们的经济深层次矛盾埋下根源。事实上，我们在成本和技术人才短缺方面的劣势，可以通过创造其他方面的优势弥补。我完全认同香港与广东省在航空业方面要加强合作，但正如我之前所说，我们的合作方式不应简单地把增值不够高的产业环节转移到广东。我认为，为本地中产和基层创造多元化的发展机遇，应该成为我们推动大湾区合作的目标。我强烈建议政府重新思考到其他地方打造高端航空产业群的思路这思路只会令香港航空业出现空心化的趋势，阻碍香港落实“十四五”规划提出在香港发展国际航空枢纽的定位。主席，我谨此陈辞。",
    "embedding_key": "80",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "都会区",
      "发展",
      "产业",
      "融入",
      "施政报告",
      "北部",
      "人才",
      "大局",
      "创科"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：好的。就算局长今天宣布增建夹心阶层房屋，也要5至7年才有这类房屋供应，那些不愿意“躺平”轮候公屋的青年人便会对社会失去希望。我想问局长，当局何时才会考虑夹心阶层(尤其是大量青年人)的住屋需求，让他们看到希望呢？",
    "embedding_key": "81",
    "poignancy": 0.5,
    "keywords": [
      "夹心",
      "青年人",
      "阶层",
      "局长",
      "躺平",
      "房屋",
      "公屋",
      "洪雯",
      "轮候",
      "住屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，立法会上周辩论推动香港的“再工业化”，今天探讨推动职业教育，我觉得非常及时，因为两者根本相辅相成。香港产业结构单一，高端专业服务以外的其他产业发展前景不确定，制造业萎缩，科技产业发展缓慢，技术工种前景不明，令社会对职业教育越来越轻视。升读大学、做专业人士，成为大家心目中向上流动的唯一途径。结果，社会过分重视学生的学术表现，学业压力成为家庭重担；不少人为升读大学背上沉重学债，而所学的科目却未必是心仪的专业，最终造成人力资源错配。要改变这种状况，推动职业教育，是出路之一。今年4月，内地发布新的职业教育法，强调职业教育与普通教育具有同等重要的地位，是培养多样化人才、传承技术技能、促进就业创业的重要途径。英国在2020年新冠疫情下，提出终身技能保证计划(Lifetime Skills Guarantee)。计划指出，疫情过后，英国必须加快经济转型。为此，政府将大力发展职业教育，为合资格成年人及失业人士免费提供职业技能训练，以填补国家面临的技能差距。由此可见，推动职业教育是全球发展趋势。香港要推动职业教育，可从几方面入手。首先，推动产业多元化与发展职业教育，两者应该齐头并进。有出路，才可吸引新人入行。假如产业单一，出路狭窄，年轻人只会继续去“迫独木桥”。德国的职业教育领先全球，原因之一，就是坚实的工业基础保障了职业学校毕业生的工作前景。我促请政府尽快制订短、中、长期产业多元化的发展蓝图，并配以人力资源发展策略，让社会和年轻人能够看见技术人才的发展机遇。第二，提升职业技能的社会认受性。职业教育强调经验、技能、工艺等非学术性的标准，与普通教育的评核标准明显不同；政府应强化职业技能在资历架构上的认受性，让市民可通过发展职业技能，获取受认可的资历和社会的尊重。国家人力资源和社会保障部今年4月发布“新八级工”职业技能等级系列，并推动技能等级与薪酬待遇、职业晋升相匹配，畅通技能人才发展的通道，值得香港参考。第三，改革职业教育，以更灵活的模式，适应市民在不同人生阶段的发展需求。举例来说，英国的终身技能保证计划鼓励提供更多模组式(modular)的课程，院校间的学分亦可自由转移，让市民更容易按不同人生阶段的需要，接受培训及再培训，灵活积累学分，从而获得不同等级的资历。这些措施，值得我们参考。第四，向家长及学生推广生涯规划。香港正积极推动产业结构多元化，不同的新兴产业及技术工种将得到新的发展机遇。政府及学校应及早向家长及学生推广不同行业的就业前景，协助学生做好生涯规划，让他们了解大学教育以外的升学路径和发展前景。我建议有关机构通过定期调研，了解各个界别对职业教育毕业生的需求，包括需求范畴、种类、需求量等，同时配合产业发展蓝图，预测未来需求的变化，定期向社会公布，协助家长和学生及早规划未来的职业途径。举例来说，IT(译文：资讯科技)界人力不足十分严重，应及早引导年轻人入行。我相信，在积极推动产业结构多元化的同时，重新强化和改革职业教育，辅以良好的生涯规划，可以让不同志向、不同能力的青年人在香港找到适合自己的发展机会、尽展所长。我谨此陈辞。(计时器响起)",
    "embedding_key": "82",
    "poignancy": 0.5,
    "keywords": [
      "职业",
      "教育",
      "技能",
      "职业技能",
      "推动",
      "生涯规划",
      "发展",
      "不同",
      "香港",
      "多元化"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，2023年施政报告提出建设香港成为国际专上教育枢纽，措施包括由2024-2025学年开始，将各教资会资助院校收取学士学位授课课程的非本地学生限额提升一倍至40%。发展国际教育枢纽有策略性意义，同事们都说了不少有关益处，我亦认同。但是，我比较关心建设国际教育枢纽所需要的投入，即是钱从何来的问题。刚才邓飞议员说，我们可以将教育产业化，赚取学费。但目前的现实是，我们目前收取非本地生并未收回总成本，更遑论赚钱。2023年，我们的教育开支超过1,000亿元，连同福利、医疗，成为政府三大千亿元支出之一。过去5年，我们的教育支出总共增加了21.6%，教育平均每年增加4%；而我们的政府收入，5年总共只增加了7.1%，平均每年增速只有1.4%；我们的名义GDP(译文：本地生产总值)在过去5年只增加了7.2%，平均每年增速只有1.4%。显然，我们的教育开支增速是远大于政府收入和GDP的增速，也是香港连续多年录得大额赤字的重要因素之一。上个月，我递交了书面质询，询问每年各教资会资助院校如何厘定向修读其学士学位授课课程的非本地生所收取的学费，即是厘定非本地生学费的标准是甚么。得到教育局的答复是，根据现行政策，政府要求教资会资助大学向非本地学生收取的学费，应足以收回所有额外直接成本。以我的理解，所谓“额外直接成本”(即extra marginal cost)并非总成本(即total cost)。就此问题，我向教资会请教，得到的答复是，大学的开支包括教学支出和科研支出，而各大学向非本地生收取的学费只是收取教学支出的cost(译文：成本)，并不计算其在科研方面的支出。其实教学和科研相辅相成，两者不可分离。非本地生来港接受教育，只缴付额外直接成本，意味着纳税人要补贴科研等其他成本，这并不公平。今时今日，香港的公共财政状况大家很清楚，我认为教资会资助大学理应向非本地生收取平均总成本(即total cost)，减缓教育开支增长的速度，减少纳税人的补贴。我谨此陈辞，多谢代理主席。",
    "embedding_key": "83",
    "poignancy": 0.5,
    "keywords": [
      "本地",
      "教育",
      "收取",
      "cost",
      "学费",
      "支出",
      "教资会",
      "资助",
      "总成本",
      "科研"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：OK，我会很快提出补充质询。其平均年龄是36岁，年龄中位数则是32岁，四成人拥有大专或专上以上学历。我们的房屋政策其实创造了公屋需求，严重扭曲了市民对事业发展的选择，导致香港的劳动参与率越来越低。",
    "embedding_key": "84",
    "poignancy": 0.5,
    "keywords": [
      "专上",
      "公屋",
      "洪雯",
      "OK",
      "36",
      "32",
      "参与率",
      "中位数",
      "以上学历",
      "大专"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢行政长官在公务员、问责官员和行政长官的岗位上服务香港数十年。同事都说了行政长官在很多领域的贡献，我想特别补充一点，就是香港第五波疫情最困难时，行政长官没有推行“全民禁足”和“强检”，让香港人少折腾，这一点我特别表示感谢。我们目前身处全球百年未有之大变局，地缘政治快速演变，全球政治、经济和竞争格局面临巨大变化，香港内部亦面对诸多深层次矛盾，我们需要一个具策略性、全球性和高瞻远瞩的定位、一个vision(译文：愿景)，来帮助香港应对全球和本地的种种挑战，让香港对国家的长远发展作出贡献，亦让香港人分享繁荣。上一任行政长官把香港定位为“超级联系人”，我想问，作为现任行政长官，林太认为今时今日，香港应该要有怎样的策略性定位，以应对未来的长远发展？多谢。",
    "embedding_key": "85",
    "poignancy": 0.5,
    "keywords": [
      "行政长官",
      "香港",
      "策略性",
      "定位",
      "多谢",
      "长远",
      "全球",
      "禁足",
      "应对",
      "大变局"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，我支持香港积极融入国家发展大局，积极配合前海的发展。但是，“融入”具体究竟是甚么意思？应该怎样融入呢？我觉得值得深入探讨。目前，我们推动香港融入国家发展大局的思维其实比较单向，我们强调的，经常都是让香港的优势产业、企业到内地投资，让香港专业人士到内地执业，让香港的年轻人到前海创业、就业。这种融入方式没错，香港企业和个人都可以得到更多发展机会，亦能推动前海的发展，我是支持的，但我认为我们不应只强调这种单向的优势转移。从企业的角度，香港企业到大湾区投资、发展，可以享受更大的市场、更低的成本，这是好事，但是，只强调香港企业到内地发展，能够改变香港本地产业结构单一化、空心化、贫富差距扩大的现实吗？本地企业大规模对外投资，甚至把本地业务迁移出去，反而可能令到本地产业和就业流失，进一步空心化。从人的角度，过去两年，香港经历了较大规模的人才流失，这种brain drain(译文：人才流失)至今还未停止，很多行业都缺乏人才，这是大家都看到的。其实专业人士、高端人才，乃至每一个年轻人，都是香港的宝贵资源。我们的人才政策，首要目标应该是培养人才、吸收人才、留住人才；我们需要在香港本地，为本地人才、为世界人才提供发展的机会。而且，不是每个人都有能力或有意愿到大湾区发展，如何让留在本地的人都能从大湾区的发展中受益呢？所以，我认为香港支持前海发展，需要从“单向优势转移”，变成“双向优势互动”。第一，资源的流动应该从单向变双向。我们不单要鼓励我们的企业、人才到内地投资和就业，同时，亦要把我们需要的产业、企业、人才吸引来香港；不单是吸引内地企业来香港上市、融资、享受专业服务，亦要吸引制造业、科技产业、文化产业来香港营运，丰富香港的产业结构，为香港创造多元的就业机会。第二，我们和前海以乃至整个大湾区合作的内容，不应只是发挥香港的优势，亦要弥补香港的短板。我们经常说，香港要用自己所长来服务大湾区，这一点是没错的，但是，如果香港只是发挥所长，合作的焦点便只是金融、专业服务等领域，得到发展机会的也只有这些方面。其实，随着内地的急速发展，深圳等城市在众多领域，包括创新科技等，早已超越香港，我们应该积极吸引深圳等城市的优势产业进入香港，让内地多元化的经济活动弥补香港的短板，带动香港新经济增长点的形成。代理主席，香港的劳动人口很快便会出现结构性下跌，政府对此要有充分认识，并及早规划。我们要大力培育人才、留住人才，并在充分保障本地利益的前提下，积极引入海外和内地的人才，尤其是创科、制造、专业人才，弥补香港的短板，推动香港产业结构的多元化和实体化，创造多元的就业机会。其实，香港本身就是大湾区的一部分，建设好香港就是融入国家发展大局、融入大湾区。如果我们融入大湾区可以实现“双向优势互动”，既用自身优势推动大湾区的发展，又把大湾区的发展机遇带回本地、带给香港人，我相信可以让更多香港人分享国家发展的成果，会大大提升香港人的国家认同，促进人心回归，从而真正融入国家发展大局。我谨此陈辞。",
    "embedding_key": "86",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "大湾",
      "人才",
      "融入",
      "本地",
      "发展",
      "内地",
      "我们",
      "企业",
      "单向"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。香港今天站在十字路口，面对复杂的国际局势，内部根深蒂固的深层次矛盾，我们需要抛弃过去积极不干预的理念，我们需要一场轰轰烈烈的结构重建，需要一个适度有为的政府，引领香港参与全球竞争，解决我们的深层次矛盾，开展香港良政善治的新篇章。所以，政府架构的调整非常重要。我基本认同架构重组的安排，但我有4个担心想要在此提出，希望未来政府能够处理。第一，运输及房屋局(“运房局”)将分拆为运输及物流局和房屋局，从土地房屋发展的角度来说，架构会变得更为分散。香港的土地房屋问题严重，原因之一是多项条例归多个局和处管辖。为完成一个项目，发展商或项目申请人须跑不同部门，部门之间又缺乏统筹协调，提供的意见甚至互相矛盾，变相要项目申请人来推动部门协调，极为痛苦。新一届政府分拆运房局，管理架构将更为分散，企业又要多跑一个部门。我希望政府能够真正做好部门协调，以一个共同的目标推动部门之间的合作。第二，商务及经济发展局(“商经局”)将分拨两项具体的产业发展内容：一是旅游，分拨到文化体育及旅游局；另一是工业，分拨到创新科技及工业局。未来商经局的工作范畴将大大缩减，这会否令部门之间的职权划分及工作量出现不平衡？香港产业结构单一，就业结构两极化，需要商经局发挥重要作用，我希望政府认真考虑商经局未来的职责。第三，未来将会成立民政及青年事务局(“民青局”)，我认同青年问题极为重要，政府需要额外关注，并采取真正行动，以了解青年、关怀青年和推动青年发展。但是，青年议题涉及的范畴非常广泛，包括教育问题、房屋问题、就业问题、文化体育问题、环保问题等，这些政策范畴均属于其他部门，权力并非在民青局局长手中，到底民青局未来如何发挥作用，协调解决青年问题？第四，这次架构重组将增设3个副司长的职位，协助司长处理统筹协调的工作。其实，社会对此有所担心，因为参与统筹协调的人越多，未必真正能够成事，有时人少反而能够成事。所以，副司长到底如何发挥作用？我希望政府未来下工夫向市民解说。尽管如此，我还是愿意给政府一个机会尝试新架构，看看能否带领香港人开拓新篇章。所以，期望政府未来进一步做好解说工作，让市民看到我们投信任的一票并无投错。多谢主席。",
    "embedding_key": "87",
    "poignancy": 0.5,
    "keywords": [
      "架构",
      "商经局",
      "政府",
      "青年",
      "部门",
      "协调",
      "香港",
      "房屋",
      "未来",
      "问题"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。土地，是一切经济社会活动的载体，供应不足，必然难以推动社会经济发展，难以改善公共服务，难以满足市民的居住需求。可以说，土地供应短缺，是香港面对的最严峻的公共政策难题，多年来深深困扰香港社会。事实上，香港并不缺土地；缺的，是让土地能够高效地为社会所应用的制度和管理体系。我认为归纳起来，香港土地发展所面对的问题有3个层面。第一个层面是法定程序的问题，涉及规管土地发展的一系列条例；第二个层面，是政府内部的行政审批过程，涉及公务员和官员的工作效能；第三个层面，是香港整体土地发展模式问题，涉及我们的管治思维逻辑，而这次修订有关的条例是解决第一个层面的问题，即法定程序的问题。香港土地发展受一系列法例规管，如《城市规划条例》、《收回土地条例》等，以确保土地开发过程的公正和透明，并在发展的过程中适当考虑不同持份者的意见。然而，条文过往经历数次修订，日趋臃肿，出现程序架床叠屋、重复咨询、程序僵化等问题，我们为了公平，失去了效率，尤其过往政治对立，法定程序往往被人滥用来阻挡发展，土地开发举步维艰。今时今日，立法会不再是政府施政的绊脚石，反而是政府提高施政效能的推动者、合作者。在这样的时机下，政府对6项条例进行修订，精简和优化法定审批程序，避免被滥用，提高造地的效率这一点，我相信有广泛的社会共识。去年12月，发展局向立法会提交《2022年发展(城市规划、土地及工程)(杂项修订)条例草案》(“《条例草案》”)进行首读，又厚又重的《条例草案》抱在手中，让我感到责任非常重大。因为这些条例通常数十年才修订一次，影响深远。以《城市规划条例》为例，1939年开始实施，至今修订过3次，20几年才修订一次，兹事体大。我有幸加入了法案委员会，在叶刘淑仪主席和谢伟铨副主席的带领下，参与了《条例草案》的审议过程，历时8个月、13次会议，包括政策方向辩论、公听会、逐条审议、修正《条例草案》；我们走过了冬天、春天，来到阳光灿烂的夏天，终于在今日进行二读辩论。这次修订有几个大方向：一是删除重复性的程序，二是把从前须前后进行的程序改为同步并行，三是缩短法定程序的时间。这些大方向可以加快造地，回应社会对土地和房屋的需求，我是认同的。不过，今日进行相关条例的修订所面对的政治和社会背景，与几年前社会开始讨论这个问题时，已经大大不同。今日，香港已经实现了“由乱及治”的转变，“爱国者治港”已经确立，过去的政治乱局已不存在。过往普遍存在的滥用程序，阻挠甚至拖垮建设的情况，不能说完全消失，但已大大改善。以城市规划公众咨询为例，今时今日，大多数市民表达的意见都是就事论事，发表个人关切，哪怕其意见与政府的方案有分歧，也是属于“人民内部矛盾”，而非“敌我矛盾”，值得政府好好聆听。政府亦坦承，近期的城市规划咨询会，效率大大提升。正因如此，在《条例草案》讨论过程中，我多次指出我们一方面要精简程序、赋权政府；但同时也要引入适当制衡，充分兼顾持份者和公众的利益，保障各界的知情权、监督权，吸纳专业的声音，不要“因快得慢”这个平衡，实在不容易实现。所幸的是，在整个审议过程中，法案委员会与局方能够有商议、有辩论、有妥协，最终完成审定，实在可喜可贺。不过，正如我在前面指出，香港土地发展面对3个层面的矛盾。而这次相关条例的修订，只是解决第一个层面即法定程序方面的矛盾。至于第二个层面的矛盾，是政府内部的行政审批过程，涉及公务员和官员的工作效能。事实上，政府内部的行政审批过程，往往比公众咨询等法定程序更旷日持久，同样是香港土地发展举步维艰的“病灶”所在。比如农地改划、综合发展区内的发展、旧楼重建等非政府主导的发展项目，涉及多项条例，受多个局和署管辖，项目申请机构必须“跑衙门”、求审批。如果审批部门一切以自己不犯错、不“孭责”为目标，按章办事，不作协调，各局各署回复的意见互相矛盾，必然令申请机构成为不同政府部门之间的“磨心”，疲于奔命。可见土地发展要真正“提速提效”，除了在修订的法案上着墨，同时也要大幅改革政府的行政审批流程和模式，消除重复和互相抵触的监管，提升效能。在这方面，我有3点建议，希望局方跟进。第一，建议政府各部门对社会机构所提交的发展申请，只能提一轮修改意见。第二，建议指派一个政府部门作为统筹机构，甚至指派一位官员担当类似项目经理的角色，协调不同部门意见，避免出现各部门的意见互相抵触的情况。第三，明确政府在收到发展申请后回应的时间限制。总体来看，只有把精简法定程序与优化行政审批两项改革同步进行，方能提高造地效率。代理主席，解决了精简法定程序和优化行政审批的问题，我们的土地发展还面对一个宏观层面的障碍，就是香港整体土地发展模式的问题，涉及我们的管治思维逻辑。香港是自由经济的模范，由市场主导我们的发展方向。我们过往的管治逻辑是回应市场需求，提供市场所需的硬件和软件，是一种市场主导、需求驱动(demand-driven)的管治和发展模式。这种模式当然有其好处，包括实际、灵活、能充分发挥市场的力量。但是，缺点就是缺乏高瞻远瞩的发展愿景(vision)，以及实现这个愿景的顶层设计来引导市场、塑造需求。反映在规划、建设方面，我们的模式是评估目前市场需求，预测未来需求，然后力求供需平衡。我们很少思考：这些需求是否合理？盲目满足这些市场需求会产生怎样的结果？这些需求能否改变？如何改变？结果，我们的发展一直很被动，忙于应付市场需求，头痛医头。而且，没有一个让市民向往的长期发展愿景，引导全体社会的价值选择，社会各个持份者只从自身利益和需求出发来看问题，很少从全体社会长远发展的视角思考。故此，我们往往难以凝聚社会共识，常常陷入“议而不决、决而不行”的困境。我认为香港需要改变发展逻辑，从市场需求驱动的模式，走向愿景驱动(vision-driven)的模式。我们需要振奋人心的发展愿景，以及实现这个愿景的顶层设计；我们在满足市场发展需求的同时，也要引导和塑造市场需求，带领社会的价值选择，驱动各方达成共识，把高效市场和有为政府相结合，探索有香港特色的资本主义，一步步实现我们的愿景。代理主席，我谨此陈辞，支持《条例草案》。",
    "embedding_key": "88",
    "poignancy": 0.5,
    "keywords": [
      "条例",
      "发展",
      "土地",
      "愿景",
      "修订",
      "法定程序",
      "香港",
      "政府",
      "层面",
      "审批"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我赞同刚才秘书长读出的所有总目纳入附表。我在二读辩论的时候，对香港公共财政的可持续性表示担心，多谢司长刚才的解说，告诉我们香港的公共财政非常稳健，我对司长的保证有信心。不过，我也想讨论一下香港走向福利主义这种趋势。刚才司长提到数个数字，过去5年，我们的医疗开支增加44%，福利开支增加52.2%，教育开支增加21.6%，其实远远不止这数个方面。譬如，我们大量建公屋，不计代价。建公屋不是一次性的投入，每年还需超过数百亿元来维护管理。我们的财政支出逐年膨胀。未来的发展趋势是怎样呢？这么快的增长速度令我有点担心，我认为香港绝对不能走向西方福利主义的道路，福利的目标是提供最底层的安全网予最需要的人，但不应该用福利把人安顿在基层。资源的分配，目标应该是扶基层和青年上流，构建以中产为主体的社会。要扶基层与青年上流，必须搭建向上流动的阶梯，包括就业阶梯和房屋阶梯。我们大量建公屋，社会资源大部分下沉到基层，但夹心阶层，即是我们所说的穷中产，他们没有资格轮候公屋，背负沉重的供楼负担，其实他们的生活境况，相比享受公屋和各种福利的基层，有时还要辛苦。一个社会，如果努力工作的人，生活条件还不如享受福利的人，必然会出问题，香港目前其实出现了这样的倾向，特别是房屋领域。我不得不提醒，我们的资源向公屋倾斜，而夹心阶层的住屋供应严重不足，这一个社会现实，不是鼓励基层向上流，反而是鼓励中产向下流，鼓励我们的年轻人“躺平”。其实，已经有很多企业家向我反映，很多青年雇员要求放无薪假、不升职、不加薪。情况就是这样，因为他们的收入增长后，生活可能会过得更苦，所以我再次向司长反映，我希望未来政府可以调整资源的分配，把更多的资源用来搭建阶梯，推动青年往上流，推动基层往上流，推动香港社会的阶层流动。多谢主席。",
    "embedding_key": "89",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "基层",
      "上流",
      "福利",
      "阶梯",
      "香港",
      "司长",
      "中产",
      "我们",
      "资源"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。局长，这个资助计划的原意，是想资助、鼓励更多私人屋苑安装充电设施，鼓励电动车的使用。不过，我早前请教业内人士，了解到香港其实有很多所谓的“僵尸充电桩”。很多屋苑获得资助，安装了这些基础设施，但使用率特别低，甚至有些只有一个充电位，连充电器也未安装，无法使用。我想问局长，有没有办法在这个资助计划内，监管和杜绝这些“僵尸充电桩”的出现，会否定期向社会公布监管结果？谢谢。",
    "embedding_key": "90",
    "poignancy": 0.5,
    "keywords": [
      "充电",
      "资助",
      "屋苑",
      "安装",
      "僵尸",
      "局长",
      "鼓励",
      "监管",
      "洪雯",
      "期向"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。香港现时处理退役电池的一般做法，是出口到其他国家进行处理。但是，受到疫情影响，加上国际航班延误，不单运输成本大大增加，亦令许多退役电池滞留香港，仓库面临饱和问题。我想问政府，是否已经研究在本地设立退役电池回收场？目前计划进度如何？",
    "embedding_key": "91",
    "poignancy": 0.5,
    "keywords": [
      "退役",
      "电池",
      "洪雯",
      "国际航班",
      "香港",
      "处理",
      "运输成本",
      "不单",
      "延误",
      "现时"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "7.洪雯议员：《粤港澳大湾区发展规划纲要》提出，推进粤港澳大湾区(“大湾区”)机场错位发展和良性互动，在大湾区建设世界级机场群。据悉，香港国际机场和深圳宝安国际机场均正兴建第三条跑道，并分别会在2024及2025年落成。有分析指出，由于该两个机场距离较近及跑道方向呈90度角，而且使用不同的航空交通管理系统，因此该两个机场的第三条跑道落成后，在空域使用权上或会出现矛盾。就此，政府可否告知本会，为了保障大湾区内机场群的效益，当局是否已与国家及大湾区内其他机场的当局展开协商，以理顺空域使用权及协调航空交通管理系统；如是，目前进展为何；如否，当局如何解决未来在空域使用权上可能出现的矛盾？运输及房屋局局长于2022年5月11日提供的书面答复文本载于附录3。",
    "embedding_key": "92",
    "poignancy": 0.5,
    "keywords": [
      "大湾",
      "机场",
      "空域",
      "跑道",
      "粤港澳",
      "使用权",
      "当局",
      "第三条",
      "落成",
      "交通管理"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：我会另觅其他机会向司长提交这项建议。多谢。",
    "embedding_key": "93",
    "poignancy": 0.5,
    "keywords": [
      "洪雯",
      "多谢",
      "司长",
      "议员",
      "提交",
      "我会",
      "这项",
      "建议",
      "机会",
      "其他"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我同意郑泳舜议员的议案及其他几位议员的修正案。我同时建议，政府可以考虑利用消费券，作为政策工具，推动文化产业的发展。疫情以来，政府连续两次派发消费券，使用了超过1,000亿元，客观来说，消费券的确扶助了市民、刺激了消费，有利于经济的复苏，也为政府赢得了掌声。不过，我们目前派发消费券的模式，是“直升机撒钱”，是无具体目标的、广泛的消费刺激。其实，消费券可以有多种派发的方式、有多种用途，既可用来刺激广泛的、短期消费，又可通过专门的设计，用来定向拉动某些产业发展，特别是文艺、体育等产业。举例而言，我们一直想推动本地电影产业的复兴，但我们的政策支持往往是从供应(supply)的角度去推动(push)，比如补贴本地电影拍摄。这种方式的缺点是，电影拍出来后有可能没人去看，未能形成transaction(市场交易)，补贴可能没有效果。如果我们换个角度，用专门设计的电影消费券，去补贴观众入场观看本地拍摄的电影，这是从需求(demand)的角度来拉动(pull)，有助于形成香港电影的市场需求，从而形成了完整商业闭环；更重要的是，拍摄出来的电影因此可以获得市场的认知和反馈，获得观众的口碑(当然包括赞赏与批评)，从而让从业者获得市场交流和提升的机会。可见，政府补贴拍电影，是第一步，是从供应的角度去推动；而通过电影消费券，补贴观众进场去看，是从市场需求的角度去拉动。如果我们可以在供应端和消费端同时出力，互相配合，效果肯定好得多而消费券，便是市场供应端可以使用的有效工具。这种模式，可以应用在非常多不同的场景，推动不同产业的发展。比如，旅游业在疫情下受到致命性打击；未来，我们可否派发专门的本地游消费券，从需求端拉动本地旅游业，包括文化旅游业的发展？再比如，我们想推动体育的产业化，可否设计专门的体育消费券，鼓励市民去健身，去观看比赛、去参加体育盛事？此外，消费券不单可以用在B2C(译文：商业对消费者)的终端消费市场，还可以用在B2B(译文：商业对商业)的产业链中间环节。例如，我们可否设计一种消费券，用来鼓励本地企业，在其业务中，增加文化艺术元素，采购本地企业提供的文化产品和服务，从而推动文化艺术产业的发展？我想指出，消费券可以是“直升机撒钱”，也可以是精心设计的产业政策。我们目前派发的消费券，没有经过专门的设计，市民可以用来买任何产品，其好处是可以适应市民广泛的需求。在疫情下，不失为一种扶助基层、刺激经济的手段。但在疫情后，我们可以考虑用定向设计的消费券，拉动一系列产业的发展。尤其可以用于刺激社会对文化、艺术、体育等产品和服务的需求，拉动相关产业的发展，同时又刺激市民的参与，提升社会整体的文化艺术氛围、提升市民的文化艺术修养。我谨此陈辞。",
    "embedding_key": "94",
    "poignancy": 0.5,
    "keywords": [
      "消费",
      "本地",
      "可以",
      "派发",
      "电影",
      "拉动",
      "体育",
      "产业",
      "市民",
      "推动"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。粤港澳大湾区的发展非常重要，对国家具有战略意义。但这项议题非常大，原议案和几项修正案就包含了相当多政策范畴，比较难聚焦。所以，我仅选取其中两个范畴分享一些看法。其一，我认为推动大湾区跨境福利可携、跨境提供医疗服务的时候，要“摸着石头过河”，要谨慎为之，因为可能对我们的公共财政带来极大的额外负担。其实“福利可携”的原意，是让一些原本在香港生活的人士，尤其是依赖福利的基层，可以转到内地生活或者养老，改善他们的生活条件，亦减轻香港的负担。目前，大约有50万持有香港身份证人士长期在内地生活，特别是大湾区。但是，调查显示，这部分人士大多数是中产，反而基层因高度依赖香港的公屋、综援、免费医疗等福利而固化在香港。其实，在大多数情况下，越是基层的人士，越不愿意离开香港。当香港的福利或者服务延伸到内地，反而让一批原本靠自己的力量在内地生活的人士，转来领取各种跨境提供的福利和服务；而在目前资产审查难以全面延伸到内地的情况下，难以评估会对公共财政带来多大的影响。包括广东计划、福建计划，原意是让香港本地长者到广东或福建养老。但我留意到，有不少领取有关津贴的人士，本身与香港并无太大的关联，因各种原因获得香港身份证。疫情下，政府免除了居港限制，不少人因此领取津贴返回自己原本生活的地方养老，纳税人的资源被滥用。我认为，有关计划的审批需要收紧。其二，邱达根议员提出，要实现“香港研发、湾区制造”的模式。我同意这是大湾区创科合作的重要模式，但这种模式过去数十年一直都存在，深圳大疆明显就是“香港研发、湾区制造”模式的表表者。我反而想问，为何香港没有大疆呢？今时今日，研发成果具有全球流动性。有时候，科研成果在哪里诞生并非最重要；反而，科研成果转化为产品和服务，并推向市场的过程，才是科研贡献于经济和社会的过程；这个过程在哪里发生，那个地方就会获得大部分相关的价值。而香港过往的思维是“香港研发、湾区产业化”，本地只埋头做研发，把产业化放在内地。结果，香港只有研发，没有产业，本地难以受益，我们的科研很多时候是为他人做嫁衣。我认为，香港未来反而要积极研究“湾区研发、香港产业化”的新模式。可能有些人会质疑这怎么有可能，不如我举一个例子让大家参考。最近，我接触了几间内地的人造衞星企业，有意来香港研发和生产人造衞星，甚至来香港提供衞星发射后的相关服务。这就是典型的“内地研发、香港产业化”的模式。为甚么来香港呢？香港的自由港、国际化优势、国际金融中心的地位，让香港成为这些企业开拓“外循环”的基地。中美关系恶化，不少美籍华人衞星科学家、工程师有意离开美国，而香港对他们而言是比较适应、比较容易选择的地方。此外，衞星发射上天后，所提供的应用服务绝大部分与数据相关，涉及大量数据跨境流通，而香港有数据自由跨境流通的优势，是这些企业与海外进行数据交换、交流、交易的理想据点。这些原因，让“内地研发、香港产业化”可以落实。总体而言，如果香港只做研发，把制造全部放在大湾区，我们是不可能有产业的。虽然香港有各种局限，不可能发展全产业链，但我们完全有可能在某些关键环节找到一定的角色，在产业链上找到一席之地，让社会从科研中受益。我谨此陈辞。",
    "embedding_key": "95",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "研发",
      "内地",
      "大湾",
      "福利",
      "湾区",
      "跨境",
      "产业化",
      "模式",
      "反而"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。司长，我想借今天的机会提出一项建议供政府参考。我建议政府未来考虑使用消费券作为产业政策工具，定向推动一些产业的发展。司长连续两次派发消费券，的而且确令市民受惠，刺激了消费，有利经济复苏，亦为他赢得了掌声......",
    "embedding_key": "96",
    "poignancy": 0.5,
    "keywords": [
      "司长",
      "消费",
      "洪雯",
      "确令",
      "......",
      "建议",
      "派发",
      "政府",
      "受惠",
      "掌声"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。早前，有前来立法会参观的中学生问我，在我参与制定的法案中，对哪些印象最深刻？在我看来，我们今天审议的《政府租契续期条例草案》(“《条例草案》”)排得上前3名。1997年，香港在“一国两制”的体制下回归，50年不变。时光飞逝，“50年不变”如今已过半，“2047大限”的隐忧浮现，投资者和港人开始思考：2047年之后，香港何去何从？2047年到期的土地契约会怎样处理？银行贷款、商业投资计划等能否超越2047年？当中，到期地契的处理最具标志性意义。从回归至今，政府共处理了25宗土地契约到期后的续期问题，但到2047年6月30日当天，将会有大约30万份土地契约在同一天到期。如此大量的到期地契能否获得续期？如何续期？不获续期的土地如何处理？这些问题背后，是“一国两制”在2047年后何去何从的重大问题。幸好，这个问题已经有了答案。在回归25周年的庆典上，习主席指出，“一国两制”这样的好制度，没有任何理由改变，必须长期坚持。这句话极具分量，即是说“2047大限”不再存在，无疑给国际社会和香港人注入了对“一国两制”的长远信心。为了做好与回归后第二个50年的衔接，香港是时候处理2047年面对的一系列问题，当中最需优先处理的，就是地契续期。我们今天审议的《条例草案》，正是采用立法形式提供一个土地契约续期的新机制，即通过刊宪，为符合条件的地契自动续期，而无须按旧机制，由政府与业权人签立新地契。这项《条例草案》具有历史里程碑的意义，而我有幸作为法案委员会委员，参与了《条例草案》的全部审议过程。如果今天《条例草案》顺利通过，将于2024年7月5日刊宪生效，为“一国两制”的落实揭开新一页。《条例草案》当中有几项关键内容。首先，《条例草案》赋权地政总署署长在宪报刊登地契续期公告，为符合条件的地契自动续期，而无须由政府与业权人逐一签立新地契。基本上，除了短期租约和特殊用途地契(如教育、慈善用地等)，其他一般用途地契如无特殊情况(例如因违反契约而被“钉契”、业权人主动放弃续期等)将会自动获续期50年，而无须补缴地价，惟每年仍须缴纳相当于土地应课差饷租值3%的地租。这项条文为常设的机制，理论上，符合条件的土地可在无须补缴地价的情况下无限次获得续期，保障了“一国两制”下土地契约的长期性和持续性。不过，若日后政府收回获得续期的土地作公共用途时，赔偿额会与契约已完成的年限挂钩，即是说土地业权人获得续期的次数越多、已享有的业权时间越长，政府收回土地时需付出的赔偿额就会越低。我认为这项安排合情合理，兼顾了业权人与政府作为大业主的利益。《条例草案》的另一个焦点，是外国关连实体(如领馆或国际组织)在港所持有的约10幅土地和100个物业如何处理。在《条例草案》下，若无违反契约行为，有关土地和物业同样会获得自动续期，但在契约到期前60日，有关境外机构必须向外交部驻港公署提出申请，获得公署书面批准后，续期才会正式得到确认，以确保“一国两制”下国家对外交事务的主权和特区政府的责权。不过，香港约有2 000份地契属于特殊用途租契，如公共交通、教育用地等，还需按传统机制，以合约形式逐一续期。有趣的是，香港约有4 000幅土地属无限期或999年契约，今生今世都不用担心续期的问题。自回归以来，有两幅土地租契不获续期，业权复归政府，原因是业权人失联。有意见认为，《条例草案》让土地自动获得续期50年而无须补缴地价，是对大商家有利。我认为这种理解偏向狭隘。地契一般属商业、住宅或工业性质，是市民日常生活和营商的基础。香港有一半家庭拥有自己的物业，地契能否续期、是否需要额外补缴地价，影响一半市民的家庭资产。广义来看，“一国两制”能否突破2047并持续运作，不单影响物业市场，更直接影响全世界对“一国两制”长远发展的信心、影响整体经济的稳定性。而且，土地每年均需缴纳地租，获得续期并非没有成本。数天前，有市民打电话给我，表达对《条例草案》的看法。她自己拥有物业，正用来营运一间NGO。她每年要为NGO准备财务审计报告，涉及土地折旧的问题，而有关折旧的计算，与地契上余下的土地可使用年期(usable year)密切相关。在传统机制下，政府租契的续期需要透过政府与所有业权人以合约形式签立新地契来办理，业权人对于土地契约能否获得续期存在较大的不确定性，因为续期与否，由政府全权酌情决定。因此，会计师、核数师都倾向以保守的假设，即是以2047作为土地可使用的最大年限来进行评估或审计，这对土地业权人的权益带来影响。这位市民在报纸看到我在专栏中分享这项《条例草案》便特地致电给我。她指出，《条例草案》的制定大大提升了业界对“一国两制”的信心，让她倍感鼓舞。市民的反应，真实反映了《条例草案》对“一国两制”行稳致远的重要意义。因此，在《条例草案》通过后，我建议政府应向土地业权人、会计界、法律界等相关持份者，以及广大市民，甚至全世界，加强宣传推广，让各界充分认识新的土地契约续期机制，保障土地的估值及折旧符合新的机制，避免引起不必要的混乱，加强投资者和市民对香港的信心。在此次《条例草案》的审议过程中，政府团队表现专业、尽责，值得赞赏。我期待《条例草案》作为“一国两制”长远发展的一个里程碑，能顺利落实。我谨此陈辞。",
    "embedding_key": "97",
    "poignancy": 0.5,
    "keywords": [
      "续期",
      "地契",
      "草案",
      "条例",
      "土地",
      "一国两制",
      "2047",
      "业权",
      "契约",
      "50"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，40多年前深圳成为特区，优先发展的是与香港接壤的口岸地带，充分利用香港人流、物流进入深圳的端口，带动周边商贸和产业发展。如今，深圳河北岸的福田、南山、罗湖、盐田4个区，已是集行政、金融、商贸、科技、制造、物流、居住、教育、文体设施等为一体的国际都会，充分证实了口岸经济带的发展成效。而与这些区域一河之隔的香港境内，杂草丛生、一片荒芜。长期以来，香港的经济重心集中于维港两岸；北部边境区域一直被划为与内地之间的缓冲地带和禁区，发展一直冻结。在土地资源极其紧缺的香港，这种景象充满讽刺，折射出香港和深圳两地对边境发展的不同态度。(代理主席李慧琼议员代为主持会议)去年，特区政府提出了《北部都会区发展策略》(“《发展策略》”)，彻底扭转了这种思路。今天，严刚议员的议案正好让我们讨论香港应如何用好口岸附近的宝贵土地，发展口岸经济带。我认为有两方面是政府必须立即思考的。其一，尽快将去年公布的《发展策略》进行深化、细化，并调整当中不恰当的地方。比如这份《发展策略》，将深圳河以南、东起深圳湾、西到罗湖之间的广泛地带，包括深圳湾、福田、皇岗、罗湖4个口岸周边的土地，全部划为湿地保护公园，令香港失去在这个区域发展口岸经济带的机会。两天前，我到港深边境走了一圈，实地考察了这个地带。现场所见，区内的确有高生态价值的区域，但也有不少鱼塘、荒地、小山丘等生态价值不明显的区域，将它们全部划为湿地保护公园，放弃口岸经济带的发展，是否恰当呢？我毫不否认包括米埔在内的后海湾湿地系统、大鹏湾/印洲塘生态区、深圳河及其支流两岸的生态价值。我们需要和深圳进行跨境合作，全力保护并放大这些区域的生态价值，保护候鸟在香港休憩的生态条件。但按照这份《发展策略》，“双城三圈”中的港深紧密互动圈，其实被环保区域隔开，并不能实现“紧密互动”；深圳河南面的大片土地，无论生态价值如何，或者其生态价值能否转移，一并不能使用，唯一能用的只有河套区，孤零零地被鱼塘、荒地环绕。所以，我建议政府立即深化和调整《发展策略》，尽快制订符合客观实际、符合战略目标的建设蓝图，既保育好生态敏感区域，亦用好每一寸珍贵的土地。其二，原议案中提出成立跨两地高层级专责小组，而同事的修正案亦提出请求中央加强对两地发展的协调。事实上，目前香港与深圳或广东省之间，已存在数个不同层次的协同机制，包括1998年成立的粤港合作联席会议、2004年开始的深港合作会议。在中央层面，亦有由国家发改委牵头、在2004年确立的促进广东前海南沙横琴建设部际联席会议，成员包括粤、港、澳、深等地方政府及多个中央部委；至2018年，粤港澳大湾区建设领导小组成立，亦是一个由中央统筹的高层次领导小组。我认为，跨境的协调机制已经存在，关键是香港这边要拿出具体行动。我反而建议，香港尽快成立自己的北部都会区发展办公室，统筹香港政府跨部门的合作和决策，督导北部都会区的土地发展和产业发展规划，推进基础设施建设，落实跨境的合作、协调，以结果为导向，摆脱过往议而不决、决而不行的局面，为香港开拓新的发展空间。我谨此陈辞。",
    "embedding_key": "98",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "发展",
      "口岸",
      "生态",
      "深圳河",
      "经济带",
      "都会区",
      "区域",
      "策略",
      "罗湖"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。事实上，政府在2016年之所以从外汇基金拨款设立“未来基金”，目的正正是希望其投资与外汇基金的传统投资有所不同，从更长远、更具策略性的角度作出投资，借以改善香港的公共财政结构，为香港开拓未来，所以称之为“未来基金”。不过，“未来基金”成立后仍然存放在外汇基金中，由金管局负责投资，受现行的外汇基金投资管理制度所规范，无疑有违成立的初衷。“未来基金”占外汇基金的比例不足5%，不会撼动金融稳定，而且在中美冲突加剧的情况下，现在是时候考虑将外汇基金的投资组合适当地多元化。请问政府会否考虑把“未来基金”从外汇基金分拆出来独立运作，使其不再受外汇基金投资管理制度所局限，能够真正为香港开拓未来呢？",
    "embedding_key": "99",
    "poignancy": 0.5,
    "keywords": [
      "外汇",
      "基金",
      "未来",
      "投资",
      "香港",
      "管理制度",
      "开拓",
      "洪雯",
      "2016",
      "5%"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "22.洪雯议员：根据香港房屋委员会(“房委会”)于本年1月发出的预算和财政预测文件(“该文件”)，2024-2025年度开始，房委会的租住房屋运作帐目将连续4年录得赤字，有关亏损将从11亿6,700万元上升至2027-2028年度的42亿8,400万元。就此，政府可否告知本会：(一)过去10年，每年房委会租住房屋运作帐目的总收入(包括租金及其他收入)及总开支(包括物业管理、维修及改善工程、地租及差饷、薪酬等开支)为何；房委会有否制订2028-2029年度至2032-2033年度的财政预测；(二)鉴于根据该文件，房委会在租住房屋运作帐目下的地租及差饷支出，将会从2022-2023年度的2亿5,300万元，大幅上升至2027-2028年度预测的28亿6,900万元，增幅逾11倍，个中原因为何；(三)鉴于该文件显示，“其他经常开支”项目为房委会租住房屋运作帐目中的最大开支，该项目的每个细分项目在2022-2023年度涉及的开支为何；(四)鉴于房委会预计，在2027-2028年度以后，为达到10年的公营房屋供应目标而涉及的建筑开支，将会是现时估算的至少两倍，房委会预计未来10年每年公营房屋的建筑开支详情及资金来源为何，并按公共租住房屋及资助出售房屋列出分项资料；及(五)鉴于根据该文件，政府已在财政储备预留了824亿元作公营房屋发展及相关基建之用，政府会在甚么条件下，将该笔储备金注资房委会；鉴于现时政府综合财政录得赤字，政府会否承诺尽量避免动用该笔储备金；如会，详情为何；如否，原因为何？房屋局局长于2024年2月28日提供的书面答复文本载于附录1。",
    "embedding_key": "100",
    "poignancy": 0.5,
    "keywords": [
      "房委会",
      "房屋",
      "开支",
      "租住",
      "年度",
      "2028",
      "为何",
      "2027",
      "10",
      "鉴于"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，近年，香港贸易物流中心的地位日渐褪色，从20年前的港口“一哥”，到2021年我们的货柜码头排名只是全球第九，落后于上海、新加坡、宁波舟山等地。2011年至2021年的10年间，本地的货柜吞吐量下跌27%，贸易物流业的增加值占GDP比例下跌4.5个百分点。的确，香港作为区域物流枢纽的地位正面临多方挑战，原因有几方面。首先，香港的贸易及物流模式存在缺陷。贸易物流业依托实体产业而发展，但香港本身没有货源，物流以转口及转运为主。而货物流经香港时，本地所提供的额外增值有限，容易被替代。近年，亚太区内的港口基建、海关手续、技术应用及贸易政策等不断完善，货物不经香港，直接从货源地运到目的地的情况越来越普遍。其二，本地物流用地容量不足，导致成本过高。再加上用地欠缺长远规划，经营者通常以短期、不稳定的租约获得土地，不敢做长期投资，限制了经营模式的升级及自动化，无法满足现代物流业的需要。其三，国际贸易的格局出现“东升西降”的趋势，亚洲消费市场迅速发展。但是，本港的贸易物流经营者的强项，在于联系亚洲的生产基地与欧美的消费市场，而对于联系亚洲，以至内地的消费市场，香港并不占优势。第四，跨境电子商务的崛起，对传统的贸易物流模式带来颠覆性挑战。而香港在电子商务模式中的参与不足，未能充分争取到跨境电商模式下的业务。不过，本港贸易及物流服务业的核心优势依然存在，包括货物经香港流通时的阻力最小、通达性最高、服务齐全及高效等。要巩固本港区域物流枢纽的地位，我建议可以从几方面着手。首先，香港应成为区域复杂供应链的枢纽。近年亚洲区消费市场崛起，但亚洲市场整合度较低，相对碎片化，国与国之间对商品的进口标准、检测认证要求、标签和包装要求、相关法律、税收等都有差异，因此供应链非常复杂。由于自由港的优势，香港有潜力成为区域复杂供应链的管理枢纽，为销售往亚太区的货物(譬如食品、时尚用品、电子产品等)进行集散及分销管理，同时根据不同国家的标准和要求，在本地进行检测认证、包装设计、区域分销等增值服务，让香港更深入参与产业的供应链当中，并带动相关行业的发展。第二，本地物流业用地的再规划及扩容已刻不容缓。参考内地及新加坡等地物流园的经验，本港可以在邻近口岸、港口、机场的地区，规划大型自动化物流园区。除了集中的物流园区，在城市适当的位置，也需有适当的物流仓储后勤设施，通过提供长期、稳定的用地，促进业界转型升级。第三，积极拓展电子商务市场。电子商务订单存在小批量、多批次、短周期的趋势，香港可以利用自身自由港优势，大力吸引中高端、对时间敏感的货品在香港进行集中、拼箱、分流等。毫无疑问，电子商务系统、电子支付、线上线下结合等模式，是开拓跨境电商市场的必要手段。此外，通过数字化技术，进一步提升港口和海关的效率，亦直接关系香港贸易物流业的竞争力。主席，全球化已经进入新的阶段，新兴生产基地和消费市场崛起，新兴消费业态和商贸模式不断涌现。香港必须推动贸易模式的升级和创新，拓展我们在全球贸易物流中的新角色。我谨此陈辞。",
    "embedding_key": "101",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "物流",
      "贸易",
      "物流业",
      "模式",
      "消费市场",
      "本港",
      "供应链",
      "本地",
      "电子商务"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢局长刚才的答复。我想询问局长会否考虑把整个“未来基金”从外汇基金分拆出来，从而给予整个“未来基金”更大的灵活性呢？",
    "embedding_key": "102",
    "poignancy": 0.5,
    "keywords": [
      "局长",
      "基金",
      "洪雯",
      "会否",
      "整个",
      "未来",
      "分拆",
      "多谢",
      "答复",
      "灵活性"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。过去数年，我们留意到普通居民持白表申请居屋必须通过收入和资产审查，并且超额认购50倍以上，但如果公屋居民持绿表申请则无须资产审查，而且通常10人中便有一人能申请得到。其实公屋居民“上楼”有一条“绿色通道”，这也是一项双重福利。我想问局长会否考虑检讨绿表和白表这项政策？",
    "embedding_key": "103",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "申请",
      "居民",
      "审查",
      "居屋",
      "洪雯",
      "持白表",
      "50",
      "持绿表",
      "10"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。全世界对中药材都有一定需求，刚才局长亦提到，香港在检测、定标方面已做了不少工作，而我们在国际市场网络、国际商业经验、国际物流体系、诚信等方面也具有优势。我想请问局方会否考虑与内地合作，共同发展一个国际中药材交易平台，令香港成为国际中药材交易中心？",
    "embedding_key": "104",
    "poignancy": 0.5,
    "keywords": [
      "中药材",
      "国际",
      "洪雯",
      "定标",
      "局方",
      "会否",
      "香港",
      "交易中心",
      "交易平台",
      "多谢"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：OK，我会很快提出补充质询。其平均年龄是36岁，年龄中位数则是32岁，四成人拥有大专或专上以上学历。我们的房屋政策其实创造了公屋需求，严重扭曲了市民对事业发展的选择，导致香港的劳动参与率越来越低。",
    "embedding_key": "105",
    "poignancy": 0.5,
    "keywords": [
      "专上",
      "公屋",
      "洪雯",
      "OK",
      "36",
      "32",
      "参与率",
      "中位数",
      "以上学历",
      "大专"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我认为公屋轮候时间长的原因，根本不是供应不足，而是需求过度。今时今日，我们有超过30%的家庭居于公屋，这比例属全球最高，但我们的公屋轮候册继续快速膨胀，今天，公屋轮候册上的申请宗数是回归时的2.5倍。最近，一间全球顶尖的科技企业在香港的CEO跟我分享，他的公司有一位25岁青年，原本公司有意栽培他，但他却辞职，与父母联名申请公屋，这种案例在香港根本并不罕见。人追随资源走，当我们的资源严重向公屋倾斜，夹心阶层的住屋条件甚至还不如公屋住户，公屋便成为不少市民的最佳选择。不少人不得已透过控制收入甚至放弃工作以轮候公屋。今时今日，我们的公屋轮候册上超过40%(即92 000人)属非长者一人家庭，平均年龄......",
    "embedding_key": "106",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "轮候",
      "今时",
      "我们",
      "申请",
      "洪雯",
      "30%",
      "宗数",
      "2.5",
      "CEO"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "2.洪雯议员：政府在2018年表示，会在《长远房屋策略》(下称“《长策》”)中，将“公屋及绿表置居计划(下称‘绿置居’)”与“其他资助出售单位”的供应维持在七比三的比例。有意见指出，资助出售单位曾停建10年，但复建后供应量仍严重低于公屋，以致部分无资格轮候公屋亦无能力购买私楼的夹心阶层人士只能入住㓥房，也令有意置业的公屋居民难以在房屋阶梯实现向上流动。就此，政府可否告知本会：(一)会否考虑，将公屋及绿置居与其他资助出售单位的供应比例调整至五比五，以减轻政府财政负担及回应市民对自置居所的殷切需求；(二)鉴于有意见认为，公屋和资助出售房屋之间的“可换性”令该两类房屋的质素几乎一样，政府会否检讨该可换性原则，以提升资助出售房屋的质素；及(三)鉴于有意见认为，因部分市民会刻意控制收入以轮候及入住公屋，所以公屋并非越多越好，而且公屋需要大量土地和财政投入以建设和营运，是政府长期的沉重负担，政府会否研究，在《长策》中就公屋在整体房屋的供应制订最佳比例及设定上限？",
    "embedding_key": "107",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "资助",
      "房屋",
      "会否",
      "出售",
      "政府",
      "下称",
      "可换性",
      "长策",
      "质素"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：好的。就算局长今天宣布增建夹心阶层房屋，也要5至7年才有这类房屋供应，那些不愿意“躺平”轮候公屋的青年人便会对社会失去希望。我想问局长，当局何时才会考虑夹心阶层(尤其是大量青年人)的住屋需求，让他们看到希望呢？",
    "embedding_key": "108",
    "poignancy": 0.5,
    "keywords": [
      "夹心",
      "青年人",
      "阶层",
      "局长",
      "躺平",
      "房屋",
      "公屋",
      "洪雯",
      "轮候",
      "住屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，刘国勋议员的这项议案非常重要，我支持原议案和各项修正案。其实我们在立法会经历了很多含泪支持的工程项目，有些工程非常重要，我们不得不支持，但是成本贵得“离谱”。我投票的时候心中充满不安、焦虑，投票后感觉非常沉重。为了准备今日的发言，其实我做了很多调研，请教了超过10位建筑行业的专家，他们给了我很多很好的建议，但是我临时想说些其他事情。我认为，其实我们最昂贵的，是政府用钱来解决问题、用钱来达成KPI、不计代价完成政策目标的这种心态。我想举数个例子，我们用400亿元至500亿元来搬迁沙田的污水处理厂到一个岩洞，但只腾出28公顷的土地，即每公顷土地的造地价格要14亿元至18亿元，简直是天价。这28公顷土地未来可能用作创科用地，亦有可能用来建住宅。我看了立法会的文件，如果用来建住宅，可以建大约1万个单位，平均每个单位的造地价格要400万元至500万元，这只是造地价格，未计土地价格，未计建筑工程的成本，未计其他费用。如果按照目前的“七三比”，即70%单位属公营房屋，这7 000个公营房屋单位将是天价公屋。其实我们有很多天价公屋的项目，我们用25亿元将钻石山的配水库搬到岩洞，腾出的土地只能建2 500套公屋，平均每个单位的造地价格要100万元。同样地，这只是造地工程价格，未计土地价格、建筑成本和公屋落成之后终身维修管理的投入，这些皆是天价的公屋。近来，立法会还有一个新项目，就是青衣西路的公屋项目，用差不多10亿元来填平一个山谷，兴建3 400套公屋，平均每个公屋单位造地成本便要28.4万元。同样，这个价钱之上还要加上土地价格、建筑成本等，建公屋是政府的KPI，但我们是不惜代价去达成这个KPI。除了天价的公屋，我们还有天价的监狱。之前我们通过用55亿元来重建荔枝角收押所，重建后不足1 900个囚位，平均每个囚位的造价是300万元。为何会如此昂贵呢？因为它是一个高度设防的监狱，一边运作，一边原址重建，涉及建造很多过渡性building(建筑物)，搬来搬去，很多设施须多次装修。我理解这是一项厌恶性设施，如果要重新觅地重建，将会十分困难，所以政府便用钱去解决问题原址重建。但是，我投票的时候十分痛苦，因为如果这个项目被否决，它再提上立法会要等7至8年，我们等不起。所以我在投票时有一种被绑架的感觉，我不知如何投票是好，直到被主席点名，我才投下去，但投票后我心有不甘。以往我们财政充裕，对于这类天价项目，大家即使有意见，也勉强可以同意。但今时今日，香港公共财政十分紧绌，我们连年财赤，这种为了达成目标而不计一切代价的思维模式，是不可持续的。如不改变，就算我们技术上做多少改善、有多完美，亦很难有根本性的调整。代理主席，我们未来还有很多大型的发展区和工程项目要上马。我促请政府改变这种用钱来解决问题的思维。没错，做事是要用钱的，但我们亦要用心、用策略、用适当的手段，真正落实《基本法》要求的审慎理财，让纳税人的钱用得其所。我谨此陈辞。",
    "embedding_key": "109",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "造地",
      "天价",
      "我们",
      "未计",
      "投票",
      "用钱",
      "立法会",
      "重建",
      "KPI"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "7.洪雯议员：财政司司长在2022-2023年度《财政预算案》中，宣布透过立法实施“暂缓追讨欠租安排”。为此，《商业租户短期保护措施(2019冠状病毒病疫情)条例》(第644章)于2022年5月1日刊宪生效。第644章在3个月的“保护期”(即2022年5月1日至7月31日)期间延迟业主对欠租的租户采取某些行动(包括终止有关租赁)。就此，政府可否告知本会：(一)自上述保护期结束至今，有关业主入禀法院向商业租户追讨欠租的个案宗数为何；(二)自上述保护期结束至今，遭有关业主入禀法院追讨欠租但无力偿还欠款而结业、清盘或被终止租赁的商业租户数目为何；及(三)有否检讨，暂缓追讨欠租安排对社会各持份者的利弊？财经事务及库务局局长于2024年1月10日提供的书面答复文本载于附录2。",
    "embedding_key": "110",
    "poignancy": 0.5,
    "keywords": [
      "欠租",
      "租户",
      "追讨",
      "2022",
      "保护期",
      "入禀",
      "644",
      "业主",
      "商业",
      "暂缓"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "13.洪雯议员：政府于2021年1月推出“大湾区青年就业计划”(“该计划”)，鼓励在香港及粤港澳大湾区(“大湾区”)内地城市均有业务的企业，聘请在香港或香港以外的院校获颁授学士或以上学位的香港毕业生到大湾区内地城市工作，让他们认识及开拓大湾区内地城市的事业发展机会。然而，该计划提供约3 500个职位空缺，但至今只有1 091名毕业生入职。另一方面，政府将会在今年上半年恒常化该计划。就此，政府可否告知本会：(一)上述已入职毕业生的详情，包括他们入职前的经常居住地、毕业院校所在地区、入职前曾在内地生活的年期；(二)鉴于据悉，参与该计划的毕业生有相当大比例是长期在内地生活或在内地院校毕业并对内地有认识的港人学生，政府有否评估，这情况是否能达到该计划的目标；如有评估而结果为是，详情为何；如评估结果为否，在恒常化该计划前会否对该计划作出调整，包括对参加者的经常居住地及毕业院校所在地区设限制，以真正惠及对内地及大湾区内地城市缺乏认识的香港毕业生；及(三)鉴于有意见认为，该计划的反应平平，政府恒常化该计划前，会推出甚么改善措施，以提升该计划的吸引力和实际成效？劳工及福利局局长于2023年1月11日提供的书面答复文本载于附录1。",
    "embedding_key": "111",
    "poignancy": 0.5,
    "keywords": [
      "大湾",
      "计划",
      "毕业生",
      "内地",
      "化该",
      "恒常",
      "院校",
      "香港",
      "职前",
      "区内"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我动议我进一步的修正案。洪雯议员动议的进一步的修正案(标明文本见附录8)",
    "embedding_key": "112",
    "poignancy": 0.5,
    "keywords": [
      "洪雯",
      "动议",
      "修正案",
      "议员",
      "进一步",
      "附录",
      "文本",
      "标明",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "8.洪雯议员：为回应夹心阶层的置业需求，香港房屋委员会(“房委会”)推行“白表居屋第二市场计划”(“白居二”)，容许符合白表资格并获配额的人士(“白表买家”)，于未补价的情况下，在资助出售房屋单位(统称“居屋单位”)的第二市场购买一个单位。就此，政府可否告知本会：(一)就2013及2015年的有关临时计划，以及2018年白居二恒常化后推出的每一期而言，房委会/香港房屋协会就(a)家庭申请者及(b)一人申请者，分别(i)接获的合资格申请数目、(ii)发出的“购买资格证明书”(“证明书”)数目，以及(iii)批出的“提名信”数目为何(以下表列出)；白居二年份配额(i)(ii)(iii)(a)(b)(a)(b)(a)(b)2013临时计划2015临时计划(二)鉴于房委会为居屋单位买家提供的按揭贷款保证期(“保证期”)，由首次转让日期起计最长为30年，截至今年12月，可供白表买家选购的单位当中，有多少个单位的保证期已满20年或以上及其百分比；及(三)鉴于据悉在疫情下，不少准白表买家难以约见业主及参观单位，以致证明书的一年期限不足够选购居屋，政府会否考虑放宽该期限；若会，详情为何；若否，原因为何？房屋局局长于2022年12月14日提供的书面答复文本载于附录3。",
    "embedding_key": "113",
    "poignancy": 0.5,
    "keywords": [
      "居屋",
      "白表",
      "房委会",
      "单位",
      "白居二",
      "保证期",
      "证明书",
      "买家",
      "房屋",
      "2013"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：首先，我想对廖长江议员表达歉意。我的修正案在他的原议案基础上，增加了这么多内容，比较过分，对不起。不过，建设香港跨国供应链管理中心非常重要，我提出的7点政策方向，是希望能有一个顶层设计和一个整体政策框架，来实现这个定位。供应链管理是甚么？其实就是管理产品从生产者到终端消费者之间的过程，包括对物流、资金流、信息流的管理。供应链管理对香港来说并非新事物，而是香港与生俱来的角色。香港从开埠第一天开始，就是作为一个国际贸易的据点。1949年后，香港转型为一个出口导向的轻加工基地，与之配合的各种服务(包括贸易、物流、金融等)也得到发展，强化了供应链管理的功能。从1980年代开始，香港开始将制造业转移到内地，在香港提供订单管理、贸易、物流、金融等生产性服务。这种模式在2000年左右达到顶峰，香港成为全球的贸易、物流、航运、金融中心，成为一个名副其实的跨国供应链管理枢纽。但是，过去20年，香港跨国供应链管理中心的地位，面对挑战。第一，随着制造业转移出去，香港经济结构严重空心化。在供应链上，香港既非货源地，亦非主要的消费市场，只是作为中间人，提供服务。事实上，制造业是众多生产性服务业的根本需求来源，是供应链的基石。过往，香港为内地的实体产业链服务，成为跨国供应链管理枢纽。但是，我们不能指望内地城市成为生产基地后，便停止发展，把生产性服务业留给香港。越来越多内地城市直接开展国际贸易，不再需要中间人。另一方面，为实现对市场变化的快速反应，生产性服务业出现接近制造业、就地提供服务的倾向，香港的生产性服务业，如港口、航运等，也开始转移内地，香港作为跨国供应链管理枢纽的角色出现弱化。所以，要重建香港跨国供应链管理中心的功能，必须大力发展在本地扎根的实体产业链，以及为实体产业链服务的生产性服务业。第二，跨境电商崛起，传统贸易模式下的很多中间环节被省略，香港作为中间人，遭遇颠覆性的风险。因此，我们必须创新贸易模式，大力发展跨境电商，在亚太跨境电商供应链上占据一席之地。第三，数字技术的发展，颠覆传统的供应链管理模式，香港需要跟上科技发展的步伐，大力发展智慧海关、智慧物流、智慧港口、智慧机场，推动供应链管理的数字化。第四，西九龙高铁站“一地两检”的落实，大大提高了跨境人流的通关效率，亦让香港高铁可以通往内地没有边检的城市。未来，应探索与内地之间实施货物“一地两检”、甚至“两地一检”的可能性。第五，随着全球经济重心转移，新兴生产基地和消费群体崛起；国际地缘政治的发展，出现了逆全球化的浪潮，全球供应链碎片化，出现在岸、近岸、友岸等贸易趋势的发展。香港应积极拓展双边及多边贸易协定，积极拓展新货源地和新消费市场，扩大我们的贸易网络。最后，香港物流业存在容量不足的情况。不少棕地、工厦被收回兴建住宅，而且不少物流用地只有一至两年的临时租约，业界不敢作长远投资，只能用最低成本的模式运作，难有竞争力。所以保障长期的物流用地亦很有紧迫性。代理主席，重建跨国供应链管理中心的功能，对香港经济结构的多元化非常重要。上述建议，希望得到同事们的支持，多谢。",
    "embedding_key": "114",
    "poignancy": 0.5,
    "keywords": [
      "供应链",
      "香港",
      "跨国",
      "生产性",
      "物流",
      "管理",
      "内地",
      "贸易",
      "服务业",
      "电商"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。为加强反修例囚青对国家和内地的了解，政府早前提出可以安排服刑完毕的人士到大湾区工作或实习。我想问，现时有关计划的进度如何？当局是否知悉内地机构和政府是否愿意接纳这群青少年呢？多谢。",
    "embedding_key": "115",
    "poignancy": 0.5,
    "keywords": [
      "多谢",
      "反修",
      "内地",
      "洪雯",
      "例囚",
      "青对",
      "这群",
      "大湾",
      "是否",
      "知悉"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我支持黄英豪议员的议案，同时，我将重点就推进粤港澳大湾区的数据互联互通提出数项建议。由于资本自由跨境流通的优势，以及成熟高效的软件及硬件配套，香港成为了国际资本跨境流通的枢纽。事实上，香港同样拥有数据自由跨境流通的优势，如果我们能够建立相应的配套软件和硬件，香港非常有潜力成为国际数据流通的枢纽，在数字经济时代建立我们的新优势，并且在国际地缘政治日趋复杂的格局下，为国家贡献新的力量。这一点并非无中生有，举例说，中美两国为解决在美挂牌的中概股审计争议，达成协议，以香港为基地，中方把中概股审计底稿及其他资料从内地转来香港，美国的监管机构则来香港进行审计，这个安排结束了两国之间就中概股审计问题漫长的纠纷，而百多家中概股因此免于从美国退市的命运。这项协议表明了香港作为中国的离岸数据中心和国际数据交流枢纽，已经得到国家和国际社会的认可。未来，香港可以进一步扩展相关的优势，为内地和国际之间数据交流和交换，担当枢纽的功能。配合这个定位，最核心的工作，就是要推动香港和内地之间的数据跨境流通。目前，内地和香港之间数据没办法“过河”，大大阻碍了跨境的营商和居民生活。譬如企业在香港和内地同时运作，但是数据没办法打通，用户的界面、客户引流和推广的渠道都完全不通，只可当两门不同的生意来营运；科研机构在两地的研究数据没办法打通，没办法同时应用两地的优势，获得协同效应；而居民各自的医疗数据、个人银行信用数据，资讯平台、社交网络都没办法打通，让跨境生活障碍重重，严重影响两地的融合。特首在施政报告中提出，未来会与深圳深度合作，研究跨境的创科合作，涵盖数据及人员等领域的流通。本月中旬，政府亦宣布与内地研究，促进内地数据向香港流通的特定安排，明年会在大湾区推出数据跨境流通的试行计划。对于政府的积极推动，我非常支持。近年，内地相继实施多项法律，对数据的出境进行安全管理，而香港现阶段对数据的跨境流通并无限制，两地对数据不同的处理手法，令内地对数据来港充满疑虑。我认为有必要通过特殊的制度来化解这困境。为此，我建议在香港成立“数据特区”，集中特殊的政策和算力中心等相关的基建，让内地一些敏感的资料和数据可以流到该区内，但不可流出区外。香港数据同时亦可流到这个“数据特区”，两地的数据在区内打通，受内地和香港政府许可的企业、大学、机构、个人等，都可以进入这个“数据特区”，进行数据计算、分析等。数据处理的结果可以带出特区，但原始数据要留在区内，通过“数据特区”的安排，可以推动内地与香港之间的数据流通，未来有助香港成为国际数据的枢纽。第二项建议，是香港成立国际数据交易所。随着数据跨境流通越来越频繁，国际间已经逐步建立了数据流通的国际规则，在内地深圳、上海都已经建立了数据交易所。数据的跨境交易正成为趋势，我认为香港应充分利用自己成为国际区域数据枢纽的优势，及早建立数据交易所，尽早参与国际数字经济的交易中，为香港开拓新的方向。我谨此陈辞。",
    "embedding_key": "116",
    "poignancy": 0.5,
    "keywords": [
      "数据",
      "香港",
      "跨境",
      "内地",
      "流通",
      "国际",
      "枢纽",
      "特区",
      "两地",
      "概股"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。局长刚才提到，大约有36 000名高才通人才已来港领取身份证。不过，调研显示，这些已领取香港身份证的人士，当中有相当部分未必真正来港定居或就业。按照目前政策，这批人士在首次留港期限届满后，如果要延续签证，必须证明自己已在港就业或创业。据了解，当中有部分人士基于各种原因，未必真正来港就业或创业，市场上于是出现一些“黑中介”，通过一些不合法手段帮助这批人士取得在香港就业或创业证明，从中谋利。我认为，与其放任这些“黑中介”赚钱，不如多提供一个渠道，让这些高才通人才可以留港，并为香港作出贡献。所以，我想问局方会否考虑给这些人士多一个选择，通过投资香港的方式，例如把最低限额订于1,000万元，作为一个新增的选项，让这些未能在香港就业或创业的高才通人才，可以获得签证续期。投资的领域可以是我们投资移民计划下所指明的范畴，这样便可让他们继续留港，同时为香港作出贡献。多谢。",
    "embedding_key": "117",
    "poignancy": 0.5,
    "keywords": [
      "留港",
      "香港",
      "就业",
      "创业",
      "人士",
      "黑中介",
      "000",
      "来港",
      "这批",
      "高才通"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，在这个环节，我想从构建橄榄型社会的视角，来谈谈香港房屋政策的大方向。何谓橄榄型社会？一个健康、稳定的社会，中产阶层理应占大多数，贫穷和极富的人口占少数。这种“中间大、两头小”的社会结构，被称为“橄榄型社会”。橄榄型社会的中产阶层应该占多少比例，目前并没有国际认可的标准。在欧美，如挪威、德国、加拿大等国家，中产阶层占了全社会70%人口；在亚洲，韩国、新加坡的中产人口比例也超过60%。香港呢？中产应该占多少比例？70%？60%？作为橄榄型社会的起步点，我认为香港至少可以将目标定为50%，同时控制基层人口不要超过30%，剩余部分为富裕阶层。从这个数据出发，香港中产阶层住屋所占比重，应达到房屋总量的至少50%，而基层住宅大约为30%。基层住宅主要就是公屋。目前政府集中一切资源增建公屋，力求让“㓥房”居民尽快“上楼”。2018年开始，每年新增的土地，50%用来建公屋、20%建居屋、30%建私人住宅。但是，在香港现时的住宅存量中，公屋占比已经超过30%；集中资源建公屋，这一比例必然上升，房屋结构未来会出现底层坐大的趋势。公屋一旦建成，将使用超过50年；而土地用来建了公屋，必然要减少其他房屋供应。富裕家庭有很多选择；关键的问题是，中产阶层，尤其是中产偏下的“夹心阶层”，有没有充足的住屋选择？现实情况是，香港社会有一大群无资格轮候公屋、亦无能力购置私楼的“夹心阶层”，大约占香港约30%的家庭住户，社会多以“穷中产”形容之，当中包括大量青年人。这些人原本是社会的中流砥柱，但在目前的房屋政策中得不到照顾，沦为“无壳蜗牛”，不少人的处境甚至不如住在公屋中的基层。其实，香港公屋轮候时间过长，原因既有供应方面的：即供应不足；也有需求方面的：即公屋需求不成比例地增加，而根源就是“夹心阶层”的住屋供应严重不足，导致本应向上跨越、踏入“夹心阶层”住屋的人，不得已滞留在公屋或公屋轮候册中。具体来看，对“夹心阶层”而言，购买居屋是一个可行的选择。过去5年，房委会平均每年收到24万份居屋申请表，但每年供应量只有5 500个单位，年均超额认购48倍，中签，是“不可能的任务”。别无选择下，“夹心阶层”只能涌向私楼市场的“细价楼”，结果“细价楼”供不应求，价格水涨船高。香港大学的数据显示，2004年，一个价值100万元的单位，到2020年已平均贵了4倍，升幅远超其他类型的单位，变相提高“上车”门槛，形成恶性循环。当然，中产不一定要置业，租楼也是选项。只是，一个月入三四万元、租住私楼的“夹心阶层”家庭，比起收入低一些，租住公屋的基层家庭，谁的生活更好一点呢？这个问题，并不易回答。正是因为“夹心阶层”的上述境遇，令部分基层不能或不敢向上流动，导致公屋需求不成比例地增加。因此，我认为为“夹心阶层”提供更多住屋选择，是必由之路。在让中产安居的同时，让有潜力的基层人士看到向上流动的希望，让他们勇于踏出公屋，成为中产人士，腾出公屋给“㓥房”居民，加快“㓥房”户“上楼”。为“夹心阶层”建屋，途径之一是增加居屋供应。这次的施政报告为公屋供应订明了清晰的KPI，为轮候时间“封顶”，但居屋供应的目标却欠奉。我建议政府正视“夹心阶层”住屋供应严重不足的现实，也为居屋的供应订立“贴地”的KPI和时间表。途径之二，是盘活现有的居屋“存量”。现阶段，“白居二”单位由房委会出任担保人，为期30年，银行一般以“30年扣减楼龄”来计算按揭年期。香港超过六成居屋在1990年代至千禧年建成，不少位置优越，但因临近“30年大限”，银行未必愿意提供高成数按揭，令大批潜在买家却步。若政府能调整政策，相信大大有助二手居屋的流转，提升其使用效率。此外，其他可行的选择，包括鼓励私人发展商兴建“私人居屋”。我在此想申报，我所工作的公司，有参与私人居屋计划。鼓励“渐进式按揭”、鼓励探索“共有产权住房”、改建市区唐楼为青年住宅等。主席，构建橄榄型社会，需要有与之匹配的、以中产为主的住屋结构。我认为在适当的时机，政府需重新审视新增土地用于兴建公营和私营房屋的比例，逐步调整到以中产为核心的建屋模式，为青年和夹心阶层提供充足的住屋选择，并助基层上流(计时器响起)......我谨此陈辞。",
    "embedding_key": "118",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "居屋",
      "夹心",
      "阶层",
      "中产",
      "住屋",
      "橄榄型",
      "基层",
      "30%",
      "供应"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。主席，关注中产实在是一个很重要的议题。我从成为立法会议员的第一日起就提出构建橄榄型社会，壮大中产，扶青年往上流的愿景。为何有这样的愿景？其实，中产是稳定社会的基石，它连接基层与富裕阶层，是防止阶层断裂的一个很重要的部分。一个社会最理想的结构，是一个橄榄型，即中间大、两边小，以中产为主体的社会结构。要构建一个橄榄型的社会，最关键的一点，就是向上流动的通道要畅通。我认为要畅通向上流动的通道，要促进阶层的流动，有两个条件：一个是内部的条件。中产和基层其实彼此是对方的人生的参照物，中产努力工作，凡事靠自己，贡献多、福利少，只有他的居住和生活的质量高于靠福利的基层时，人才会有一个内在的动力往上走，才能鼓励更多人追求阶层的流动。促进阶层流动还有一个外部的条件，就是我们要确保向上流动的通道是畅通的。人的需求，无非是安居和乐业，所以我认为我们需要两个台阶：一个是房屋的台阶，让人可以往上走；一个是就业的台阶，我们需要创造多元的中产就业，让努力的人可以成为中产。今天，我想重点说说我对香港房屋问题的一些基本判断。房屋问题是香港的深层次矛盾，政府的思路，是集中资源不惜代价建公屋。我们的公营房屋政策有一个七三比：资源70%投放在公屋，30%放在居屋其实我认为这个思路是错的。香港根本不缺公屋，香港缺的是公屋之上的房屋台阶。今时今日，香港居民有超过30%住在公屋之中，这个比例是全球最高。如果我们看看亚洲城市，例如新加坡、内地、日本、南韩等都是个位数；如果看欧洲，最高是英国约20%；而今时今日，我们有30%的居民住在公屋之内，我们还要大力兴建公屋。但是，过去10年，轮候公屋的市民增长了80%，其实这并不是供应的问题，而是一个需求的问题。为何对公屋的需求这样大？因为我们曾经停建居屋10年。今时今日，虽然回复供应居屋，但是供应量都是严重不足，公屋和私楼之间的房屋台阶缺失，令到大量不合资格轮候公屋，但又买不起私楼的夹心阶层，即是所谓的“穷中产”快速膨胀，他们是香港社会最辛苦的一群。房屋阶梯的缺失，带来数个很严重的后果。第一，就是中产向下流，我们看到有些中产刻意降低自己的收入，控制自己的收入来轮候公屋。第二，公屋居民没有办法向上流，99%的公屋是不流转的，公屋成为一个陷阱，你住进去就难以出来。“㓥房”居民很难“上楼”，一方面公屋不流转，另一方面其实“㓥房户”中最大的类别是夹心阶层，他们不够资格轮候公屋。另外，就是全香港的劳动参与率越来越低，因为公屋限制了我们的劳动力，所以社会福利的开支不断飙升。我认为今时今日，我们需要调整资源的分配，搭建房屋的台阶，从主要为基层建屋转向为中产，特别是为夹心阶层建屋。我建议把现时公营房屋中，公屋和资助出售房屋的比例，从现时的七三比调整到五五比。另外，除了房屋的阶梯，我们还需要就业的阶梯，今天我不多说了。主席，中产是需要得到我们的关注，但我认为依靠福利是创造不到中产的。今时今日，香港的财政状况也不允许我们作减税等措施。我认为最关键的是，要搭建就业和房屋的阶梯，让每个社会成员都看到能够一步一步往上走的希望。多谢主席。",
    "embedding_key": "119",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "中产",
      "房屋",
      "阶层",
      "今时",
      "我们",
      "香港",
      "台阶",
      "流动",
      "一个"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，在这个环节，我想集中讨论即将成立的香港投资管理有限公司(“港投资”)未来的运作。行政长官在施政报告中，宣布成立“港投资”，归一收纳即将成立的共同投资基金，以及政府近年成立的几项政府投资基金，进一步用好财政储备，通过政府主导的投资，促进产业和经济发展。对此，我高度赞赏。香港是国际金融中心、资本流通平台、超级联络人。但是，我们同时面对产业结构单一化、空心化的困境。我们的产业结构，之前只有4个支柱，近期更加演变到金融一枝独秀。路，越走越窄。一方面，金融作为高端产业，只有小部分精英能够参与，满足不到全体港人的发展需求；另一方面，我们的国际金融功能虽然高度发达，但这些功能基本上是离地的；资本在香港这个平台上流通，但不在香港本地扎根；其发展，跟本地经济的发展基本无直接的关系。结果就是，香港国际金融中心的发展，并不能让大多数香港人从中受益。因此，我认为，我们需要重新定义金融的价值，让其不单服务于东西方资本的流通，也应该服务于本地产业的多元化和实体化。作为切入点，我们可以创造一些金融工具，让政府可以用来塑造经济结构，而类似淡马锡或深圳深创投的政府投资机构，便是这样的一个工具，让政府可以善用我们的财政储备和国际金融功能，来推动本地经济结构的转型，让金融为本地服务。从今年年初，我开始为这一议题做准备，做了超过30个访谈，发表多篇文章，在立法会多次发言。今年6月，我动议了我的议员议案：“善用‘未来基金’及‘香港增长组合’，推动产业结构多元化”，并获得通过。及后，我去信行政长官、财政司司长、财经事务及库务局局长，并在施政报告咨询期间，一一当面向他们提出有关建议。最终，这一建议纳入施政报告。我认为这个改变意味着政府管治哲学的转变，从以往的积极不干预，变成产业发展的促成者和参与者；从置身事外，到置身事内，值得我们期待。接下来，便是如何落实的问题。对此，我有一系列建议，供政府参考。第一，“港投资”的定位要高。“港投资”是政府参与塑造经济结构的投资工具，要用长远、耐心的投资，来实现香港经济和社会发展的整体战略目标，为我们的下一代开拓发展空间，并非以赚取投资回报为目标。这一点，政府必须清楚地与全社会沟通。第二，政府需要制订全港的产业发展蓝图，用来引导“港投资”的投资活动。今年年底，政府将公布“香港创新科技发展蓝图”。但是，在创科产业以外，我们也应制订全港产业发展的顶层设计，成为“港投资”的投资指引。第三，应从策略性、全局性、长期性的视角，建立一套“港投资”的综合业绩评估体系。这个体系应全面考量投资所带来的经济“乘数效应”和社会效益，评估所投资项目在培育本地企业、带回海外企业、创造经济新增长点、推动就业多元化等方面的价值，而不应只是看投资回报。这方面，我们可以参考ESG或影响力投资(impact investing)的投资评估体系。第四，在资金来源方面，可参考淡马锡模式，由政府全资拥有；也可考虑参考深圳深创投引导型母基金的模式，由政府部分出资，并广泛吸纳社会资本参与，扩大资本规模，分担投资风险。第五，由专业人士进行投资。“港资投”由市场聘用的专业管理团队来进行管理，政府不直接参与和干预其投资决定和具体运作。但是，政府可派官员列席董事局，了解其运作，并作策略性、原则性的指导，定期或不定期就发展方向与管理团队沟通。第六，投资领域多元。事实上，“港投资”的投资范畴可以涵盖创科、战略性新兴产业、制造、基建、环保，甚至文化创意等跟香港未来发展方向相关的多元领域。总体来看，“港投资”应是一个多元产业的综合投资旗舰，而非单一的产业投资基金。第七，不限投资地域。“港投资”要有广阔视野，既要立足本地，弥补本地企业在各个发展阶段的资金缺口；也应跨越全球，通过投资及政策配套，为香港引进所需的技术、人才、企业，甚至产业。第八，为所投企业提供多元增值服务。“港投资”应该利用其公有资本的地位，与“引进重点企业办公室”、“人才服务窗口”、投资推广署等各个部门紧密合作，为所投资的企业提供丰富的增值及支援服务，包括协助被投资企业寻找土地或厂房、寻找配对投资资金、协助招聘合适人才、提供出入境签证便利、协调与政府部门间的沟通等。第九，“港投资”应向业界学习，充当政府与产业之间的资讯和人才“旋转门”。“港投资”通过建立与国际投资圈的合作关系，吸收行业及市场的最新信息(market intelligence)，了解前沿发展趋势，协助政府的政策制订和调整发展策略，其内部人才的积累亦可为政府所用，成为政府与投资界的资讯和人才“旋转门”。代理主席，“港投资”的成立，是我们重新定义香港国际金融中心功能的开始，让香港的金融功能，不单服务于国际资本流通的需求，也能服务于本地产业的发展。在这方面，未来还有很多领域可以开拓，包括香港即将修改上市规则，引入18C章，让未有盈利的策略性科技企业来港上市。我们能否用好这个机遇，让这些来港上市的科技企业，不单利用香港来融资，也可以把香港纳入其科技本业的运作版图，从而推动香港科技产业的发展呢？经历了反修例风波与新冠疫情，今日的香港，需要一场大规模的疫后重建，推动发展模式的转型。作为立法会议员，我会尽我所能，跟社会一起，找到新的发展道路，为下一代，开拓新的发展空间。我谨此陈辞。",
    "embedding_key": "120",
    "poignancy": 0.5,
    "keywords": [
      "投资",
      "香港",
      "政府",
      "发展",
      "本地",
      "产业",
      "服务",
      "企业",
      "我们",
      "人才"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。棕地作业为本港的物流业发展提供了必不可少的支援。在目前未有明确物流用地规划时，便匆忙收回棕地，其实很可能会打断供应链，严重影响香港贸易物流中心的发展。我想问，局方会否尽快制订物流用地规划，并尽快落实提供替代用地给棕地作业者呢？多谢。",
    "embedding_key": "121",
    "poignancy": 0.5,
    "keywords": [
      "棕地",
      "用地",
      "物流",
      "多谢",
      "作业",
      "尽快",
      "洪雯",
      "局方",
      "会否",
      "规划"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。二十大日前顺利闭幕，习主席开创性地提出“中国式现代化”的新发展道路，提出“以中国式现代化全面推进中华民族伟大复兴”。长久以来，“现代化”的理论和实践是以西方为标准来定义、以西方的发展道路和模式为指导来构建的。但是，西方国家实现现代化的过程，既有其历史的先进性，也有其历史的局限性；如何去芜存菁，寻找适合中国14亿人民的现代化道路？国家对这一问题的探索，对香港进一步融入国家发展大局、实现良政善治具有重大的指引意义。首先，中国式现代化是全体人民共同富裕的现代化。从2010年起，国家提出了建构“中等收入者占大多数的橄榄型分配格局”；到2021年，中央财经委员会的会议焦点是“扩大中等收入群体比重”，提出“形成中间大、两头小的橄榄型分配结构，促进社会公平正义，使全体人民朝着共同富裕目标扎实迈进”。可见，扩大中产阶层、建设“橄榄型社会”，是国家实现共同富裕的途径。香港虽然是一个富裕经济体，但贫富差距悬殊，与“橄榄型社会”还有一段距离。根据政府去年公布《2020年香港贫穷情况报告》，香港处于“相对贫穷”的人口达165万，换言之，每4.5个港人就有一个处于“相对贫穷”。因此，扶持和壮大中产阶层、构建“橄榄型社会”，同样也应是香港的发展目标。欲实现这一目标，有两个核心条件：第一，让中产“安居”；第二，让中产“乐业”即是说，我们的住屋供应结构和就业结构，也应该是相匹配的“橄榄型”。因此，在住屋方面，我认为，香港未来不应只重视增加公屋供应，而应同时扩大增加“夹心阶层”和中产阶层住屋的供应，让中产“安居”。此举同时能吸引和鼓励有能力的基层市民向上流动，实现阶层跨越，同时加快公屋的流转，让轮候公屋的居民尽快上楼。在就业方面，我认为香港应大力推动产业结构的多元化和实体化，提供大量的中产就业职位，让中产“乐业”。中国式现代化的另一个特征，就是“高质量发展”。二十大报告中，10多次提到了“高质量发展”，强调高质量发展是建设社会主义现代化的首要任务。而实现高质量发展的手段，便是创新，包括体制创新和科技创新。体制创新方面，香港已进入由治及兴的新阶段，政府的执政理念必须从“积极不干预”，走向“适度有为”，积极推动体制创新，将高效市场与有为政府相结合，推动经济结构的转型，让更多人能分享经济发展的成果。在科技创新方面，“十四五”规划指明香港要建成国际创新科技中心。而香港创科发展面对的核心问题，是本港优秀的研发成果未能在本地产业化，形成创科产业。所以，香港应参考国家构建创科体系的经验，从建立科技生态的视角，推动官、产、学、研之间的互动互利，构建产业链，让香港的科研成果能在香港“落地”，变成经济的增长点。主席，二十大报告确定了“中国式现代化”的发展途径，通过创新，推动高质量发展，构建橄榄型社会，走向共同富裕。这一发展途径，也应成为香港未来发展的指引，让香港成为国家实践中国式现代化的一分子，贡献一分力量。我谨此陈辞。",
    "embedding_key": "122",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "橄榄型",
      "现代化",
      "中国式",
      "中产",
      "发展",
      "创新",
      "高质量",
      "共同富裕",
      "公屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。曾经，香港是全球最繁忙的航运中心，但近年香港码头吞吐量持续下跌，去年跌出前10名。不少大型航运联盟减少停靠香港的航线，甚至把香港从停泊港口名单中剔除。香港航运中心功能出现衰退，原因众多。外在的原因包括中美贸易战、全球供应链重组、贸易去中间化、周边港口的竞争等。但亦有很多内在的因素，包括疫情导致陆路货柜车绕道香港，不再回来；技术进步和升级较缓慢；码头处理费昂贵；从业者老化；航运技术人员严重不足等。国家“十四五”规划提出支持香港建设国际航运中心。这是一个大的定位，但我们要思考，国际航运中心有何具体意思？有意见认为，香港应参考伦敦，专注于高端航运服务业(例如船舶融资、船舶管理、海事保险、海事仲裁等)。这种说法认为，实体航运业是夕阳产业，大湾区的9个城市均有属于自己的港口，尤其是南沙港和盐田港的吞吐量均已大幅超越香港，甚至有人建议香港放弃发展实体航运业，让给珠三角城市，腾出香港港口的珍贵用地。我认同航运服务业很重要，但我不认同香港要放弃发展实体航运业。如果我们站在国家发展战略的层面，我认为不能没有香港港口。面对国际大变局，我们要有底线思维和极限思维。香港是全国唯一实施普通法的自由港。一旦国际地缘政治出现极端情况(例如中美全面脱钩等)，“一国两制”下的香港港口，其价值无可取代。回顾历史，1949年新中国成立初期，联合国对中国实施禁运，当时香港便是中国唯一的对外港口。我当然不希望这种情况再次发生，但所谓极限思维，就是要应对极端的风险挑战。所以从国家战略大局来看，香港需要港口。综观香港自身的发展，同样不能没有港口。高端航运服务，其实就是金融、法律等香港传统优势产业。我们一直希望推动香港经济结构多元化，如果放弃发展实体的航运业，会连带打击与之关联的物流等一系列经济活动，届时我们的经济结构岂不是更为狭窄？当然，要维持香港港口的竞争力，极不容易，并无任何简单的解决方案。我提出以下6点建议，抛砖引玉。第一，香港港口由私人投资者主导，政府可考虑提供税务优惠等诱因，推动港口自动化及绿色转型，尤其应大力推动香港成为绿色加注港，吸引正进行绿色转型的远洋船舶来港。第二，进一步精简货物在内地与香港之间流通的程序和手续，包括在两地货物跨境实施“一地两检”甚至“两地一检”、设立货柜车辆跨境便利通道等，增强香港作为内地转口港的运作效率。第三，进一步便利内河船只跨境来港运作。现时通过香港转口的货物，大部分从华南通过内河船只来港。我们可以通过船舶营运、人员进出、货物报关等方面提供便利，以提升效率。第四，在大湾区设立与航运有关的专家及技术人员人才库，并进行登记，容许他们在不需签证的情况下，可以临时来港工作两星期，解决香港本地技术人员严重不足的问题。第五，现时香港在某些航线上仍有优势(例如南美洲及东南亚线等)，政府应与业界合作，在这些地方加强宣传及合作。第六，通过签订自由贸易协定和其他协作，改善香港与世界其他港口之间的便利性和通达性。各位，香港为何称为“香港”？其中一个原因是有“港”。香港以“港”起家、因“港”建城。没有了“港”，香港还“香”吗？(计时器响起)",
    "embedding_key": "123",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "港口",
      "航运",
      "来港",
      "航运业",
      "货物",
      "船舶",
      "实体",
      "技术人员",
      "跨境"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。粤港澳大湾区的发展非常重要，对国家具有战略意义。但这项议题非常大，原议案和几项修正案就包含了相当多政策范畴，比较难聚焦。所以，我仅选取其中两个范畴分享一些看法。其一，我认为推动大湾区跨境福利可携、跨境提供医疗服务的时候，要“摸着石头过河”，要谨慎为之，因为可能对我们的公共财政带来极大的额外负担。其实“福利可携”的原意，是让一些原本在香港生活的人士，尤其是依赖福利的基层，可以转到内地生活或者养老，改善他们的生活条件，亦减轻香港的负担。目前，大约有50万持有香港身份证人士长期在内地生活，特别是大湾区。但是，调查显示，这部分人士大多数是中产，反而基层因高度依赖香港的公屋、综援、免费医疗等福利而固化在香港。其实，在大多数情况下，越是基层的人士，越不愿意离开香港。当香港的福利或者服务延伸到内地，反而让一批原本靠自己的力量在内地生活的人士，转来领取各种跨境提供的福利和服务；而在目前资产审查难以全面延伸到内地的情况下，难以评估会对公共财政带来多大的影响。包括广东计划、福建计划，原意是让香港本地长者到广东或福建养老。但我留意到，有不少领取有关津贴的人士，本身与香港并无太大的关联，因各种原因获得香港身份证。疫情下，政府免除了居港限制，不少人因此领取津贴返回自己原本生活的地方养老，纳税人的资源被滥用。我认为，有关计划的审批需要收紧。其二，邱达根议员提出，要实现“香港研发、湾区制造”的模式。我同意这是大湾区创科合作的重要模式，但这种模式过去数十年一直都存在，深圳大疆明显就是“香港研发、湾区制造”模式的表表者。我反而想问，为何香港没有大疆呢？今时今日，研发成果具有全球流动性。有时候，科研成果在哪里诞生并非最重要；反而，科研成果转化为产品和服务，并推向市场的过程，才是科研贡献于经济和社会的过程；这个过程在哪里发生，那个地方就会获得大部分相关的价值。而香港过往的思维是“香港研发、湾区产业化”，本地只埋头做研发，把产业化放在内地。结果，香港只有研发，没有产业，本地难以受益，我们的科研很多时候是为他人做嫁衣。我认为，香港未来反而要积极研究“湾区研发、香港产业化”的新模式。可能有些人会质疑这怎么有可能，不如我举一个例子让大家参考。最近，我接触了几间内地的人造衞星企业，有意来香港研发和生产人造衞星，甚至来香港提供衞星发射后的相关服务。这就是典型的“内地研发、香港产业化”的模式。为甚么来香港呢？香港的自由港、国际化优势、国际金融中心的地位，让香港成为这些企业开拓“外循环”的基地。中美关系恶化，不少美籍华人衞星科学家、工程师有意离开美国，而香港对他们而言是比较适应、比较容易选择的地方。此外，衞星发射上天后，所提供的应用服务绝大部分与数据相关，涉及大量数据跨境流通，而香港有数据自由跨境流通的优势，是这些企业与海外进行数据交换、交流、交易的理想据点。这些原因，让“内地研发、香港产业化”可以落实。总体而言，如果香港只做研发，把制造全部放在大湾区，我们是不可能有产业的。虽然香港有各种局限，不可能发展全产业链，但我们完全有可能在某些关键环节找到一定的角色，在产业链上找到一席之地，让社会从科研中受益。我谨此陈辞。",
    "embedding_key": "124",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "研发",
      "内地",
      "大湾",
      "福利",
      "湾区",
      "跨境",
      "产业化",
      "模式",
      "反而"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，劳动力短缺是香港经济发展面对的一个严重制约，政府回应业界的诉求，针对人手短缺的行业提出输入外劳的方案，劳顾会目前正就方案进行商讨，希望尽快有一个平衡各界利益的政策。不过，“向外求”的同时，其实我们更应该“向内求”，充分发掘本地潜藏的劳动力，减少市民投入就业市场面对的各种障碍，提升本地劳动参与率，这是最符合市民和社会整体利益的选择。因此，我赞同周小松议员的议案。潜在的劳动力，包括照顾家庭的妇女、新来港人士、少数族裔、残疾人士、退休人士等。同事对如何消除这几类人士进入劳动市场的障碍提供了诸多建议。我额外补充3点。第一，我建议取消留学生在港工作的限制。香港约有4.5万名非本地学生正在修读大学或以上课程，这一批青年学生有活力、有能力。苏长荣议员提出吸引他们留港发展，但其实我们可以再走前一步，如果能够让他们在港就读期间可以打工，甚至创业，将有助他们尽早融入香港、扎根香港。昨日的前厅交流会上，我亦向局长提出了这项建议，得到在场同事的支持，我希望局长可以积极考虑。第二，本港长期存在一批等待单程证的人士，他们的配偶或子女是香港人，他们通过双程证长期逗留香港，在香港有居所，熟悉本地社会，但因为本身没有身份证，所以没有资格工作。其实这批人士早晚也会成为香港居民，而且，目前通过各不同计划来港的人士，他们的受养人是允许在港工作。我建议政府在政策上作出突破，在输入外劳的时候，优先考虑这批正在等候单程证的人士，譬如是否可以通过劳务公司，招募这批人士以外劳身份在港工作，自食其力。第三，我认为改变我们的房屋政策，是释放劳动力的关键。目前，政府集中资源不计代价建公屋，但公屋之上的房屋阶梯严重缺乏，夹心阶层没有资格轮候公屋，也没有能力买私楼，可供他们选择的居屋等，严重供不应求。很多时候，夹心阶层的生活境况，还不如公屋中的基层，导致不少人“躺平”轮候公屋，自我限制收入，甚至不工作，一批劳动力因此“锁死”在公屋轮候册上。但是，我反对梁子颖议员有关提高轮候公屋收入上限的修正案，有3个原因。第一，政府集中资源建公屋，但公屋轮候时间仍然徘徊在5年以上。如果提高收入上限，更多人轮候公屋，难道让轮候者等待10年吗？第二，公屋是给予基层的福利，是最低安全网，是推动居民向上流动的踏脚石，不应该让更多人依赖这项福利。目前，公屋在香港所有房屋中所占比例超过30%，这个比例属全球第一高。提高轮候公屋收入的上限，必然需要进一步提高公屋所占的比例来满足需求，导致基层进一步膨胀。其实，为了吸引市民进入职场，让更多人来依赖房屋福利，整体社会是得还是失呢？我个人认为失大于得。第三，土地资源有限，把更多土地资源用来建公屋，留给夹心阶层的资源更少，私楼供应亦会减少，价格自然更高，结果就是夹心阶层更加辛苦，公屋居民更难走出公屋，更多市民“躺平”等公屋，中产向下流。我认为更好的办法，是投入更多资源为夹心阶层建屋，在公屋之上，搭建充足的房屋台阶如居屋等，提供诱因，让市民更愿意努力工作，提高收入、改善生活环境，鼓励市民离开公屋、向上流动，释放“锁死”在公屋中的劳动力。多谢代理主席。",
    "embedding_key": "125",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "轮候",
      "香港",
      "夹心",
      "人士",
      "劳动力",
      "阶层",
      "市民",
      "这批",
      "房屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "13.洪雯议员：有屯门西工业企业的营运者向本人反映，他有意在现址土地上拓展业务，但屯门西土地使用规划讨论至今超过10年仍未有定论，令他无法作出投资决定。关于土地使用规划，政府可否告知本会：(一)与龙鼓滩填海和重新规划屯门西地区有关工作的最新进度为何，以及预计何时可就屯门西土地使用规划下定论；(二)在进行屯门西土地使用规划时，会否考虑该处现有企业的发展需求，从供应链上下游关系的角度出发，理顺及整合散落于新界各处棕地的上下游企业，并将它们集中于屯门西，以减省企业物流及运输成本和提升其营运效率；如会，详情为何；如否，原因为何；及(三)鉴于有评论指出，香港土地使用规划议而不决的情况普遍，增加了土地使用的不确定性，并大大窒碍企业的长远投资决定和发展，政府会否从香港不同阶段发展需求的角度出发，订立清晰的长、中、短期土地使用规划，令企业能够在有清晰的时间表和明确的预期下，作出相应的长、中、短期投资决定；如会，详情为何；如否，原因为何？发展局局长于2022年10月26日提供的书面答复文本载于附录1。",
    "embedding_key": "126",
    "poignancy": 0.5,
    "keywords": [
      "屯门",
      "土地",
      "规划",
      "为何",
      "使用",
      "10",
      "会否",
      "如会",
      "如否",
      "企业"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，2023年施政报告提出建设香港成为国际专上教育枢纽，措施包括由2024-2025学年开始，将各教资会资助院校收取学士学位授课课程的非本地学生限额提升一倍至40%。发展国际教育枢纽有策略性意义，同事们都说了不少有关益处，我亦认同。但是，我比较关心建设国际教育枢纽所需要的投入，即是钱从何来的问题。刚才邓飞议员说，我们可以将教育产业化，赚取学费。但目前的现实是，我们目前收取非本地生并未收回总成本，更遑论赚钱。2023年，我们的教育开支超过1,000亿元，连同福利、医疗，成为政府三大千亿元支出之一。过去5年，我们的教育支出总共增加了21.6%，教育平均每年增加4%；而我们的政府收入，5年总共只增加了7.1%，平均每年增速只有1.4%；我们的名义GDP在过去5年只增加了7.2%，平均每年增速只有1.4%。显然，我们的教育开支增速是远大于政府收入和GDP的增速，也是香港连续多年录得大额赤字的重要因素之一。上个月，我递交了书面质询，询问每年各教资会资助院校如何厘定向修读其学士学位授课课程的非本地生所收取的学费，即是厘定非本地生学费的标准是甚么。得到教育局的答复是，根据现行政策，政府要求教资会资助大学向非本地学生收取的学费，应足以收回所有额外直接成本。以我的理解，所谓“额外直接成本”(即extra marginal cost)并非总成本(即total cost)。就此问题，我向教资会请教，得到的答复是，大学的开支包括教学支出和科研支出，而各大学向非本地生收取的学费只是收取教学支出的cost，并不计算其在科研方面的支出。其实教学和科研相辅相成，两者不可分离。非本地生来港接受教育，只缴付额外直接成本，意味着纳税人要补贴科研等其他成本，这并不公平。今时今日，香港的公共财政状况大家很清楚，我认为教资会资助大学理应向非本地生收取平均总成本(即total cost)，减缓教育开支增长的速度，减少纳税人的补贴。我谨此陈辞，多谢代理主席。",
    "embedding_key": "127",
    "poignancy": 0.5,
    "keywords": [
      "本地",
      "教育",
      "收取",
      "cost",
      "学费",
      "支出",
      "教资会",
      "资助",
      "总成本",
      "科研"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：长久以来，本港有一批待发单程证的人士，当中包括“双非”家长或配偶是香港居民的人士。他们目前持双程证在港居住，等候获发单程证。他们熟悉香港社会，在本地也有居所，而且早晚会成为香港人。我早前曾与局长沟通，这批人士现时由于未获发身份证而无法工作，生活相当困苦。我们引进外来劳工时，会否优先考虑这批人士，让他们以外来劳工的身份在港工作，自食其力，并为社会作出贡献？我想询问局长，目前这个思路的落实情况为何？",
    "embedding_key": "128",
    "poignancy": 0.5,
    "keywords": [
      "这批",
      "单程",
      "人士",
      "劳工",
      "香港",
      "局长",
      "洪雯",
      "双非",
      "双程",
      "证在"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。全球暖化已是事实，今年7月有破纪录的24个热夜，清晰告诉了我们：低碳转型，刻不容缓。目前，香港政府提出了2050年达到“碳中和”的目标，并推出了一系列政策，希望市民逐步适应绿色生活，同时找到经济发展的新机遇。上周，香港交易所宣布成立自愿碳交易市场Core Climate，为内地与国际优质碳信用产品提供交易平台，此举无疑是一个好的起点，但亦存在不少挑战。构建一个市场，最核心的一步是建立投资者的信心。目前，中外的碳信用审核标准不一，国际投资者对内地产品或有保留，信心不足，这是香港发展碳交易市场的最大障碍。要建立投资者的信心，我有两点建议：第一，我建议香港碳交易平台成立一个国际认可的碳审核单位名单，并授权各权威审核单位定期实地巡查各注册项目的减排表现，持续检验数据，防止有项目滥竽充数。第二，保持交易平台的公开透明至关重要。我建议交易平台设立一个中央数据库，把项目内容、碳信用审核单位和审核方式、实地巡查的结果等资讯上传，供公众查阅。上述两点可协助逐步建立香港的碳认证公信力，以此作为香港建立碳交易市场的基础，推动内地与国际碳信用的彼此认可、推动制度接轨，杜绝企业“漂绿”(greenwash)，真正做到减碳。除了成立碳交易平台，推动香港低碳发展，还需要解决三大碳源头的问题，它们包括第一，发电及非可再生能源的使用；第二，运输；第三，废弃物，这三者占全港碳排放的接近90%。针对以上三大源头的减碳工作，我有以下建议：首先，把2050年达到“碳中和”的目标列入香港的总体发展策略，用以指导政府的投资决定及各类资金资助。例如，除专属的低碳绿色科研基金外，今年的施政报告亦宣告成立“产学研1+计划”和“香港投资管理有限公司”，资助和投资具潜力的科创项目。我建议相关基金充分考虑拨出部分金额，专门援助本地多个范畴内的自愿减碳项目，加快研发和采用可再生能源，增强社会转废为能、转废为材的能力，尽早达至碳中和。其次，在法规上为绿色科技的落地应用拆墙松绑。例如，本地业界近年积极研发氢能源交通工具，城巴有限公司近月便引入了氢能巴士，但相关车辆暂时无法落地，因为有关氢能的法例目前仍是空白。上月，政府承诺将于明年允许氢能巴士试行，在昨天的会议上，各方亦表示会制订有关的法律框架，这项工作相信有必要加快进行。在可行情况下，当局可把氨燃料电池也包括在内。法律要与科技与时并进，才可避免落后于世界潮流。第三，通过妥善的保育规划，提升大自然的储碳能力。其实，香港的红树林、盐沼、湿地都是十分有效的储碳工具，被称为“蓝碳”，其碳存储率与植树等“绿碳”相比，可高出3至5倍。在管理红树林方面，香港学界已拥有足够技术，所以我建议把湿地和红树林的“蓝碳价值”，纳入我们的碳中和政策中。施政报告倡议实施新积极保育政策，我希望各政府部门参考上述数方面建议，协助香港早日实现“零碳排放․绿色宜居․持续发展”的愿景。我谨此陈辞，并支持谭岳衡议员的原议案。",
    "embedding_key": "129",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "交易平台",
      "建议",
      "审核",
      "减碳",
      "氢能",
      "红树林",
      "绿色",
      "信用",
      "项目"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我支持严刚议员的议案及谭岳衡议员、陈沛良议员的修正案。中资企业一直是香港社会及经济的重要构成部分，其业务范围广泛，由高增值的金融、创科、专业服务，到能创造大量就业的贸易物流、旅游、建造，以至关系到市民日常生活的能源、电讯、食品供应，都有中资的身影。目前在港的中资企业及其下属公司注册数量超过4 000间，内地成为在港设立地区总部和办事处的境外企业的最大来源地。除了在经济层面的重要作用，中资企业对保持香港社会繁荣稳定同样担当了积极的角色。每逢香港面对危机，需要全社会共同应对时，中资从不缺席。例如近年的反修例风波及新冠疫情，中资企业成为维持香港社会稳定的中坚力量，在支持政府、组织动员、发声建言、物资支援等方面发挥作用。目前，在中美政治角力的背景下，外资对港投资趋于谨慎；而中资企业成为保持本地经济和就业稳定的一个重要力量。而且，中资企业作为联系内地与香港的桥梁，在促使香港融入国家发展大局方面有重要作用。为进一步发挥中资企业的优势，我有两点建议：第一，不少国企在“一带一路”沿线国家设有据点或有投资项目，而香港的经贸网络多集中在美、日、欧等传统市场。未来，港资企业可与中资企业合作，积极发展“一带一路”具潜力的合作项目，让港企“借船出海”，拓展“一带一路”的市场网络。第二，香港未来有多项大型发展项目，包括北部都会区和中部水域填海。为缓解财政压力，引入市场资本十分重要。中资企业往往具备其他企业不具备的大局观及承担精神。它们的利益亦与香港的发展利益长期保持一致。我相信，只要能平衡好成本收益，中资企业会愿意参与对香港长远发展有利、能促进香港融入国家发展大局的策略性项目。所以，政府未来可积极考虑借中资的力量，共同推动重大发展项目。另外，在吸引更多新的中资企业来港方面，我有两点建议：第一，本港近年不遗余力推动产业多元化，提出多项支援计划，支持产业发展。不过，我接触了不少有兴趣来港发展的内地民企，他们表示对本港的产业政策及支援渠道不了解。这种信息差成为了他们投资香港的障碍。我们虽然也设立了一站式支援服务机构，例如投资推广署及引进重点企业办公室等，但显然仍存在服务上的空白。事实上，市场上出现了一些新的企业，针对新来港企业的各类需求，包括注册、登记、牌照申请、政策解读、资助申请等，提供“保姆式”服务。这类企业是香港招商引资生态体系的有益补充，值得支持。我建议投资推广署、引进重点企业办公室、科学园等，与这类企业合作，提供各类协助，共同为新来港企业提供更完备的服务。第二，据我了解，不少内地企业有意到北部都会区发展，但他们对土地有不同的需求。有些可能需要以轻资产模式营运，希望租借现成的营运空间；有些希望获得政府批地，自建办公室；有些希望与上下游的企业一起来港；甚至有企业希望可以自建园区，自行招商引资。我期望政府未来推出灵活的批地政策，以满足有意来港发展的不同企业的发展需求，进一步壮大中资的力量，为香港服务。主席，我谨此陈辞。",
    "embedding_key": "130",
    "poignancy": 0.5,
    "keywords": [
      "中资企业",
      "香港",
      "企业",
      "发展",
      "中资",
      "来港",
      "服务",
      "议员",
      "支援",
      "都会区"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我十分乐意看到政府会考虑透过公开招标以外的批地模式，吸引重点企业落户北部都会区。企业与企业之间的竞争本质上是供应链与供应链之间的竞争，供应链上所有参与者都共同影响着整条供应链的竞争力。每一条供应链通常会有一间或以上所谓的“龙头企业”整合起上下游的供应商和服务商，带动整条供应链的发展。然而，整条供应链上下游的企业之间存在互相依存的关系。当我们吸引龙头企业来港时，同时亦需协助它们配对供应链上下游的企业，作出整合或组合，从而吸引上下游的企业落户香港，形成产业的cluster(集群)。我想询问局方在批地时除考虑采用传统公开招标以外的模式批地予龙头企业外，会否考虑预留土地予龙头企业的上下游相关企业，从而在香港形成一个industrial cluster(产业集群)呢？多谢。",
    "embedding_key": "131",
    "poignancy": 0.5,
    "keywords": [
      "供应链",
      "上下游",
      "龙头企业",
      "企业",
      "整条",
      "批地",
      "cluster",
      "公开招标",
      "吸引",
      "多谢"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。香港今天站在十字路口，面对复杂的国际局势，内部根深蒂固的深层次矛盾，我们需要抛弃过去积极不干预的理念，我们需要一场轰轰烈烈的结构重建，需要一个适度有为的政府，引领香港参与全球竞争，解决我们的深层次矛盾，开展香港良政善治的新篇章。所以，政府架构的调整非常重要。我基本认同架构重组的安排，但我有4个担心想要在此提出，希望未来政府能够处理。第一，运输及房屋局(“运房局”)将分拆为运输及物流局和房屋局，从土地房屋发展的角度来说，架构会变得更为分散。香港的土地房屋问题严重，原因之一是多项条例归多个局和处管辖。为完成一个项目，发展商或项目申请人须跑不同部门，部门之间又缺乏统筹协调，提供的意见甚至互相矛盾，变相要项目申请人来推动部门协调，极为痛苦。新一届政府分拆运房局，管理架构将更为分散，企业又要多跑一个部门。我希望政府能够真正做好部门协调，以一个共同的目标推动部门之间的合作。第二，商务及经济发展局(“商经局”)将分拨两项具体的产业发展内容：一是旅游，分拨到文化体育及旅游局；另一是工业，分拨到创新科技及工业局。未来商经局的工作范畴将大大缩减，这会否令部门之间的职权划分及工作量出现不平衡？香港产业结构单一，就业结构两极化，需要商经局发挥重要作用，我希望政府认真考虑商经局未来的职责。第三，未来将会成立民政及青年事务局(“民青局”)，我认同青年问题极为重要，政府需要额外关注，并采取真正行动，以了解青年、关怀青年和推动青年发展。但是，青年议题涉及的范畴非常广泛，包括教育问题、房屋问题、就业问题、文化体育问题、环保问题等，这些政策范畴均属于其他部门，权力并非在民青局局长手中，到底民青局未来如何发挥作用，协调解决青年问题？第四，这次架构重组将增设3个副司长的职位，协助司长处理统筹协调的工作。其实，社会对此有所担心，因为参与统筹协调的人越多，未必真正能够成事，有时人少反而能够成事。所以，副司长到底如何发挥作用？我希望政府未来下工夫向市民解说。尽管如此，我还是愿意给政府一个机会尝试新架构，看看能否带领香港人开拓新篇章。所以，期望政府未来进一步做好解说工作，让市民看到我们投信任的一票并无投错。多谢主席。",
    "embedding_key": "132",
    "poignancy": 0.5,
    "keywords": [
      "架构",
      "商经局",
      "政府",
      "青年",
      "部门",
      "协调",
      "香港",
      "房屋",
      "未来",
      "问题"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我支持李惟宏议员的议案和修正案。过去20年香港国际金融中心的功能大幅提升，我们成为了国际金融中心、资本流通平台、超级联络人，我们是全球屈指可数的数个国际金融中心之一。但是与此同时，我们的产业严重空心化，制造业几乎全数流失，连带同为制造业服务的生产服务业，都出现了虚拟化、离岸化、空心化的趋势。在这样的情况下，虽然我们的失业率很低，但是高质量的、有持续上升空间的就业岗位越来越少，年轻人和基层向上流动的空间很狭窄。要改变这种情况，我们必须要推动香港产业结构的多元化和实体化。我今日想探讨，我们怎样用好我们国际金融中心的功能，来促进本地产业结构的多元化。坦白说，我认为香港国际金融中心是“离地”的，为何这样说呢？我们是一个资本流通的平台，资本在香港这个平台上流通，从东方流到西方，从西方流到东方，但是这些资本，在本地是不扎根的。我们的国际金融功能与本地的产业发展，是没有实质关系的。我举一个例子，2018年我们修改《上市规则》，引入了第十八A章，让没有盈利的生物科技公司，可以来香港上市，很快香港成为了全球第二大的生物科技企业的集资中心。超过50间生物科技公司来香港，通过第十八A章上市。但是我仔细看过这50间公司，一间一间地看，当中与香港有实质性关系的，只有两间，其他就只是以香港为平台来融资的，它们的生意，它们的科研，它们的发展和香港是没有实质性关系的，即是我们成为了生物科技融资的中心，但是本地的生物科技产业是没有受益的。我认为我们需要重新定义金融的价值，用好金融工具来推动我们产业结构的多元化，让本地产业能够实体化，令本地人能够受益。去年的施政报告，特首宣布香港成立香港投资管理有限公司。我认为这是一个很重大的突破，我们走出了以往的管治理念，而迈向一个积极参与，积极推动产业发展的思路。金融可以成为我们的工具，来塑造我们的经济结构，我是非常赞赏特区政府这项举措，迈出这么大的一步。但是，从去年10月宣布到现在，香港投资管理有限公司的进展十分缓慢，很多企业来向我查询，它们希望参与香港投资管理有限公司的运作，但是今时今日我们仍未看到有甚么管治团队、章程、投资的理念及投资的方向等。我希望特区政府尽快推动香港投资管理有限公司的运作，让这个工具好好服务于本地产业的发展，回应社会的诉求。我想说的第二点就是第十八C章，数个月前我们再次修改《上市规则》，引入了第十八C章，让一些不符合《主板上市规则》的特专科技公司可以来香港上市。但是，我们是否要重回第十八A章的道路，这些企业来香港上市但都与香港完全没有关系呢？我认为我们可以作出一些修改。其实我们第十八C章的上市门槛与上海的科创板相比，是很高的，我建议我们未来可考虑引入新一级比较低的上市门槛，但是同时提出一个要求，就是来上市的公司要同香港真正有关联，或把科技带来香港，或把人才带来香港，要在香港有实质性的运作。这样做的话，香港不单是一个融资的场地，它同时也可以帮助香港创科产业的发展的。其实这样的思路，可以运用到很多行业，譬如，我们的文创艺体产业，都可以考虑参考创科产业的发展，用好金融的工具来推动我们的发展。有很多国际的案例是可以参考的。主席，我谨此陈辞。",
    "embedding_key": "133",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "我们",
      "第十八",
      "生物科技",
      "产业",
      "上市",
      "本地",
      "金融中心",
      "但是",
      "可以"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "16.洪雯议员：行政长官在《2023年施政报告》宣布，成立“解决㓥房问题”工作组(“工作组”)。工作组会进行调研，了解分间单位(俗称“㓥房”)的居住环境及居于㓥房人士的组成，并听取不同持份者的意见，以制订建议。就此，政府可否告知本会：(一)鉴于根据《2021年人口普查》，34.2%的㓥房住户月入为两万元或以上，有关收入已超出1人或2人家庭申请公共租住房屋(“公屋”)的入息限额，政府会否通过是次调研，找出家庭收入超出申请公屋入息限额的㓥房住户的具体数目；(二)鉴于根据前运输及房屋局于2021年发表的《“㓥房”租务管制研究工作小组报告》，48.6%的㓥房住户没有申请公屋，当中近三成半住户指不申请的原因为其“并非香港永久性居民”，政府会否通过是次调研，找出㓥房住户中的非香港居民数目(例如持有《往来港澳通行证》的内地居民及提出免遣返声请人士的具体人数)；鉴于该等非香港居民并无资格申请公屋，政府会否研究他们“告别㓥房”后有何出路；及(三)鉴于《业主与租客(综合)条例》(第7章)第IVA部规定，业主须在规管租赁期开始后的60日内，向差饷物业估价署(“估价署”)递交租赁通知书，但截至去年11月14日，估价署从全港约11万个㓥房单位中只收到约23 500份租赁通知书，有意见认为，该情况有欠理想，政府会否通过是次调研，在走访㓥房单位的过程中加强抽查，要求尚未递交租赁通知书的业主及早履行责任？房屋局局长于2024年4月10日提供的书面答复文本载于附录1。",
    "embedding_key": "134",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "会否",
      "住户",
      "申请",
      "调研",
      "鉴于",
      "估价",
      "通知书",
      "工作组",
      "2021"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。全球的大宗商品交易主要集中在亚洲进行，约占四分之三，但定价中心却在西方，形成了所谓“东方交易、西方定价、美元计价”的格局，对中国这个大宗商品交易大国而言，情况殊不理想。要扭转这种情况，香港应大力发展以人民币计价的大宗商品交易市场，目前港交所已做了不少工作，但我认为可以更进一步。例如近年中国与中东国家之间的经贸合作加深，“石油人民币”正在形成，中东国家通过石油交易收到人民币，可用以支付与中国企业之间进行基建的费用、进行贸易结算或投资内地、收购内地资产等，从而形成人民币的国际流通生态圈。我想问局长，会否考虑与上海国际能源交易中心合作，成为上海原油期货市场的境外交易平台，充当“石油人民币”的流通通道，并提供各项配套服务，以“石油人民币”为新的引擎，推动人民币国际化？多谢。",
    "embedding_key": "135",
    "poignancy": 0.5,
    "keywords": [
      "人民币",
      "商品交易",
      "石油",
      "中东国家",
      "大宗",
      "计价",
      "多谢",
      "定价",
      "形成",
      "内地"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。这个环节我想说一下我对香港发展创科产业的看法。我认为推动创科产业发展，一定要推动产业化，配以产业链。过去数年，香港致力于推动创科产业的发展，大力投入、推动研发，取得大量的研发成果。但现实情况是，我们在不少领域的科研水平有全球竞争力，但是，香港创科产业却少有达到世界领先水平，为甚么会这样呢？长久以来，香港社会循着一种思路，认为香港拥有亚洲领先的大学和科研团队，而内地则有强大的制造业和科技产业基础，所以，香港研发，内地产业化，会是两地优势的完美结合，粤港合作联席会议机制下的港深创新圈便一直使用这种模式运作。我强调，我不反对这种模式，但如果只有这单一的合作模式，很明显，结果便是香港只有研发，没有产业。其实创科产业来源于研发，但远远超越研发。研发的成果需要产业化，变成产业和服务，形成一条上中下游贯通的产业链，才能形成产业。单单大量投入研发，不一定保证产业能够成长起来。另外，研发投入巨大，但创造的就业就只有实验室内少数的科研人员，研发的成果转让出去，获得的盈利占整条产业链的盈利比例是很少的。很多时候，香港因为没有产业，研发的成果迫不得已要便宜地出售，可以说，大量投入研发，但不能本地产业化的话，那便相当于只开花不结果。因为往往研发成果的产业化过程，才可为经济带来发展的动力和就业的来源，为经济、社会带来效益。所以，思维上，香港一定要打破“重研发、轻产业化”的迷思，大力推动研发成果的产业化和配以产业链。我们可以到大湾区、内地甚至全球，吸引产业链上的核心企业(anchor companies)来香港，有了anchor companies，便有助吸引和推动上下游一系列的研发、生产、服务，从而可以带动起一系列产业的发展。当然，不是完整的产业链都必须在香港进行，我们要有所为，有所不为，详细的建议，我稍后会提供给当局参考。代理主席，香港目前处于危机当中，即使疫情在今天完结，不少传统的产业赖以维持的旧有条件已经不存在，我们不可能亦不应该回到从前的发展模式。危机发生的时候，往往是寻求改变和突破的好时机，我呼吁政府和整个社会珍惜这次危机，推动经济结构的改革，既要融入国家大局，又要经营好本地的经济，把发展的机会带回香港，带给香港人。我谨此陈辞。多谢。",
    "embedding_key": "136",
    "poignancy": 0.5,
    "keywords": [
      "研发",
      "香港",
      "产业",
      "创科",
      "产业化",
      "产业链",
      "成果",
      "推动",
      "发展",
      "模式"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。长期以来，我在不同场合说香港应该推动“再工业化”，但收到的反馈以负面居多，社会上没有太多人看好这件事。不过，昨天开始的辩论让我很高兴看到，议会内有不少同事都有心推动香港的“再工业化”。由于制造业流失，香港产业结构严重空洞化。在2020年，制造业占GDP 1%；同一年，以色列是11%、新加坡20%、瑞士18%、韩国25%、日本20%、美国11%、中国31%、上海25%、深圳34%。我们经济结构之单一，全球绝无仅有。不少人认为香港地方小、成本高、劳动力不足，无可能也不应该发展制造业。亦有人认为，虽然香港没有了制造业，但为制造业服务的生产性服务业仍然留在香港，即是“Made by Hong Kong”，所以没有制造业也没有问题。我同意生产性服务业对香港极之重要，但我想提醒，没有了制造业，生产性服务业必然会出现流失和萎缩，根本原因就是制造业的磁力作用。事实上，制造业是众多生产性服务业的根本需求来源，贸易、物流、航运等都是最直接的例子，没有货源，这些产业根本无从发展。产品的设计、研发、测试、生产管理、品牌营销等环节，亦与制造业相辅相成。今时今日，为了快速应对市场的变化，所谓“real-time reaction”，越来越多生产性服务业出现了接近制造业的趋势，制造和服务协同发展。因此，制造业发达的地区，其周边自然会慢慢出现大量的生产性服务业，就地为制造业提供服务，这就是制造业的“磁力作用”深圳等城市的发展，清晰体现了这种磁力作用。所以，没有了“Made in Hong Kong”，“Made by Hong Kong”难以维持。过去30年，香港经济结构的变化，清楚看到直接为制造业服务的生产性服务业占GDP的比例、对就业的贡献，都一直减少。比如说，过去10年，贸易及物流业在香港经济结构中的比例不断下降，就业足足减少11万人。可见要保住“Made by Hong Kong”，我们需要有“Made in Hong Kong”。制造业的磁力作用在创科产业中极为明显。没有了制造基础，尽管本地研发做得出色，但研发成果难以在香港落地生根，最终要转到内地或国外，才能闯出一片天地。昨天很多同事也提到大疆、“MyCar”的case。直到今天，香港本地没有一间有国际影响力的创科企业。根本上，创科产业的发展需要形成一个ecosystem，而制造业在其中扮演极为重要的角色，没有了制造的支持，这个ecosystem便不完整，创科便发展不起来，可以说，两者相辅相成。对于推动“再工业化”的政策手段，我十分认同陈祖恒议员、周浩鼎议员的意见，我们需要制订产业发展蓝图，包括具体哪些产业可以发展？未来5年、10年、20年可以发展到甚么程度？可以有多少就业？我们需要有一个总体方向来引导政策的制订、资源的分配、市场的走向及人才的培养。在2000年，香港制造业占GDP 5%。我认为这是一个可行的10年目标。此外，政府还有不少政策工具可以使用，例如可以用未来基金中的香港增长组合设立政府创投机构，投资于制造业及其他策略性产业；可以利用政府采购的庞大市场，支持本地“再工业化”；以及利用消费券定向支持制造业，包括支持市民购买香港制造的产品等。总体来说，政府需要适度有为，做好“再工业化”的领导者、促成者，甚至参与者，推动“香港制造”这个品牌，再次走入内地、走出国际。我谨此陈辞。多谢主席。",
    "embedding_key": "137",
    "poignancy": 0.5,
    "keywords": [
      "制造业",
      "香港",
      "生产性",
      "Made",
      "Hong",
      "Kong",
      "服务业",
      "创科",
      "磁力",
      "工业化"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我想藉今天的时间提出一项具体建议，希望政府跟进。我建议香港尽快成立政府创投机构，推动香港产业结构多元化。今日的香港是国际金融中心、资本流通平台、“超级联络人”，但我们同时面对产业单一化及空心化、就业劣质化、青年向上流动空间狭窄等问题，社会分别撕裂成一个前景广阔的“精英香港”，和一个固化甚至向下流的“中产、基层香港”。在财富推动型的发展模式下，贫者越贫，富者越富。要扭转这种发展趋势，香港需要推动经济结构转型，推动产业结构的多元化和实体化，为本地人提供更多中间阶层的、多元化的就业选择。但是，香港过去数十年的发展经历证明，单靠市场自发解决香港面对的结构性问题，根本行不通。政府要承担起“促成者”、“推动者”、“参与者”的角色，一步步迈向一个“适度有为”的政府，这已经是不可回避的选择，但我们应该从何开始呢？我认为，作为起点，我们可以创立一些可用的“工具”，让政府可以直接参与产业的发展，推动新经济增长点的形成。事实上，在这方面，香港政府近年已经开始一些初步的探索，但一直未有大突破。2016年，政府成立2,200亿元的“未来基金”，用作长线投资，目标是改善香港的公共财政结构；2020年，政府成立220亿元的“香港增长组合”，直接投资于与香港发展有关联的项目，包括新经济、生物科技、创新等，期望争取较高回报。而在今年的财政预算案中，司长提出对“香港增长组合”增拨100亿元，设立“策略性创科基金”和“大湾区投资基金”，分别专注于创科和大湾区的发展。这些措施迈出了难得的一步，但我认为远远不足。首先，“未来基金”存放于外汇基金当中，由金管局来管理，而外汇基金的首要目标是稳定金融体系，无疑难以担当开拓性的责任，难以用来探索发展方向和带动产业的发展。而“香港增长组合”采取被动的投资模式，主要由政府所任命的普通合伙人来作出投资。当然，这种模式跟保守的外汇基金相比，可以更为进取，获取更高的投资回报。但是，如果我们期望合伙人能够有宏观、全局、长远的视野，从推动香港经济结构转型和为青年人开拓新发展空间的角度，来作出策略性的投资，肯定是不现实的。毕竟，普通合伙人的投资更多考虑市场回报，我们不可能用这些公共目标来评估他们的业绩。除此之外，过去数年，香港政府内部、法定机构、大学等也相继成立了不少基金，用于投资及扶持本地创科初创企业。不过，这些基金全都属被动式的政策，又或由任命的投资伙伴来进行投资，又或基金的申请取决于企业、院校或非政府组织，政府在支援产业的发展及布局上十分被动；而且基金体量也有限，难以形成规模效应。现实显示，这些基金在推动本地创科产业发展及产业多元化方面的成效一直很有限。总的来说，上述间接的投资模式是有益的探索，但碍于市场的限制，远不足以用来作为推动经济结构转型的重要手段。我们需要更直接、更有效的工具和更主动的模式，协助政府向“适度有为”转型。在这方面，境外有不少成功案例可供香港参考。我研究了新加坡的“超级国企”淡马锡、深圳市政府全资拥有的深圳投资控股有限公司(“深投控”)，以及由政府和社会资本共同拥有的深圳市创新投资集团有限公司(“深创投”)。这3个企业成为政府直接参与塑造产业结构及支持经济长远发展的有效工具，无论在推动产业发展、实现公共目标方面，还是在赚取投资回报方面均成效显著。既然香港要开拓新的经济增长点，我建议政府化被动为主动，仿效邻近地区的做法，拨出“未来基金”中的一定份额，设立一个由香港政府直接参与的创投机构，对标淡马锡、“深投控”或“深创投”，我暂且称之为“香港创新投资集团”(“港创投”)。在资本构成方面，我们可将目前“香港增长组合”及其下的“策略性创科基金”和“大湾区投资基金”的部分金额，作为香港政府的出资，纳入“港创投”。若我们采用混合所有权模式，可以参考“深创投”，邀请国内及国际顶尖投资机构合作，力求股东结构多元化、管理团队国际化。在投资标的方面，“港创投”应投资于对香港长远发展具战略价值的创科产业、制造业及其他能丰富本地经济结构的新兴产业，覆盖从初创期到成长期的企业全生命周期，既孵化和培育本港优秀企业，也吸引境外企业来港，为香港经济开拓新的增长点。我认为成立“港创投”有数个好处。其一，平衡资本收益及社会效益的需要，促进产业多元化。由政府出资成立的投资基金，风险承受能力更高，可以培育和支持一批高风险、但对香港长远发展有好处的产业企业；又或可以促成一些单靠市场准则无法达成的投资决定，例如投资于一些收益比较低、但能创造可观的职位或社会效益高的企业，以弥补市场的不足，平衡资本收益和社会效益，从而有助丰富本地的产业结构，为青年人创造向上流动机会；第二，“港创投”可以成为政府引导产业发展的工具。政府可借助“港创投”，直接参与培育新经济增长点、促进具战略价值的产业的发展；第三，“港创投”可为政府带来更高的潜在回报。近年，香港政府已开始调整过往“积极不干预”的心态，未来我们应该继续摆脱思维上的局限，逐步迈向“适度有为”。此外，设立政府创投机构可成为政府参与及引领产业发展、推动经济转型的有效工具，成为香港开拓新发展模式的起点。上述建议，我已经去信财政司司长，希望得到司长回应。我谨此陈辞，多谢代理主席。",
    "embedding_key": "138",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "创投",
      "投资",
      "政府",
      "创科",
      "产业",
      "基金",
      "发展",
      "香港政府",
      "推动"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我动议我进一步的修正案。洪雯议员动议的进一步的修正案(标明文本见附录6)",
    "embedding_key": "139",
    "poignancy": 0.5,
    "keywords": [
      "洪雯",
      "动议",
      "修正案",
      "议员",
      "进一步",
      "附录",
      "文本",
      "标明",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。首先，我要感谢发展局从善如流，听取法案委员会的意见，就《2022年发展(城市规划、土地及工程)(杂项修订)条例草案》(“《条例草案》”)提出一系列的修正案。正如我在二读辩论时指出，今时今日，我们面对的政治和社会环境，与数年前社会刚开始讨论修订土地发展条例之时，大不相同。过去的政治乱局已经不复存在，过往普遍存在的滥用法定程序、阻挡甚至推翻发展的情况，虽然不能说是完全消失，但已经大大改善。以城市规划公众咨询为例，今日大多数市民表达的意见都是就事论事，表达自己的关切。哪怕有不同意见，都只属于人民内部矛盾，而非敌我矛盾，值得政府好好聆听，所以局方在修正案中就争议最大的两个关键点作出了让步，我表示欢迎。第一，在《城市规划条例》中，恢复现时为期3星期的接收“进一步申述”的程序。在《条例草案》的最初方案中，局方把城规会制图过程中，公众就规划方案提出申述的次数，由3轮减至1轮。其实，这项修订只是把呈交草图的法定时限由9个月缩短至5个月，虽然可节省4个月时间，但却牺牲了公众两次表达意见的机会。我们在公听会和媒体上都看到，民间舆论对此反弹很大。法案委员会委员亦认为，如此修改并不值得。经过与政府之间多次讨论，政府在修正案中恢复现时为期3星期、接收进一步申述的程序。虽然只收集书面意见，而不会举行公听会，变相是“1.5轮”申述，但至少在广纳公众意见、兼顾持份者利益方面，作出了重大的平衡。第二，修改了《收回土地条例》新增的第16AA条。这项条文赋权政府可将收回的土地的既定规划用途，临时或永久地改为其他用途，在立法会和公听会均引起较大争议。虽然政府善用“空窗期”的土地，临时改变其用途，以提升土地的使用效率，其初心值得鼓励，但有关改变完全不需要咨询任何一方，而且对于何谓“临时”并无定义和时限，容易招致市民反对。这次在启德建设“简约公屋”出现的争议，便是实例。政府以“公共用途”为由，从土地业权人手中收回土地，之后可以永久地修改土地用途，对原土地业权人来说，增加了不确定性。倘若未来出现重大争议，反而会拖慢土地发展的步伐。经过法案委员会的努力，局方在《收回土地条例》中，删去赋权政府将已收回土地永久改作另一用途的条文，并在行政层面对“临时”加以定义，规定了时间限制，是非常负责任的行为，我对此表示欢迎。总体来看，修正案力图在精简法定程序、赋权政府的同时，维持适当的行政制约机制，尽力兼顾持份者和公众的利益，保障各界的知情权、监督权，稳妥地协助土地发展提速、提效，我支持有关的修正案。多谢主席。",
    "embedding_key": "140",
    "poignancy": 0.5,
    "keywords": [
      "土地",
      "条例",
      "修正案",
      "申述",
      "用途",
      "赋权",
      "政府",
      "收回",
      "局方",
      "公听会"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我原本不打算发言，不过何君尧议员表示“你一定要说”，所以我借这个机会说几句。主席，我支持《2023年区议会(修订)条例草案》。从昨天至今天，总共有数十位同事发言，深入分析了区议会的职权范围、性质和以往区议会选举制度偏离原意后出现的乱象，也表述了支持此次修订《区议会条例》的原因。我非常认同大家的论述。地区是城市系统的末梢神经和毛细血管，也是城市治理体系和治理能力现代化的基础。因此，社区治理的有效性直接关乎城市治理的成效。毛细血管对我们身体血液循环系统的健康极为重要，但毛细血管并不是主动脉，其功能是把主动脉送来的养分送到身体的各个部位，同时把二氧化碳等废物送到主静脉。假如我们混淆了毛细血管和主动脉的功能，血液循环必然会出现大问题。区议会就是扮演着一个像毛细血管这样的角色，联系社区，上联下达，支撑社会治理。此次修订条例可拨乱反正，让区议会回归在城市治理体系中作为毛细血管的本分，我全力支持。我谨此陈辞。",
    "embedding_key": "141",
    "poignancy": 0.5,
    "keywords": [
      "区议会",
      "毛细血管",
      "治理",
      "主动脉",
      "修订",
      "条例",
      "城市",
      "发言",
      "议员",
      "社区"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，老有所养是社会的共同价值。改善为长者提供的福利，对所有人也有好处，包括我自己，因为我迟早也会成为老人。然而，社会提供安老服务，其实是要年轻人供养老年人。香港的老年人口快速膨胀，但青年人口不断萎缩。下一代是否还养得起我们？我们如何避免为下一代带来沉重负担，同时保障公共财政的可持续性呢？今日，香港的公共财政在3方面已面对风险。第一，支出不断膨胀。过去5年，我们的福利开支增加了52.2%，医疗衞生开支增加了44%，教育开支增加了21.6%。当中哪些是必须的投资，又有哪些是民粹政治下不必要的负担？(代理主席李慧琼议员代为主持会议)第二，香港财赤正不断积累。由2019年至今年3月，经营帐目赤字累积超过6,000亿元，今年又是千亿级别的赤字，加起来将会是一个恐怖的数字。第三，我们的财政储备正在萎缩。2019年3月，我们的财政储备有11,600亿元，但至今只剩下一半，我们的储备以平均每年减少1,000亿元的速度萎缩。显然，我们的财政健康已经响起警号，开源的同时必须大力节流。在开源方面，我不认为香港未来有增加税项的可能性，只能通过扩阔经济结构来扩大收入来源。近年，政府进行不少长线投资，包括寻找新的经济引擎、建设大型基建及增加土地储备等。这些是在投资未来，我非常认同，但这些措施不可能立竿见影。因此，我在修正案中提出，我们要“积极缩减低效甚至不必要的开支”，大力节流。近年，香港有走向福利社会的倾向，各种福利膨胀、公屋越建越多，对公共财政造成巨大压力。早前，立法会研究部一份报告显示，在全港收入最低的20%家庭中，每4户就有3户完全不工作，而且部分是处于劳动年龄的健全人士，家中并无任何需要受照顾的成员。我们的福利系统明显让为数不少有能力的家庭彻底“躺平”！结果令香港的劳动参与率成为区内最低，比新加坡、内地低超过10%，而且逐年下跌，反映劳动力供应严重不足。时至今日，不少个人和团体站在“扶助基层”的道德高地，不停要求增加福利，民粹政治正在蔓延。我认为，福利的目标，是为民众提供最低安全网，而非用福利把人安顿在基层。我们扶贫的思路，不应是扶“躺平”，而是扶“自立”。具体而言，可以从push(推动)和pull(拉动)两方面着力。在推动方面，我们可以考虑福利“退出机制”。对于处于劳动年龄的健全人士，家中并无需受照顾成员的家庭，可否限制其入住公屋、领取综援的时间？毕竟，今时今日找一份工作有多难呢？另外，据我了解，有领取综援的家庭不允许其成年子女外出工作，原因是会影响整个家庭的综援金额。我们是否可以优化综援体制，鼓励这些家庭投入劳动市场呢？在拉动方面，我们应提供诱因，拉动有工作能力的人自立。譬如，对于既非长者又非照顾者的人士、新来港的单程证人士等，应提升各种再培训或工作配对服务；针对照顾者，可增加支援，协助其出来工作。在扶助基层自立方面，我绝对认同加大投入资源。代理主席，我认同管浩鸣议员提出“研究增加财政收入的来源”，但政府也应对福利制度作出检讨，节省低效甚至不必要的开支，保障公共财政稳健性。代理主席，我谨此陈辞。",
    "embedding_key": "142",
    "poignancy": 0.5,
    "keywords": [
      "福利",
      "综援",
      "我们",
      "公共财政",
      "开支",
      "增加",
      "香港",
      "家庭",
      "照顾",
      "躺平"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。司长，我想借今天的机会提出一项建议供政府参考。我建议政府未来考虑使用消费券作为产业政策工具，定向推动一些产业的发展。司长连续两次派发消费券，的而且确令市民受惠，刺激了消费，有利经济复苏，亦为他赢得了掌声......",
    "embedding_key": "143",
    "poignancy": 0.5,
    "keywords": [
      "司长",
      "消费",
      "洪雯",
      "确令",
      "......",
      "建议",
      "派发",
      "政府",
      "受惠",
      "掌声"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "20.洪雯议员：实施分间单位(俗称“㓥房”)租务管制的《业主与租客(综合)条例》(第7章)第IVA部(“《条例》”)于2022年1月22日生效。根据《条例》，业主必须在租赁期开始后的60天内向差饷物业估价署(“估价署”)递交租赁通知书(即表格AR2)，以交代租约内容。然而，有意见认为，《条例》生效至今超过两年，全港约110 000个㓥房单位中，估价署只处理了约30 000份表格AR2，显示大量业主尚未履行其法律责任。此外，估价署于2023年起提供表格AR3及表格AR4，方便有关㓥房租客向估价署查询其业主递交表格AR2的情况，并就其业主涉嫌违规行为作出举报。就此，政府可否告知本会：(一)至今接获的表格AR3及表格AR4数目分别为何；(二)鉴于截至今年3月底，估价署处理了共29 354份表格AR2，当中有多少份表格通过跟进有关的表格AR3及表格AR4后才能收回；(三)至今透过表格AR2呈报的㓥房单位数目，并按类型(即房间、板间房、天台屋、平台屋、阁楼、床位、太空舱及其他类型)列出分项数字，以及其所占比率为何；(四)鉴于《床位寓所条例》(第447章)适用于居住单位内有12个或以上出租的单人床位，该条例是否适用于提供12个或以上表格AR2所述的板间房或床位等㓥房类别的单位；当局如何监管提供少于12个该等板间房或床位的单位的楼宇结构、消防安全和环境衞生；(五)鉴于截至今年2月底，估价署共接获635宗有关㓥房租务的投诉，随着估价署在过去两年成功检控违法业主的个案增加，有关的投诉个案宗数有否相应下降；如有，详情为何；及(六)鉴于政府于去年成立“解决㓥房问题”工作组，锐意取缔劣质㓥房，但有意见认为，㓥房的设备升级后，租金会上升，加重租客的负担，而床位及板间房的基层租客更首当其冲，估价署有否为此情况进行评估；如有，详情为何；如否，原因为何？房屋局局长于2024年6月5日提供的书面答复文本载于附录1。",
    "embedding_key": "144",
    "poignancy": 0.5,
    "keywords": [
      "表格",
      "估价",
      "AR2",
      "床位",
      "业主",
      "条例",
      "租客",
      "AR3",
      "AR4",
      "板间"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。首先，我支持李慧琼议员的议案。我认为这份施政报告有比较大的格局，“北部都会区”将为香港中长期发展提供庞大的空间支持，而针对“十四五”规划赋予香港的八大中心定位，施政报告提出了未来的总体发展方向，这两点是必须肯定的。在这环节，我想分享我对融入国家发展、北部都会区及空运这3项议题的看法。第一，我认为香港融入国家发展大局，需要双向优势互动。施政报告的经济篇章，开宗明义以“融入国家发展大局”为题，我非常认同。香港回归已经25周年，融入国家发展大局是应有之义不止经济要融入国家发展大局，人心也要融入国家大局。不过，我想指出，香港目前融入国家发展大局的思维比较单向，我们强调的只是让香港的优势产业、企业到内地投资，让香港的专业人士到内地执业，让优秀的青年人到内地创业、就业。这种融入方式本身没错，我是支持的，但如果我们只是强调这种单向的优势转移，则有很大问题。从企业的角度来看，到内地投资可以享受更大的市场、更低的成本、更丰富的人才供应，这是好事。但是，对香港本地经济来说，可能是双刃剑，因为企业大规模对外投资，有可能为本地经济带来迁移和替代效应，令本地产业和就业流失。从人的角度来看，不是所有香港青年人都有能力到内地参与竞争，也不是每个人都有意愿离开香港，到内地发展。其实，专业人士、高端人才，以至每一个青年人都是香港的宝贵资源。我们的人才策略，首要目标是培养人才、吸收人才、留住人才，为人才发展提供机会。所以，我认为香港融入国家发展大局，需要从单向优势转移，变成双向优势互动。我们不但要继续鼓励我们的企业、人才到内地，同时也要把我们需要的产业、企业、人才吸引到香港，不但是吸引内地企业来港上市、融资、享受高端服务，也要吸引制造业、科技产业、文化企业来港营运，丰富香港的产业结构，为香港创造多元的就业机会。其实，建设好香港，就是融入国家发展大局。如果我们可以把国家多元的发展机遇带回本地，带给更多香港人，我相信将大大提升香港人的国家认同。接下来，我希望谈谈北部都会区。我认为我们应尽快制订北部都会区的产业发展规划，兼顾中层和基层的就业。北部都会区的提出将为香港中长期发展提供庞大的空间支持，令港深边境从香港以往的边陲和缓冲地带，变成香港与粤港澳大湾区(“大湾区”)衔接的前沿，反映了香港城市规划和发展方向的重大转变，令人鼓舞。此外，施政报告提出要在北部都会区实现“职住平衡”，这点是规划思路上具策略性的进步，值得称赞。不过，令我担忧的是，施政报告只提供了北部都会区的空间发展蓝图，而在这片空间上会发展甚么产业、推动甚么经济活动、创造甚么就业、我们如何达致这些目的，目前是没有方向的。事实上，新区的发展，在提供土地空间和基础设施的同时，必须思考在空间之上可以发展甚么经济活动。换言之，必须空间发展规划和产业发展规划两者并举，才可有效避免新发展区未来变成有人住，但没就业的睡城，或有就业但没生活配套，一到夜晚就人去楼空的空城。我认为，既然特区政府提出了北创......虽然特区政府提出了“北创科、南金融”的总体思路，但这说法太笼统：一个占了香港三分之一土地、可容纳200万人的新区，“创科”二字明显不足以引导该区的未来发展。单就创科产业来看，北部都会区可以发展甚么产业内容呢？在未来5年、10年、20年可以发展至甚么水平呢？我们需要一个总体方向，引导政策制订、资源分配、市场走向，以及人才培养。而且，我认为除了发展创科，北部都会区应当承担更大的功能。目前，香港面对经济结构单一化、实体产业空心化、就业结构两极化、中产和基层就业劣质化、青年向上流动空间狭窄等深层次矛盾。我们现有的南部金融区以金融为核心产业，主要属于精英阶层的，中产和基层市民在香港的发展空间越走越窄。我们迫切需要一个新中心，为中产和基层市民创造发展机遇，为年轻一代开拓向上流动的渠道。所以，我认为北部都会区不但要弥补香港在创科方面的缺陷，更要在解决经济深层次矛盾上发挥作用，包括第一，为贸易、物流、旅游等传统产业的升级转型提供载体；第二，为培育新的经济增长点，包括文化创意产业、新兴工业、糅合了服务业与制造业的“2.5产业”、 糅合了服务、科技、渔农业的新型渔农业等提供契机；及第三，建设工业园区，推动“再工业化”和创科产业紧密配合，形成产业链，发挥“集群效应”clustering effect。所以，我认为北部都会区的发展不是“北创科”这3个字那么简单。我们要有足够广阔的视野，为中层和基层创造他们能够参与的多元发展机会，令不同阶层都可以分享北部都会区的发展红利。所以，我强烈建议政府尽快制订全港的产业发展蓝图，其中一个重要部分就是北部都会区的产业发展规划，充分利用北部都会区的土地资源和边境优势，推动香港经济结构转型、推动产业多元化和实体化，为中产、基层和年轻一代创造属于他们的发展机遇。第三，我建议在香港打造高端航空产业群。国家“十四五”规划确定了香港国际航空枢纽的地位，施政报告也提出，香港要从“城市机场”提升为“机场城市”。对于这点，我高度认同。不过，施政报告同时提出，特区政府“希望与广东省在珠海共同打造一个高端航空产业群，例如飞机维修工程、飞机零部件代生产和配送，以及飞机工程专业研究等”。这句话的具体含义还需要进一步向特首请教，但我希望这句话不是代表香港要把高端航空产业的新增发展或现有产业群转移到珠海。过去多年来，我在各种渠道呼吁“2.5产业”可以成为香港开拓新增长点的方向。所谓的“2.5产业”，就是连结服务业与制造业的经济领域。举例来看，飞机发动机的维修就是一个典型的“2.5产业”，本质上是服务业，但同时具有制造业的多个职能，例如加工、改造、维修、组装等，属于制造服务。我曾经深入考察香港的飞机发动机维修行业。其实，亚太区最大的飞机发动机维修公司之一就位于香港。该公司现时在香港拥有40多个飞机发动机的维修车间，至今已经为全球超过30多家航空公司维修超过4 000台飞机发动机。这行业在香港的发展能跟香港的航空业互相促进，推动以香港为枢纽的航空零部件贸易、配送、供应链管理，带动香港航空技术的科研，为经济带来可观的“乘数效应”multiple effect。再者，据我了解，该行业能提供不少技术岗位，包括工程师、技术工人、管理人员等。只要完成公司的在职培训，甚至考取民航处的各类专业资格，就可以有比较稳定的就业保障和不俗的晋升阶梯，可以为本地青年人提供多一条出路。数天前，我再次调研了该飞机发动机维修公司。据我了解，即使在疫情下，行业仍能维持一定发展，尤其是工程师和技术工人的培养不容易，即使疫情带来冲击，行业都会尽力保住人才，岗位有一定的稳定性。当然，这产业要留在香港，甚至进一步扩张，面对周边地区的极大竞争，尤其是在成本和吸引技术人才进入方面，香港有较大的局限。正因如此，不少人萌生把这产业转移到大湾区，只剩下最高增值的部分在香港的思维。我想说，过去多年来，正正是这种“本地没有优势就要转移出去”的简单思维，令香港出现了彻底的“去工业化”，直接导致香港今天产业的结构单一化、实体经济空心化，为我们的经济深层次矛盾埋下根源。事实上，我们在成本和技术人才短缺方面的劣势，可以通过创造其他方面的优势弥补。我完全认同香港与广东省在航空业方面要加强合作，但正如我之前所说，我们的合作方式不应简单地把增值不够高的产业环节转移到广东。我认为，为本地中产和基层创造多元化的发展机遇，应该成为我们推动大湾区合作的目标。我强烈建议政府重新思考到其他地方打造高端航空产业群的思路这思路只会令香港航空业出现空心化的趋势，阻碍香港落实“十四五”规划提出在香港发展国际航空枢纽的定位。主席，我谨此陈辞。",
    "embedding_key": "145",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "都会区",
      "发展",
      "产业",
      "融入",
      "施政报告",
      "北部",
      "人才",
      "大局",
      "创科"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。土地，是一切经济社会活动的载体，供应不足，必然难以推动社会经济发展，难以改善公共服务，难以满足市民的居住需求。可以说，土地供应短缺，是香港面对的最严峻的公共政策难题，多年来深深困扰香港社会。事实上，香港并不缺土地；缺的，是让土地能够高效地为社会所应用的制度和管理体系。我认为归纳起来，香港土地发展所面对的问题有3个层面。第一个层面是法定程序的问题，涉及规管土地发展的一系列条例；第二个层面，是政府内部的行政审批过程，涉及公务员和官员的工作效能；第三个层面，是香港整体土地发展模式问题，涉及我们的管治思维逻辑，而这次修订有关的条例是解决第一个层面的问题，即法定程序的问题。香港土地发展受一系列法例规管，如《城市规划条例》、《收回土地条例》等，以确保土地开发过程的公正和透明，并在发展的过程中适当考虑不同持份者的意见。然而，条文过往经历数次修订，日趋臃肿，出现程序架床叠屋、重复咨询、程序僵化等问题，我们为了公平，失去了效率，尤其过往政治对立，法定程序往往被人滥用来阻挡发展，土地开发举步维艰。今时今日，立法会不再是政府施政的绊脚石，反而是政府提高施政效能的推动者、合作者。在这样的时机下，政府对6项条例进行修订，精简和优化法定审批程序，避免被滥用，提高造地的效率这一点，我相信有广泛的社会共识。去年12月，发展局向立法会提交《2022年发展(城市规划、土地及工程)(杂项修订)条例草案》(“《条例草案》”)进行首读，又厚又重的《条例草案》抱在手中，让我感到责任非常重大。因为这些条例通常数十年才修订一次，影响深远。以《城市规划条例》为例，1939年开始实施，至今修订过3次，20几年才修订一次，兹事体大。我有幸加入了法案委员会，在叶刘淑仪主席和谢伟铨副主席的带领下，参与了《条例草案》的审议过程，历时8个月、13次会议，包括政策方向辩论、公听会、逐条审议、修正《条例草案》；我们走过了冬天、春天，来到阳光灿烂的夏天，终于在今日进行二读辩论。这次修订有几个大方向：一是删除重复性的程序，二是把从前须前后进行的程序改为同步并行，三是缩短法定程序的时间。这些大方向可以加快造地，回应社会对土地和房屋的需求，我是认同的。不过，今日进行相关条例的修订所面对的政治和社会背景，与几年前社会开始讨论这个问题时，已经大大不同。今日，香港已经实现了“由乱及治”的转变，“爱国者治港”已经确立，过去的政治乱局已不存在。过往普遍存在的滥用程序，阻挠甚至拖垮建设的情况，不能说完全消失，但已大大改善。以城市规划公众咨询为例，今时今日，大多数市民表达的意见都是就事论事，发表个人关切，哪怕其意见与政府的方案有分歧，也是属于“人民内部矛盾”，而非“敌我矛盾”，值得政府好好聆听。政府亦坦承，近期的城市规划咨询会，效率大大提升。正因如此，在《条例草案》讨论过程中，我多次指出我们一方面要精简程序、赋权政府；但同时也要引入适当制衡，充分兼顾持份者和公众的利益，保障各界的知情权、监督权，吸纳专业的声音，不要“因快得慢”这个平衡，实在不容易实现。所幸的是，在整个审议过程中，法案委员会与局方能够有商议、有辩论、有妥协，最终完成审定，实在可喜可贺。不过，正如我在前面指出，香港土地发展面对3个层面的矛盾。而这次相关条例的修订，只是解决第一个层面即法定程序方面的矛盾。至于第二个层面的矛盾，是政府内部的行政审批过程，涉及公务员和官员的工作效能。事实上，政府内部的行政审批过程，往往比公众咨询等法定程序更旷日持久，同样是香港土地发展举步维艰的“病灶”所在。比如农地改划、综合发展区内的发展、旧楼重建等非政府主导的发展项目，涉及多项条例，受多个局和署管辖，项目申请机构必须“跑衙门”、求审批。如果审批部门一切以自己不犯错、不“孭责”为目标，按章办事，不作协调，各局各署回复的意见互相矛盾，必然令申请机构成为不同政府部门之间的“磨心”，疲于奔命。可见土地发展要真正“提速提效”，除了在修订的法案上着墨，同时也要大幅改革政府的行政审批流程和模式，消除重复和互相抵触的监管，提升效能。在这方面，我有3点建议，希望局方跟进。第一，建议政府各部门对社会机构所提交的发展申请，只能提一轮修改意见。第二，建议指派一个政府部门作为统筹机构，甚至指派一位官员担当类似项目经理的角色，协调不同部门意见，避免出现各部门的意见互相抵触的情况。第三，明确政府在收到发展申请后回应的时间限制。总体来看，只有把精简法定程序与优化行政审批两项改革同步进行，方能提高造地效率。代理主席，解决了精简法定程序和优化行政审批的问题，我们的土地发展还面对一个宏观层面的障碍，就是香港整体土地发展模式的问题，涉及我们的管治思维逻辑。香港是自由经济的模范，由市场主导我们的发展方向。我们过往的管治逻辑是回应市场需求，提供市场所需的硬件和软件，是一种市场主导、需求驱动(demand-driven)的管治和发展模式。这种模式当然有其好处，包括实际、灵活、能充分发挥市场的力量。但是，缺点就是缺乏高瞻远瞩的发展愿景(vision)，以及实现这个愿景的顶层设计来引导市场、塑造需求。反映在规划、建设方面，我们的模式是评估目前市场需求，预测未来需求，然后力求供需平衡。我们很少思考：这些需求是否合理？盲目满足这些市场需求会产生怎样的结果？这些需求能否改变？如何改变？结果，我们的发展一直很被动，忙于应付市场需求，头痛医头。而且，没有一个让市民向往的长期发展愿景，引导全体社会的价值选择，社会各个持份者只从自身利益和需求出发来看问题，很少从全体社会长远发展的视角思考。故此，我们往往难以凝聚社会共识，常常陷入“议而不决、决而不行”的困境。我认为香港需要改变发展逻辑，从市场需求驱动的模式，走向愿景驱动(vision-driven)的模式。我们需要振奋人心的发展愿景，以及实现这个愿景的顶层设计；我们在满足市场发展需求的同时，也要引导和塑造市场需求，带领社会的价值选择，驱动各方达成共识，把高效市场和有为政府相结合，探索有香港特色的资本主义，一步步实现我们的愿景。代理主席，我谨此陈辞，支持《条例草案》。",
    "embedding_key": "146",
    "poignancy": 0.5,
    "keywords": [
      "条例",
      "发展",
      "土地",
      "愿景",
      "修订",
      "法定程序",
      "香港",
      "政府",
      "层面",
      "审批"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我非常支持香港要加快大湾区的建设，融入国家发展大局。但是，关键的问题是How？在这次特首带队的大湾区访问过程中，我在前海见到一个香港青年。我问他：你在前海工作和生活有甚么痛点？他随口就给了我一个例子：天气转冷，他叫家人从香港寄两件旧大衣，结果发现这是不可能实现的任务。因为内地海关要求他的家人提供发票和交关税，但是一件旧外套，到哪里找发票？最终还是寄不到。前几日，我和一位香港科技大学南沙分校的学者交谈，他告诉我他从港科大到南沙分校时，想带一些平时用的书过去。经过申请，给了他100本书的quota，但他说很多常用书依然无法运过去。其实香港和大湾区内地城市之间，这些沟通的障碍在很多方面都存在。今时今日，香港人没有办法在内地注册成立生物科技公司；香港人在大湾区城市，如果申请专利，程序比内地人复杂很多，成本亦高很多；以及香港专业人士直到今时今日，依然没有办法在大湾区独立执业。2003年，内地和香港签订CEPA协议，推动两地贸易、投资、科研方面的合作和双向开放。但是20年来，港人港企到内地时，“大门开、小门不开”的状况今日还未解决。如果港人港企不离开香港，想利用大湾区的市场，更加是看得见、摸不着。举个例，有很多香港年轻的KOL，很想利用内地的直播市场，但他们在香港无法登录内地的直播平台，用港人身份证亦无法注册直播的帐号，更加没可能通过直播带货，把香港产品卖到内地。如果企业在香港和内地大湾区城市要同时营运，根本上便是两盘不同的生意，帐户无法流通，货物无法share，数据无法流通等。我们评估大湾区的发展，倾向于批评香港不作为、不积极，但我前面提到的这些障碍，其实不是香港这一边的，香港自己也无法解决这些问题。(主席恢复主持会议)坦白说，粤港澳等地分属不同的经济体、不同的关税区。粤港之间存在硬边界，阻挡了人流、物流、信息流、资金流、数据流。但是，正因为这个“防火墙”的存在，令香港可以在“一国两制”的制度安排下，回归祖国；正因为这个硬边界的存在，令香港可以实施自由港的制度，让货品、资金、信息可以通过香港，和全球之间自由流通，而不会为国家带来任何的风险；同样因为这个边界，令香港可以维持司法独立，实施普通法体系，令国家成为全球唯一一个拥有两种司法体系的国家。习主席在七一讲话中，强调了“四个必须”，其中一个必须，是保持香港的独特地位和优势。我相信只要“一国两制”存在，这个边界就会一直存在。所以，我认为粤港澳大湾区，和三藩市大湾区、纽约湾区、东京湾区这些国际湾区，有本质区别。在可见的将来，我们都不可能成为要素自由流通的共同市场。这个是客观的现实。因此，我认为大湾区未来的发展，需要对融合有一个全新的定义。一方面我们要推进跨境流通的便利，但是，融合不是让香港处处跟随内地，不是放弃自身的特殊性；融合不是让香港成为另一个深圳、另一个广州。融合是要保持香港不同的地方，在百年未有之大变局之下，做内地城市不能做、不方便做的事情，为国家贡献不一样的价值。主席，我谨此陈辞。",
    "embedding_key": "147",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "大湾",
      "内地",
      "无法",
      "直播",
      "港人",
      "流通",
      "边界",
      "融合",
      "存在"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "9.洪雯议员：关于综合社会保障援助(“综援”)计划，政府可否告知本会：(一)自2021年至今，每年领取综援的健全人士的人数及其平均领取综援的时间为何，并按(i)从事经济活动人士(即(a)就业人士和(b)失业人士)及(ii)非从事经济活动人士(即(c)料理家务者、(d)学生、(e)退休人士和(f)无酬照顾者)以下表列出分项资料；领取综援的健全人士2021年2022年2023年至今(i)(a)(b)(ii)(c)(d)(e)(f)总计平均领取综援的时间(二)自2021年至今，每年参与“自力更生支援计划”的个案数目；该等个案中，参与人士成功就业的个案数目，以及就业后脱离综援计划的个案数目和平均所需时间为何；(三)鉴于有意见认为，目前综援计划没有设定健全人士领取综援的时限，因此无法推动该等人士积极就业并脱离综援网，当局会否考虑为健全人士领取综援设定时限(例如以半年为限，若该等人士在有关时限后仍需申领综援，则须重新提交申请并接受入息及资产审查，或转为申请“在职家庭津贴”)，以推动该等人士积极投入劳动市场；及(四)鉴于有意见认为，目前综援计划以家庭为单位进行入息及资产审查，一旦有个别家庭成员投入劳动市场或收入增加，便会影响援助金额，因而令其他家庭成员反对其就业，当局会否考虑在进行入息及资产审查时，豁免计算综援申请人及其配偶以外的家庭成员的入息，以避免影响综援申请人继续领取综援，并适当提高资产限额，以令综援计划的受助家庭能通过劳动积累一定储蓄，从而提供诱因，鼓励该等家庭的成员投入劳动市场，协助他们早日自立及脱离综援网？劳工及福利局局长于2023年11月8日提供的书面答复文本载于附录3。",
    "embedding_key": "148",
    "poignancy": 0.5,
    "keywords": [
      "综援",
      "人士",
      "领取",
      "入息",
      "个案",
      "2021",
      "就业",
      "健全",
      "计划",
      "家庭成员"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，我支持林顺潮议员的“积极建设香港成为亚洲医疗创新枢纽”的议案。香港正积极寻找产业转型的新方向，《香港创新科技发展蓝图》提出将生命健康科技列为未来重点拓展的产业方向之一。事实上，本港的生命健康及医药产业具有明显的发展优势，本地两所大学的生命健康及医学学科排名全球50名以内，我们在前沿研发、治疗经验和应用型的人才方面都具备深厚的基础。(主席恢复主持会议)近年，政府不断加大在生物医药方面的投入。以100亿元的InnoHK研发平台为例，就有14所研发中心与生命健康相关。此外，政府正计划成立60亿元的生命健康研发院，港深创科园亦计划设立生命健康创新科研中心。政府亦推出“1+”新药审批机制，在香港建立药物“第一层审批”的能力，可以说，政府正为本地生命健康科技产业发展及建设亚洲医疗创新枢纽积极创造条件。生命健康及医药产业是一个用地少、增值高、产出高的行业，十分适合香港。再者，随着人口老化，区内市场对高端及创新的医药服务的需求与日俱增，香港如能把握相关机遇，把区内的需求引进香港，或把香港的产品、服务及技术输出境外，扩大产业的应用场景，将能激活本港生命健康产业的生态，包括前沿研究、制药、诊断及治疗技术、医疗器械、疫苗研制等环节。不过，对于建设亚洲医疗创新枢纽，我们仍有不少环节需要打通及完善。我有3点建议。首先，我建议政府在确保个人隐私和数据安全的前提下，与私营企业分享公立医院所积累的数据，以促进私人企业的研发工作。目前，只有大学的科研单位及科学园部分企业可以取得相关资料库的临床数据。我曾接触一些制药企业，它们表示本港公营医院的电子健康资料库的数据完整度及质量都很高，对于制药企业是十分珍贵的资源，可以协助它们了解某些病症及药物的临床反应，对药物的研发过程十分重要。其次，我们需要完善的知识产权交易及融资市场，作为医疗创新枢纽的产业化配套。香港向来在创科方面都是研发强、产业弱。在生命健康方面的研发，香港在全球已经有一席之地，但很多研发成果停留在实验室和专利登记册上，我们缺乏将研发成果变成企业、变成产业、变成就业的生态系统。若能建立起完善的IP交易及融资市场，将有利激活有关生物科技相关的IP交易及融资，促进本地生物医药技术的投资和转化活动，从而带动科研成果的企业化和产业化。第三，扩阔本地医疗市场的纵深，打通制度上的关卡。内地对于生物及医疗数据的跨境流动有严格限制，两地病人的数据及病历基本上不能互通，限制了企业开发临床数据的潜力。未来，我们需要进一步完善大湾区城市之间的“软联通”，便利各类要素和产品的跨境流动，促进大湾区共同研发，让港产的生物医药科研及产品可以更好地利用大湾区的优势。主席，国家赋予本港国际创科中心的定位，如香港能发展成为亚洲医疗创新枢纽，既能为本港提供新发展动能，亦能为国家推动新质生产力的发展作出贡献。我谨此陈辞。",
    "embedding_key": "149",
    "poignancy": 0.5,
    "keywords": [
      "研发",
      "健康",
      "香港",
      "生命",
      "本港",
      "医疗",
      "创新",
      "枢纽",
      "大湾",
      "产业"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "7.洪雯议员：《粤港澳大湾区发展规划纲要》提出，推进粤港澳大湾区(“大湾区”)机场错位发展和良性互动，在大湾区建设世界级机场群。据悉，香港国际机场和深圳宝安国际机场均正兴建第三条跑道，并分别会在2024及2025年落成。有分析指出，由于该两个机场距离较近及跑道方向呈90度角，而且使用不同的航空交通管理系统，因此该两个机场的第三条跑道落成后，在空域使用权上或会出现矛盾。就此，政府可否告知本会，为了保障大湾区内机场群的效益，当局是否已与国家及大湾区内其他机场的当局展开协商，以理顺空域使用权及协调航空交通管理系统；如是，目前进展为何；如否，当局如何解决未来在空域使用权上可能出现的矛盾？运输及房屋局局长于2022年5月11日提供的书面答复文本载于附录3。",
    "embedding_key": "150",
    "poignancy": 0.5,
    "keywords": [
      "大湾",
      "机场",
      "空域",
      "跑道",
      "粤港澳",
      "使用权",
      "当局",
      "第三条",
      "落成",
      "交通管理"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席，本人支持刘业强议员的议案及有关修正案。我们先来看一些数字。2000年，政府公布《铁路发展策略2000》，首次提出北环线的概念。但是，多年过去，北环线的第一个站古洞站，预计将会在2027年竣工，而主线预计在2034年竣工。北环线从提出概念到第一个站点落成，花了27年；而要建成整条线，需要34年。这段时间都流逝到哪里去了？2021年施政报告提出在北部都会区内兴建5条铁路，2022年施政报告提出兴建“三铁三路”，加起来总共七大工程，勾划出未来北部都会区的交通骨干。但我不敢想象，七大工程需要花多少年才能全部落成。我们的建设速度缓慢，关键原因之一是发展模式的限制。长久以来，香港一直采取一种“demand-driven”(市场需求驱动)的发展模式。以铁路建设为例，在一个新区域缺乏足够的人流、物流、经济流时，政府很少会先行建设铁路，往往是先建住宅和最基本的基建，待人口迁入后，交通需求上升、情况恶化到忍无可忍的时候，才会建设需要大规模财政投入的铁路。这种模式的好处，在于保证大型基建有足够使用量，避免出现“大白象工程”。但缺点也很明显，那就是基建发展滞后，离传统城市中心较远的区域，缺乏“基建先行”的带动去改变时空距离、改变区位条件，最终拖慢发展步伐，新的中心难以形成。要推动北部都会区的发展，我提出3点建议。第一，改变发展的模式，从demand-driven(市场需求驱动)，转向vision-driven愿景驱动)。新一届政府推行“基建先行，创造容量”的思路，我十分赞同。但是，要建设基建，必须先有规划；要开展规划，必须先有愿景。北部都会区的建设，需要“愿景先行、规划先行、基建先行”，通过这3方面来改变土地的区位条件和发展前景，拉动居民、企业、经济活动进入，形成发展动能。目前，北部都会区已有大概的愿景，但规划严重滞后，至今迟迟未见土地使用的整体规划。政府把6个已经说了十几二十年的新发展区(包括古洞北/粉岭北、洪水桥/厦村、新田等)合并，便当作是北部都会区的规划。事实上，新田科技城是前特首董建华先生在1997年第一份施政报告中提出的内容，距今已有25年。北部都会区的愿景亦已提出两年多，但我们仍然未有一个整全的发展规划。我期望政府能在北部都会区发展愿景的指导下，尽快开展北部都会区的土地使用总体规划，并依照规划来设计和建设基建，以全新的模式来推动北部都会区的发展。第二，产业发展和住宅建设应同步推进。北部都会区不是居住区，不是衞星城，而是以创科为经济引擎的都会区，将容纳大量创科和先进制造企业落户，建立创科产业生态体系，推动香港产业结构转型。因此，在规划住宅建设的同时，必须开展北部都会区的产业发展规划，让住宅建设与产业发展同步推进。第三，修改条例应与提升行政效率并行。目前，立法会发展事务委员会正在审议与城市规划、土地收回和工程建设相关的6项条例的修订，有关修订完成后，有望加快北部都会区的发展速度。但是，香港土地发展缓慢的原因，除了法定程序繁复外，更严重的障碍是行政审批的效率严重低下。项目是否建成，并非审批部门最关心的事情，最重要是自己无须负上责任。政府部门必须同步改革行政审批制度，改变“怕犯错”的思维方式和行为模式，有担当，敢做事。代理主席，我谨此陈辞。",
    "embedding_key": "151",
    "poignancy": 0.5,
    "keywords": [
      "都会区",
      "北部",
      "愿景",
      "基建",
      "发展",
      "规划",
      "先行",
      "模式",
      "driven",
      "施政报告"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。代理主席，我非常赞同黄英豪议员的议案。事实上，我对香港公共财政的可持续性有很大担忧。我们的支出不断膨胀、财赤不断积累、财政储备不断萎缩。过去5年，开支增速远远大于收入增速已成为趋势，而且这种趋势在未来短期内难以扭转，显示香港已经出现结构性财赤的风险，开源节流势在必行。而盘活特区政府的非金融资产，提升效率和收入，无疑有助改善财政状况。对于盘活非金融资产，我有几点建议。第一，检讨公共服务的收费水平。不少政府服务是在“用者自付”的原则下提供，但过往多年未检讨收费，一直未能收回成本。我认为，公立医院的急症室收费和住院费、水费、文体设施等收费，都可以检讨。另外，各间大学对非本地生收取的学费，只是收取人均教学边际成本，我认为应收回人均总体成本。不过，公共服务的收费与民生及经济发展息息相关，本地经济目前仍然疲软，收费的调整亦需考虑市民的承受能力，而且不少公共服务并不应该与收回成本的目标挂钩，例如医疗服务。所以，上述建议所带来的影响可能比较有限。第二，梳理政府各个短期租约用地，增加土地的资本回报率。政府目前透过短期租约的方式，把很多未有长期用途的土地以短租的形式向市场出租，赚取一定的租值。例如仓库用地、停车场、回收场等，初期租约大约1至5年，其后以每季续租。这种模式虽然方便政府灵活管理土地，随时可以收回土地，但租期过短，令土地承租人不愿意投入资本进行产业升级，宁愿以粗放、原始的模式去经营，出现低增值、低技术、不环保的特点。另外，由于租约过短，政府的租金要很便宜才有吸引力。而政府其实续租、续租又续租，多个短期租约加起来变成长期。可以说，这种模式对社会、对政府、对企业而言是三输。因此，我建议政府梳理目前短期租约的政策，对一些社会有需求，而经营者长期续租的用地，考虑变成中长期租约，如10至15年，从而让企业愿意对土地及产业作出长远投资，增加土地的租值及潜在的税收。第三点，也是我认为能起到较大的开源节流作用的，就是调整我们的房屋政策。房委会是全港最大的业主，拥有超过85万套公屋，预计未来10年可能会达到100万套。这些物业，看似是资产，但实质是特区政府庞大的负债，每年收回的租金连用于维修管理也不够，如果计算土地价格、建筑成本、每年的差饷地租减免，可以说公屋是香港公共财政一个真正的“无底洞”。其实，若兴建公屋能解决香港的房屋问题，大家都应该会接受这个“无底洞”的存在。但是，正如我过去多次指出，香港根本不缺公屋，我们缺的是公屋之上的房屋台阶。所以，我呼吁政府尽快调整房屋供应结构，将公营房屋中，公屋和资助出售房屋的建设比例从目前的7：3调整为5：5。对房委会而言，资助出售房屋是其收入的主要来源，此举能缓解房委会的财政压力；从社会的角度，亦能增加公屋之上的房屋台阶，减少市民对公屋的依赖，往上流动。我谨此陈辞。",
    "embedding_key": "152",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "租约",
      "续租",
      "房屋",
      "收费",
      "房委会",
      "政府",
      "土地",
      "收回",
      "香港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，我支持香港积极融入国家发展大局，积极配合前海的发展。但是，“融入”具体究竟是甚么意思？应该怎样融入呢？我觉得值得深入探讨。目前，我们推动香港融入国家发展大局的思维其实比较单向，我们强调的，经常都是让香港的优势产业、企业到内地投资，让香港专业人士到内地执业，让香港的年轻人到前海创业、就业。这种融入方式没错，香港企业和个人都可以得到更多发展机会，亦能推动前海的发展，我是支持的，但我认为我们不应只强调这种单向的优势转移。从企业的角度，香港企业到大湾区投资、发展，可以享受更大的市场、更低的成本，这是好事，但是，只强调香港企业到内地发展，能够改变香港本地产业结构单一化、空心化、贫富差距扩大的现实吗？本地企业大规模对外投资，甚至把本地业务迁移出去，反而可能令到本地产业和就业流失，进一步空心化。从人的角度，过去两年，香港经历了较大规模的人才流失，这种brain drain至今还未停止，很多行业都缺乏人才，这是大家都看到的。其实专业人士、高端人才，乃至每一个年轻人，都是香港的宝贵资源。我们的人才政策，首要目标应该是培养人才、吸收人才、留住人才；我们需要在香港本地，为本地人才、为世界人才提供发展的机会。而且，不是每个人都有能力或有意愿到大湾区发展，如何让留在本地的人都能从大湾区的发展中受益呢？所以，我认为香港支持前海发展，需要从“单向优势转移”，变成“双向优势互动”。第一，资源的流动应该从单向变双向。我们不单要鼓励我们的企业、人才到内地投资和就业，同时，亦要把我们需要的产业、企业、人才吸引来香港；不单是吸引内地企业来香港上市、融资、享受专业服务，亦要吸引制造业、科技产业、文化产业来香港营运，丰富香港的产业结构，为香港创造多元的就业机会。第二，我们和前海以乃至整个大湾区合作的内容，不应只是发挥香港的优势，亦要弥补香港的短板。我们经常说，香港要用自己所长来服务大湾区，这一点是没错的，但是，如果香港只是发挥所长，合作的焦点便只是金融、专业服务等领域，得到发展机会的也只有这些方面。其实，随着内地的急速发展，深圳等城市在众多领域，包括创新科技等，早已超越香港，我们应该积极吸引深圳等城市的优势产业进入香港，让内地多元化的经济活动弥补香港的短板，带动香港新经济增长点的形成。代理主席，香港的劳动人口很快便会出现结构性下跌，政府对此要有充分认识，并及早规划。我们要大力培育人才、留住人才，并在充分保障本地利益的前提下，积极引入海外和内地的人才，尤其是创科、制造、专业人才，弥补香港的短板，推动香港产业结构的多元化和实体化，创造多元的就业机会。其实，香港本身就是大湾区的一部分，建设好香港就是融入国家发展大局、融入大湾区。如果我们融入大湾区可以实现“双向优势互动”，既用自身优势推动大湾区的发展，又把大湾区的发展机遇带回本地、带给香港人，我相信可以让更多香港人分享国家发展的成果，会大大提升香港人的国家认同，促进人心回归，从而真正融入国家发展大局。我谨此陈辞。",
    "embedding_key": "153",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "大湾",
      "人才",
      "融入",
      "本地",
      "发展",
      "内地",
      "我们",
      "企业",
      "单向"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "1.洪雯议员：主席，有意见指出，由于“绿表置居计划”(下称“绿置居”)与公屋之间的“可换性”，绿置居单位的外形设计、建筑用料与公屋单位完全一样，而且超过一半单位的实用面积为30平方米以下，部分更少于20平方米，难以吸引公屋居民购买以腾出公屋单位给轮候人士。就此，政府可否告知本会：(一)在“出售绿置居单位2022”中，20平方米以下单位的数目和所占比率，以及截至上月30日该等单位的出售率为何；在即将接受申请的“出售绿置居单位2023”中，30平方米以下单位的数目和所占比率，以及当中包括多少个20平方米以下的单位；(二)鉴于据报，过往绿置居20平方米以下的单位滞销，为吸引公屋居民置业，政府会否减少绿置居小型单位的比例，例如会否考虑在可行情况下，将已落成并准备出售的相连小型单位打通，以增加30平方米以上单位的供应；及(三)鉴于香港房屋委员会在2021年表示，正检讨公屋项目转为绿置居项目的机制和时间，以便长远而言能及早物色绿置居选址，制订更适合绿置居买家的单位组合比例，有关检讨的进度为何？",
    "embedding_key": "154",
    "poignancy": 0.5,
    "keywords": [
      "绿置",
      "单位",
      "公屋",
      "平方米",
      "30",
      "20",
      "以下",
      "出售",
      "会否",
      "检讨"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，近年，香港公共财政的健康受到社会关注。过去5年，我们有4年出现赤字，刚过去这一年超过1,000亿元，若扣除发债所得，其实是1,600多亿元。这个财年，我们的预算赤字是481亿元，看似有所缩减，但当中其实包含960亿元的发债净收益。若撇除发债所得，今年其实仍有千亿元财赤。持续赤字，是因为我们的支出增长速度远超收入的增长。疫情下，我们推出大量逆周期措施来稳定经济，无可厚非。但如果撇开疫情期间的非经常开支，只看政府的经常开支的话，过去5年的年均增长是5.7%，而同期的政府收入及本地名义GDP年均增速，分别只有1.4%及2.1%。尤其是用于福利的经常性开支，更以9.3%年均速度增加，5年增加了超过五成。这个财年，我们的福利支出预计增长13.3%，增幅更为惊人。在香港人口加速老化的趋势下，有关情况令人担忧。基本上，我们的开支增长比收入增长快，已经形成趋势，结果就是我们的财政储备快速萎缩，由2019年高峰期的1.17万亿元，下跌至今年3月的7,300亿元，5年间下跌约37%。目前，我们的基本工程储备基金尚未支付的承担额超过6,000亿元。总结来说，我们的公共财政正面临支出不断膨胀、财赤不断积累、财政储备持续萎缩这3方面的压力，未能完全排除结构性财赤的风险。不过，所谓“祸福相倚”。我认为，我们目前正身处一场好的危机。一方面，经济疲软及结构性财赤的风险是我们改革的压力和动力；另一方面，我们目前处于全民就业的情况，成为我们改革的支撑及底气。我期望政府开始着手长远收入和支出结构的改革，不要浪费一场好的危机。未来，香港要针对深层次的经济结构及社会问题进行变革，加大力度投资未来，创造容量，从而扩大收入来源。故此，政府更需要积极开源。因此，在我们目前的债务水平仍然较低的前提下，我认为适度加大发债力度，是一个不可回避的选项。所以，我支持政府建议提升现时的债务上限，这亦有利于本地债市和可持续投资市场的发展。不过，我想强调，过度的债务会加重我们下一代的负担，我们不应亦绝不能抱有把今天的债留给下一代的心理。过去，我们的财政盈余较多，政府花钱时会任性一点，尽量满足各类需求，哪怕是一些民粹的诉求。但今天，我们的公共财政可持续性面临风险，政府应该以此作为改革的动力，针对经济结构及社会制度进行改革。改革方面，我认为要推动向上的阶层流动。举例来说，在福利方面，我们的目标不应该仅仅是安顿基层，而是应该协助有能力、有条件的基层市民自立，摆脱对福利的依赖；在房屋方面，我们的策略不应该仅仅是兴建更多公屋，让更多人“上楼”，而是更应该搭建房屋台阶，让更多市民可以往上流。此外，未来5年，当局预测政府债务水平最高会达到GDP的13.2%。我认为政府应就国际间公共债务的水平作出研究，厘定一个合适的债务水平，让债务既能刺激经济增长，又不会成为制约经济长远发展的负担，并以此为基础，设定一个公共债务的上限。我希望政府用行动证明，我们具有摆脱“债务财政”、避免陷入“以债冚债”恶性循环的决心。主席，我谨此陈辞，支持议案。",
    "embedding_key": "155",
    "poignancy": 0.5,
    "keywords": [
      "我们",
      "债务",
      "财赤",
      "政府",
      "发债",
      "改革",
      "福利",
      "开支",
      "公共财政",
      "支出"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我非常支持谢伟铨议员提出的议案，以及邱达根议员和黄元山议员提出的修正案。今日，很多同事的发言非常精彩，包括邓家彪议员、梁子颖议员和陈克勤议员等，我多谢他们指出目前政府采购、招标制度的种种弊端，非常值得政府深思。多年来，香港一直评为全球最自由经济体，政府招标采购，一直强调自由竞争、一视同仁，不会因产品的原产地而有任何优惠。我明白香港在WTO规则下，政府采购程序需要公开、公平及具竞争性。但是，如果我们因此放弃对本地企业(尤其是本地中小企)的支持，完完全全是得不偿失。过去20年，香港没有一间本地企业成长成为国际一流的大企业，一间都没有！这说明了甚么问题？说明了我们中小企业的生存和发展环境完全不理想，而难以进入政府采购这个庞大的市场，便是其中一个十分重要的障碍。在中小企工作的一半香港人，为此付出代价。事实上，几乎所有WTO的成员经济体，皆会将政府采购当作重要的产业政策工具、作为支持本地产业发展的重要手段。尤其在科技、环保、文化、农业等领域，各国都广泛利用政府采购来扶持本地中小企的发展。如同梁毓伟议员刚才指出，让自由市场中的香港中小企，跟其他国家得到政府支持的企业，进行自由竞争，其实并不公平。(主席恢复主持会议)事实上，全球都在反思自由放任的资本主义体制，反思政府在经济发展中应该承担的责任、应该扮演的角色。香港不应该再固守自由市场的原教旨主义，我们应该善用公共采购的庞大市场，鼓励本地中小企参与，为他们扩阔商机，缔造有利中小企营商的环境，提升香港长远竞争力。此外，我亦同意多位议员的建议，政府需要重新建立一套招标评估体制。在此，我尤其想强调“劳工权益”这个元素。疫情下，我接触到不少前线清洁工人，他们坚守岗位、无私奉献的精神让我非常敬佩和感激；但是，他们的报酬、福利、工作环境之恶劣，让我很心酸。社会的发展，离不开这些基层工友的贡献，但是他们分享到多少香港的繁荣？贫者越贫，富者越富，我们目前这种“价低者得”、剥削基层劳工的思维正是其中一个原因。政府采购，其实代表全社会的价值取向，显示政府对本地、对基层的承担。我希望我们把劳工权益、福利、职业安全和劳工发展作为招标评估的重要因素，引导整个社会尊重基层、保护劳工权益，让他们共享香港的发展。为了杜绝“割喉式入标”，我近期听到一个很有创意的建议，可提出供大家参考。这个建议就是“出价第二低者得”，即不是出价最低者得，而是第二低者得。在这种模式下，大家不会争相压低要价，因为“割喉式入标”肯定赢不到；同时，入标者亦不会“吊高嚟卖”，始终不是“价高者得”。在这种思路下，入标者在压低标价的同时，会比较贴近现实，兼不会“割喉”。采用这种模式，同时配合其他元素，包括扶持本地中小企、兼顾创新、环保、劳工权益等因素，相信会改善本地中小企的生存条件，鼓励社会创新，提升香港长远竞争力。我谨此陈辞。",
    "embedding_key": "156",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "本地",
      "香港",
      "中小",
      "政府",
      "劳工",
      "采购",
      "基层",
      "招标",
      "权益"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我乐见局长承诺，“绿置居2022”是最后一批有单位面积少于26平方米的项目。目前，不只公屋与绿置居之间存在“可换性”，公屋与居屋之间也存在“可换性”。房委会指出，这种互换的做法，是为了让政府可就各类公营房屋供应保留更大弹性，但这种模式同时令公屋和资助出售房屋的质素越来越接近。不少市民笑言，公屋与居屋的分别，只在于有没有提供热水炉。随着公屋“纳米化”，不单绿置居跟随，居屋去年亦出现“纳米盘”。以启德启欣苑为例，有些单位的实用面积只得17.3平方米。因此，如果“可换性”的概念持续下去，只会令绿置居、居屋等资助出售房屋无法充分彰显本身作为公屋之上的房屋阶梯的价值，难以推动居民向上流。请问局长会否考虑改变“可换性”的概念，从根本提升资助出售房屋的质素？",
    "embedding_key": "157",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "居屋",
      "绿置",
      "可换性",
      "房屋",
      "资助",
      "质素",
      "出售",
      "纳米",
      "局长"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。局长，这个资助计划的原意，是想资助、鼓励更多私人屋苑安装充电设施，鼓励电动车的使用。不过，我早前请教业内人士，了解到香港其实有很多所谓的“僵尸充电桩”。很多屋苑获得资助，安装了这些基础设施，但使用率特别低，甚至有些只有一个充电位，连充电器也未安装，无法使用。我想问局长，有没有办法在这个资助计划内，监管和杜绝这些“僵尸充电桩”的出现，会否定期向社会公布监管结果？谢谢。",
    "embedding_key": "158",
    "poignancy": 0.5,
    "keywords": [
      "充电",
      "资助",
      "屋苑",
      "安装",
      "僵尸",
      "局长",
      "鼓励",
      "监管",
      "洪雯",
      "期向"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "10.洪雯议员：据悉，近年公务员流失率上升。另一方面，有意见认为，政府大量聘用编外人员影响了公务员的晋升机会。关于优化公务员的聘用及晋升机会，政府可否告知本会：(一)过去3年，每年各政府部门透过“退休后服务合约计划”聘用，并于同一岗位工作超过5年的员工人数分别为何；(二)过去3年，每年各政府部门透过外判服务合约所聘用的员工人数分别为何；(三)过去3年，每年各政府部门首长级及非首长级公务员常额及编外职位数目，以及实际员额分别为何；(四)过去一年，公务员的离职人数及流失率为何，并按离职原因列出分项数字；(五)鉴于据悉，政府以非公务员合约、退休后服务合约计划及外判服务合约聘用编外人员并不断续约，导致部分编外职位长期存在，而有意见认为，政府长期聘用编外职位人员而非将该等职位纳入公务员编制内，有碍现职公务员的晋升及影响他们的积极性，政府有否检讨有关情况，以及有否考虑开设公务员常额职位以取代该等编外职位；如有，详情为何；如否，原因为何；(六)鉴于有意见认为，部分公务员职系的晋升阶梯较短，而职系间的晋升阶梯并不互通，导致不少已达到其职系薪级顶点的青年及壮年公务员缺乏晋升前景，政府有否研究如何拓宽不同职系的晋升前景，例如开放不同职系间的调职申请和优化各个职系的晋升阶梯等，以为公务员提供更佳的晋升前景；如有，详情为何；如否，原因为何；及(七)会否考虑把长期受聘的编外人员吸纳为常额公务员，以填补因公务员流失而带来的空缺，并为该等编外人员提供较佳的保障和改善整体的团队士气，以及避免出现同工不同酬的情况？公务员事务局局长于2023年6月14日提供的书面答复文本载于附录1。",
    "embedding_key": "159",
    "poignancy": 0.5,
    "keywords": [
      "公务员",
      "晋升",
      "职系",
      "聘用",
      "为何",
      "编外人员",
      "编外",
      "职位",
      "常额",
      "合约"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：我会另觅其他机会向司长提交这项建议。多谢。",
    "embedding_key": "160",
    "poignancy": 0.5,
    "keywords": [
      "洪雯",
      "多谢",
      "司长",
      "议员",
      "提交",
      "我会",
      "这项",
      "建议",
      "机会",
      "其他"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。招商引资是内地城市过去40多年来成功的秘诀之一，引入的企业不单带来资本，也带来了技术、产业、市场经验、管理体制等，是内地迅速实现工业化和技术追赶的重要手段。其实香港一直有进行招商引资的工作，但过往我们的工作比较消极，甚少整合投资、土地、税收、上下游产业等元素，为企业提供生态环境，吸引它们“落地”，所以错失了不少机遇。现时政府提出“抢企业”、“抢人才”及成立引进办，我认为是一大突破。不过，虽然引进办做了不少工作，我亦与引进办有不少联络，并向其推介了一些企业，但引进办手上欠缺一些可以直接使用的工具，例如要投资，但却无法拿出资本，要联络金管局的香港投资管理有限公司；要土地，但却无法拿出土地，要联络发展局、科学园或数码港；要人才，又要联络劳福局。引进办主任是D6级的职位，不能直接调动各政策局。请问副司长如何解决这问题，让引进办有直接的工具可供使用，强化效率呢？多谢。",
    "embedding_key": "161",
    "poignancy": 0.5,
    "keywords": [
      "引进",
      "联络",
      "办有",
      "招商引资",
      "多谢",
      "企业",
      "土地",
      "不少",
      "直接",
      "拿出"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我同意郑泳舜议员的议案及其他几位议员的修正案。我同时建议，政府可以考虑利用消费券，作为政策工具，推动文化产业的发展。疫情以来，政府连续两次派发消费券，使用了超过1,000亿元，客观来说，消费券的确扶助了市民、刺激了消费，有利于经济的复苏，也为政府赢得了掌声。不过，我们目前派发消费券的模式，是“直升机撒钱”，是无具体目标的、广泛的消费刺激。其实，消费券可以有多种派发的方式、有多种用途，既可用来刺激广泛的、短期消费，又可通过专门的设计，用来定向拉动某些产业发展，特别是文艺、体育等产业。举例而言，我们一直想推动本地电影产业的复兴，但我们的政策支持往往是从供应(supply)的角度去推动(push)，比如补贴本地电影拍摄。这种方式的缺点是，电影拍出来后有可能没人去看，未能形成transaction(市场交易)，补贴可能没有效果。如果我们换个角度，用专门设计的电影消费券，去补贴观众入场观看本地拍摄的电影，这是从需求(demand)的角度来拉动(pull)，有助于形成香港电影的市场需求，从而形成了完整商业闭环；更重要的是，拍摄出来的电影因此可以获得市场的认知和反馈，获得观众的口碑(当然包括赞赏与批评)，从而让从业者获得市场交流和提升的机会。可见，政府补贴拍电影，是第一步，是从供应的角度去推动；而通过电影消费券，补贴观众进场去看，是从市场需求的角度去拉动。如果我们可以在供应端和消费端同时出力，互相配合，效果肯定好得多而消费券，便是市场供应端可以使用的有效工具。这种模式，可以应用在非常多不同的场景，推动不同产业的发展。比如，旅游业在疫情下受到致命性打击；未来，我们可否派发专门的本地游消费券，从需求端拉动本地旅游业，包括文化旅游业的发展？再比如，我们想推动体育的产业化，可否设计专门的体育消费券，鼓励市民去健身，去观看比赛、去参加体育盛事？此外，消费券不单可以用在B2C的终端消费市场，还可以用在B2B的产业链中间环节。例如，我们可否设计一种消费券，用来鼓励本地企业，在其业务中，增加文化艺术元素，采购本地企业提供的文化产品和服务，从而推动文化艺术产业的发展？我想指出，消费券可以是“直升机撒钱”，也可以是精心设计的产业政策。我们目前派发的消费券，没有经过专门的设计，市民可以用来买任何产品，其好处是可以适应市民广泛的需求。在疫情下，不失为一种扶助基层、刺激经济的手段。但在疫情后，我们可以考虑用定向设计的消费券，拉动一系列产业的发展。尤其可以用于刺激社会对文化、艺术、体育等产品和服务的需求，拉动相关产业的发展，同时又刺激市民的参与，提升社会整体的文化艺术氛围、提升市民的文化艺术修养。我谨此陈辞。",
    "embedding_key": "162",
    "poignancy": 0.5,
    "keywords": [
      "消费",
      "本地",
      "可以",
      "派发",
      "电影",
      "拉动",
      "体育",
      "产业",
      "市民",
      "推动"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，立法会上周辩论推动香港的“再工业化”，今天探讨推动职业教育，我觉得非常及时，因为两者根本相辅相成。香港产业结构单一，高端专业服务以外的其他产业发展前景不确定，制造业萎缩，科技产业发展缓慢，技术工种前景不明，令社会对职业教育越来越轻视。升读大学、做专业人士，成为大家心目中向上流动的唯一途径。结果，社会过分重视学生的学术表现，学业压力成为家庭重担；不少人为升读大学背上沉重学债，而所学的科目却未必是心仪的专业，最终造成人力资源错配。要改变这种状况，推动职业教育，是出路之一。今年4月，内地发布新的职业教育法，强调职业教育与普通教育具有同等重要的地位，是培养多样化人才、传承技术技能、促进就业创业的重要途径。英国在2020年新冠疫情下，提出终身技能保证计划(Lifetime Skills Guarantee)。计划指出，疫情过后，英国必须加快经济转型。为此，政府将大力发展职业教育，为合资格成年人及失业人士免费提供职业技能训练，以填补国家面临的技能差距。由此可见，推动职业教育是全球发展趋势。香港要推动职业教育，可从几方面入手。首先，推动产业多元化与发展职业教育，两者应该齐头并进。有出路，才可吸引新人入行。假如产业单一，出路狭窄，年轻人只会继续去“迫独木桥”。德国的职业教育领先全球，原因之一，就是坚实的工业基础保障了职业学校毕业生的工作前景。我促请政府尽快制订短、中、长期产业多元化的发展蓝图，并配以人力资源发展策略，让社会和年轻人能够看见技术人才的发展机遇。第二，提升职业技能的社会认受性。职业教育强调经验、技能、工艺等非学术性的标准，与普通教育的评核标准明显不同；政府应强化职业技能在资历架构上的认受性，让市民可通过发展职业技能，获取受认可的资历和社会的尊重。国家人力资源和社会保障部今年4月发布“新八级工”职业技能等级系列，并推动技能等级与薪酬待遇、职业晋升相匹配，畅通技能人才发展的通道，值得香港参考。第三，改革职业教育，以更灵活的模式，适应市民在不同人生阶段的发展需求。举例来说，英国的终身技能保证计划鼓励提供更多模组式(modular)的课程，院校间的学分亦可自由转移，让市民更容易按不同人生阶段的需要，接受培训及再培训，灵活积累学分，从而获得不同等级的资历。这些措施，值得我们参考。第四，向家长及学生推广生涯规划。香港正积极推动产业结构多元化，不同的新兴产业及技术工种将得到新的发展机遇。政府及学校应及早向家长及学生推广不同行业的就业前景，协助学生做好生涯规划，让他们了解大学教育以外的升学路径和发展前景。我建议有关机构通过定期调研，了解各个界别对职业教育毕业生的需求，包括需求范畴、种类、需求量等，同时配合产业发展蓝图，预测未来需求的变化，定期向社会公布，协助家长和学生及早规划未来的职业途径。举例来说，IT界人力不足十分严重，应及早引导年轻人入行。我相信，在积极推动产业结构多元化的同时，重新强化和改革职业教育，辅以良好的生涯规划，可以让不同志向、不同能力的青年人在香港找到适合自己的发展机会、尽展所长。我谨此陈辞。(计时器响起)",
    "embedding_key": "163",
    "poignancy": 0.5,
    "keywords": [
      "职业",
      "教育",
      "技能",
      "职业技能",
      "推动",
      "生涯规划",
      "发展",
      "不同",
      "香港",
      "多元化"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。推动人民币国际化和发展香港离岸人民币中心，对香港乃至国家而言，都是重要议题。近年，世界格局剧变，俄乌战争让我们看到美元可以成为制裁工具，以及打击对手的武器，令全球反思美元的统治地位对各国金融安全所带来的影响。事实上，探讨国际贸易、投资、储备货币的多元化，推动多极化的全球格局，降低对美元的依赖，保障金融安全，早已成为一个全球趋势，也给予人民币突破美元统治地位的重大机遇。伴随中国经济迅速崛起，中国在全球生产、贸易、投资、科技等领域的影响力大幅提升、中国金融体系逐渐开放等因素，人民币开始成为一些国家可行的选择。面对中美竞争和潜在的脱钩风险，二十大提出“有序推进人民币国际化”，释放了加快人民币国际化的重要信号。香港作为国家的离岸国际金融中心，理应充当“试验场”和开拓者的角色，发挥自身独特的优势。过往多年，香港在人民币清算、资金池、外汇交易、“点心债”发行、金融市场互联互通、人民币理财等领域，发挥了重大作用。未来，我认为香港可在两个新的领域发力。第一，大力发展人民币计价的大宗商品交易市场。在大宗商品交易方面，香港落后于纽约、芝加哥、伦敦等城市。数据显示，全球大宗商品交易主要集中在亚洲，占近四分之三，但定价中心却在西方，形成了所谓“东方交易、西方定价、美元计价”的格局，对中国这个商品大国来说，情况不理想。要扭转这种情况，香港应大力发展以人民币计价的大宗商品交易市场。目前，港交所已经在贵金属、基本金属、黑色金属等方面建立了交易市场，提供各种服务，未来应进一步向其他领域发展。举个例子，近年中国与中东国家的贸易往来、投资合作加深，“石油人民币”正逐渐形成。中东国家透过石油交易收到人民币，可用来支付与中国企业之间的包括基建费用、贸易结算，或投资内地、收购内地资产等，逐渐形成人民币国际流通的生态圈。香港完全可以与上海国际能源交易中心合作，成为上海原油期货市场在境外的交易平台，充当“石油人民币”的流通通道，并提供各项配套服务，以“石油人民币”为新的引擎，推动人民币国际化。第二，我建议香港在国家构建中国特色估值体系的过程中，扮演更积极的角色。央企、国企是国家的核心资产、优质资产，但央企、国企在内地和香港上市，估值长期偏低。一来是因为中美角力，令境外投资者不敢贸然投资，二来担心央企、国企受美方制裁，影响自己的投资收益。结果，虽然央企、国企平均盈利能力高于民企，但其估值水平不到民企的一半。要扭转这个局面，引导金融资源服务国家战略，构建中国特色估值体系，事在必行。为进一步支持人民币在香港证券市场的发展，香港交易所将在今年上半年推出“港币人民币双柜台模式”。香港作为人民币离岸中心，可以借此机会，鼓励本港的人民币持有国有资产，同时吸引境外，包括中东、东南亚等国家的人民币投入市场，从而推高央国企的估值，稳定战略性资产的价值，同时推动人民币国际化，配合国家发展大局。代理主席，我支持原议案及修正案，谨此陈辞。",
    "embedding_key": "164",
    "poignancy": 0.5,
    "keywords": [
      "人民币",
      "香港",
      "商品交易",
      "国际化",
      "国企",
      "央企",
      "国家",
      "估值",
      "离岸",
      "计价"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。土地供应短缺是长期困扰香港的深层次矛盾。这并非因为香港缺乏土地，而是我们缺乏制度和管理体系，未能让土地高效地为社会所用。其中，规管土地发展的一系列法规，存在程序臃肿、重复咨询、过程繁复、程序僵化等问题。为了得到公平，却失去了效率，尤其是过往社会政治对立，法定程序往往被人滥用，阻碍发展，使土地发展举步维艰。今时今日，香港实现了“由乱及治”的转变，是时候对这些条例进行彻底修订。今天来到《2022年发展(城市规划、土地及工程)(杂项修订)条例草案》(“《条例草案》”)和修正案的三读辩论，正是为了解决这些问题。如果三读通过，将能简化和优化法定审批程序，提高造地的效率。配合上月刚刚通过的《环境影响评估条例》修订，从“生地”到“熟地”的造地时间将大大缩短。然而，若只是修订条例，我恐怕局方对所节省的时间估计会过于乐观，因为阻碍香港土地发展的不单是法定程序，还包括政府内部的极其缓慢和苛刻的行政审批程序，以及“头痛医头、脚痛医脚”的需求驱动管治模式。今天，若《条例草案》修订完成，将开启香港改革城市发展体制的新里程。接下来，政府急需同步改革行政审批制度，在管治团队中建立“敢做事、敢担责”的文化，并建立愿景驱动的发展模式，引导和塑造市场需求，将高效市场和有为政府相结合，探索具有香港特色的资本主义，逐步实现我们的愿景。主席，我谨此陈辞，支持《条例草案》。",
    "embedding_key": "165",
    "poignancy": 0.5,
    "keywords": [
      "条例",
      "修订",
      "土地",
      "香港",
      "草案",
      "管治",
      "程序",
      "发展",
      "造地",
      "愿景"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "14.洪雯议员：《2023年施政报告》提出，政府会把香港建设成为国际专上教育枢纽，措施包括由2024-2025学年起，各大学教育资助委员会(“教资会”)资助院校学士学位授课课程的非本地学生限额将提升一倍至40%。就此，政府可否告知本会：(一)最近3个学年，每年每名教资会资助学士学位授课课程的学生的平均总成本(包括教学设施及设备、师资、学生宿舍所涉开支及其他资本开支等)及边际成本分别为何；(二)有否统计，最近3个学年，每年各教资会资助院校向修读其学士学位授课课程的非本地学生收取的学费与第(一)项所述的平均总成本及边际成本的差距分别为何；(三)有否评估，教资会资助院校的承载能力(包括教师人手、教学设备及其他配套设施等)是否足以应付上述非本地学生限额增加后的新增学生的需求，以及有否估算政府未来就提升有关承载力的所需金额；(四)会否考虑以收回平均总成本而非边际成本为基本原则，调整向上述非本地学生收取的学费，以减轻政府的财政负担；及(五)鉴于有意见认为，上述非本地学生限额增加后，原已供不应求的教资会资助院校学生宿舍的宿位会更为紧张，以致影响本地学生入住该等宿舍的机会，当局会否考虑订下本地学生入住该等宿舍的比例，以保障本地大学生的大学生活体验？教育局局长于2023年12月6日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/floor/cm20231206-confirm-ec.pdf\" \\l \"nameddest=app_01_14\" 附录1。",
    "embedding_key": "166",
    "poignancy": 0.5,
    "keywords": [
      "本地",
      "学生",
      "资助",
      "教资会",
      "院校",
      "有否",
      "学年",
      "总成本",
      "授课",
      "学士学位"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。主席，2023年，香港走出疫情，但国际地缘政治更加纷乱、外围经济依然疲弱。再看内部，本港复苏乏力，楼股齐跌，投资和人才流失，政府卖地成绩惨淡，在多个领域均面对挑战。首当其冲面对挑战的，便是公共财政的可持续性。现阶段，香港的公共财政在3方面面对压力。第一，就是支出不断膨胀。过去多年，本港政治矛盾大，福利成为政府和建制阵营争取市民支持的一种手段，各种开支迅速飙升，福利、医疗、教育三大部门开支超过1,000亿元，为公共财政带来沉重压力。第二，就是财赤不断积累。我们连续5年财赤，过去一年，财赤超过1,000亿元，而这还未包括666亿元的债务。未来数年，若扣除发债所得，本港仍然是财赤。第三，就是财政储备不断萎缩。2019年本港财政储备约有11,600亿元，但到今时今日只有7,000多亿元。若看财政储备与年度支出的比例，目前是30年来的最低。过去5年，我们的开支增速远远快于收入增速，这种趋势在未来短期内我觉得难以扭转，显示香港已经出现结构性财赤的风险。不过，我认为，今时今日香港正身处一场“好的危机”。何出此言？因为今日我们的失业率很低，不足3%的失业率，市场上有很多工作也聘请不到人。我认为其实经济疲弱和结构性财赤风险，是我们改革的压力和动力；而全民就业，就成为未来改革的民生支撑和底气。所以，我认为今时今日绝对是一个完美时机，去调整本港的收入和支出结构，去开源和节流。在开源方面，我认为有3种可能的方式增加税收。第一种是增加新税项。但是，在短期或中期，香港都不具备增加新税项的可能性，因为这会影响本港的营商环境。但是，我认为，目前是时候开始研究长远如何扩阔税基，不要再像以往，危机来临时热烈讨论，危机过后又放到一边。此外，此次预算案提出，在“能者多付”的原则下，实施薪俸税和个人入息标准税率两级制，这是很大的突破，不过，其带来的影响和增加的收入有限。第二种增加税收的方向，是扩大经济基础，“做大个饼”。今时今日就要开始行动，本港要透过长线投资，大力扩阔经济基础，发展创科、推动再工业化、文化创意产业等，找到新的经济发展引擎；同时积极造地，创造容量，带动经济多元化发展。不过，这些都属于长远计划，投入在当前，收成在长远，解决不了眼前的问题。第三种增加税收的方法，就是增加纳税人的数量。本港需要积极推动向上的流动，让更多市民加入劳动力市场，成为纳税人。对此，我稍后会提供一些建议和分享。除了增加税收，另外一个开源的思路是调整各项公共服务收费。既然现时有全民就业作为民生底气，我认为是时候检讨那些原则上应该“用者自付”的公共服务收费，例如公立医院急诊室收费、教资会资助的大学对非本地生收费、水费及康乐设施收费等。我建议以5年为期，对这类适合的领域逐步将收费调整至合理水平。但是，通过收费来增加收入的空间很小。所以，当务之急是要节流。其实公屋和福利是真正的财政“无底洞”，从这两方面入手，能带来较大的节流效果。我建议第一，检讨本港的房屋政策。本港近年集中资源、不惜代价兴建公屋，拆除工厦，赶走当中的企业，花费数十亿元搬迁一个配水库，就是为了腾出土地来建公屋；还有耗资300亿元的“简约公屋”、100亿元的过渡性房屋，投入非常惊人，却只能使用几年。其实开支惊人是一回事，但是，建公屋无法解决香港的房屋问题，因为香港根本不缺公屋，香港缺的是公屋之上可以让人往上走的房屋台阶。当资源严重向公屋倾斜，而公屋之外的选择不足够的时候，不少夹心阶层只能放弃向上流动，主动限制收入，甚至放弃工作来轮候公屋。所以，我建议应调整资源分配，增建资助出售房屋，对症下药解决香港房屋问题，不但能节省土地和财政资源，还可走入往上流动的良性循环。此外，我反对将轮候公屋现金津贴恒常化。过去3年，本港用了42.5亿元来津贴轮候公屋的居民，这个津贴计划今年会延续一年。但是，其实入住公屋已经被市民视为“人生赢家”，不少人不惜放弃工作来轮候公屋。现在，轮候过程还能获得津贴，进一步增加轮候公屋的吸引力。我经常提到，“㓥房户”中只有48%正在轮候公屋，超过一半的“㓥房户”并没资格轮候公屋；同样是“㓥房”住户，轮候公屋的有津贴，没有轮候公屋、靠自己的就甚么都没有。我们其实是否在鼓励大家“躺平”轮候公屋、打击自食其力的人呢？所以，我促请政府尽快检讨轮候公屋津贴计划，好好思考居于“㓥房”、不符资格轮候公屋的夹心阶层的需求，扶助他们向上流动。另外，我认为需要深入检讨香港的福利体系，严格控制福利支出的膨胀。立法会有研究报告显示，在全港收入最低的20%家庭中，每4户就有3户是完全不工作，当中有相当部分是非长者健全人士，而且家中并无任何需受照顾的成员。这类家庭83%的收入来自政府提供的恒常现金福利津贴。在本港的公屋和福利体系下，越来越多人“躺平”，本港劳动人口参与率不断下跌，目前是全东亚最低，香港劳动人口参与率只有55%，远远低于新加坡的70%、内地的67%，亦低于日本、南韩、台湾地区、澳门，反映本地劳动力供应严重不足。所以，我建议政府从push和pull(即推动和拉动)两方面，推动有条件的市民自立，投入劳动市场。在push方面，某些福利需要有“退出机制”，例如对于处于劳动年龄的健全人士，且家中并无需受照顾成员，可否限制其领取综援的时间？在pull方面，我们应提供诱因，拉动有工作能力的基层人士自立，例如对于既非长者又非照顾者的健全人士，是否应加强各类再培训或工作配对服务；或者针对照顾者，可增加支援，协助其出来工作。这些方面的投入会带来长远的回报，我绝对赞成。另外，我促请政府审慎对待任何增加福利开支的建议。福利易放难收，不少个人和团体站在“扶助基层”的道德高地，不停要求增加各种福利，但极少思考对公共财政长远带来的影响。例如2022年，政府把长者的生活津贴由原本的两级合并成高额的一级，结果有关开支快速飙升，去年达440亿元，今年将增至516亿元。我预计10年内，单是老人福利金一项支出将达1,000亿元。随着本港人口急速老化，我们的福利金制度必须进行一次大改革，否则，我们的下一代根本养不起我们。我促请司长和全社会对此做好心理准备，以及实际的准备。习主席说，“幸福是奋斗出来的”这是中国式现代化的价值观。反观香港，近年有走向福利社会的倾向，公屋越建越多，福利膨胀，一定程度上鼓励了不少人“躺平”来依赖纳税人的付出，对公共财政造成巨大的压力。主席，香港是时候彻底检讨房屋和福利体系，不要浪费了一场“好的危机”。我谨此陈辞。",
    "embedding_key": "167",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "本港",
      "轮候",
      "福利",
      "香港",
      "财赤",
      "津贴",
      "增加",
      "收费",
      "公共财政"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我支持原议案和修正案，推动港人港商融入国家发展大局。其实，香港长期以来一直在国家发展大局当中。多年来，香港始终是内地外商直接投资的最大来源地，内地改革开放40多年，港资、港商、港人从未缺席。2003年，国家与香港签订CEPA协议，在贸易、投资、技术等多个领域推动双向开放，两地的经贸关系得到提升。不过，客观而言，CEPA及多份补充协议在过去20年订立的各种目标，包括推动两地服务贸易自由化、构建粤港流通经济圈等，进展一直有限。时至今日，香港与内地之间的要素流动仍然面对诸多障碍，严重阻碍了港人和港商真正融入国家发展大局。另外，自2019年起，CEPA再无进一步更新，而国家近年却陆续签订多份双边、多边自贸协议，CEPA带给香港的优势已逐渐减退。今年是CEPA签订20周年，我认为两地应积极商议新一轮的CEPA，进一步消除阻碍港人港商进一步融入国家发展大局的障碍，亦让国家用足、用好香港的优势，我称之为“CEPA 2.0”。我认为“CEPA 2.0”有两个方面的任务：第一，进一步改善港人和港商进入内地时遇到的“大门开，小门未开”的情况。在内地，港企被视为境外投资者，营商领域受到不少限制。例如港商不得在内地从事人体干细胞及基因方面的技术开发及应用；港人创业者在内地申请专利的程序远比本地人复杂，需时更长；香港专业人士如会计师及律师等不能在内地成立独资事务所，只能挂靠于内地单位或合资经营等。以上这些情况，均可在“CEPA 2.0”中进行优化。第二，更重要的是，“CEPA 2.0”应积极探索港人港商无需离开香港，也能一定程度上融入国家发展大局的模式。目前，我们对“融入国家发展大局”的理解非常局限，那就是港人港商须离开香港，进入内地。但是，香港本身就是国家和大湾区的一部分，不离开香港便接触不到内地市场这一点，非常不利于香港融入国家大局。举例来说，港人从香港寄一个小包裹给内地亲友，需要提供发票、报关、缴交关税，而很多物品如药品等均是无法邮寄的违禁品。两地居民的医疗纪录、银行信贷纪录等个人资料亦基本上不能相通，成为港人跨境生活和交流的障碍，“CEPA 2.0”应就这些问题作出改善。又例如内地直播电商市场庞大，发展蓬勃，香港不少青年KOL都希望能抓住这个机遇，但事实上内地直播市场对港人来说却是“看得见、摸不着”。港人通常无法用正常渠道登陆内地的直播平台，即使以VPN连接，也会遇到难以使用香港身份证注册内地帐户、港人难以获得直播资格等问题，而港货要进入直播间售卖到内地，亦面临报关、关税等问题，程序复杂，成本高昂。在企业层面，跨境经营的障碍更多，例如企业如在香港和内地同时经营，其商业数据、帐户等将完全分割，基本上是两门不同的生意。事实上，香港是一个单独关税区和单独经济体，与内地之间存在由“硬边界”分割两地的防火墙，不可能做到两地完全融合，这一点大家都理解。但是，参考两地金融体系互联互通的机制，只要通过特殊通道和闭环管理，深化CEPA，两地之间可以在保障国家安全的前提下实现有限渗透，让人、物、资金、信息的流通更加便利，令港人港企即使不离开香港，也能在一定程度上在多个层面与内地交流，享受内地的大市场，并服务和贡献国家。我谨此陈辞。",
    "embedding_key": "168",
    "poignancy": 0.5,
    "keywords": [
      "港人",
      "CEPA",
      "内地",
      "香港",
      "港商",
      "两地",
      "2.0",
      "大局",
      "国家",
      "融入"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。招商引资，是内地城市在过去40多年快速崛起的秘诀之一，为城市带来资本的同时，也带来新的技术、产业、市场、管理体制、思维模式，成为中国迅速实现工业化和技术追赶的重要手段之一。长久以来，香港吸引外来投资的模式比较消极，主要靠各项传统优势和营商环境的吸引力。香港政府没有积极塑造经济结构的思维，也通常不会通过投资、土地、人才、税收、上下游产业链配套等多方面的政策，为企业提供所需生态环境，吸引其来港落地，从而促进目标产业的发展。香港因此错过了不少优秀的、策略性的企业，错失不少机遇。新一届政府提出了“抢企业”、“抢人才”，成立了香港投资管理有限公司(“港投资”)，并公布了创科发展蓝图。这些措施是香港改变管治逻辑，走向积极招商引资的开端。对于香港未来招商引资的策略，我有几点建议。第一，香港“抢企业”要有“供应链招商”的思维。企业与企业之间的竞争，本质上是供应链与供应链之间的竞争；供应链上的所有参与者，共同影响整条供应链的竞争力。而每条供应链，通常有一个或以上的“锚”(supply chain anchor)，即是我们所说的“龙头企业”，整合起上下游的供应商和服务商，带动整条供应链的发展。所以，香港招商引资，要抓住供应链的锚抓住了锚，就抓住了整条供应链。由于锚企业跟其上下游的企业，存在互相依存的关系，所以，要吸引锚企业来港，必须同时协助锚企业配对供应链上的上下游组合，甚至吸引这些上下游企业落户香港，形成本地产业集群即是从供应链的视角来“抢企业”。第二，用好港投资，用政府投资来拉动企业投资。港投资是政府用于推动策略性产业发展的金融工具，可利用其内部的多个基金，通过直接投资、天使母基金等模式，投资于我们选定的重点企业，吸引其来香港落地。我认为港投资应与“引进重点企业办公室”、香港人才服务窗口，以及投资推广署等政府部门紧密合作，用投资来拉动投资的同时，从土地供应、税收体制、人力资源配合、产业链条构建等方面，为企业提供在香港扎根的生态系统。第三，利用《上市规则》第十八C章来招商引资。数天前，香港交易所为特专科技公司制定的新上市规则，即第十八C章，正式生效，为特专科技公司开辟了新的上市渠道。然而，跟上海证券交易所的科创板相比，第十八C章对市值及年度收益的要求明显更高，也缺乏科创板根据企业的营收水平而调整其市值要求的弹性，降低了香港第十八C章对特专科技公司的吸引力。因此，我建议当局未来在第十八C章中引入第二个较低的门槛，但需附带一系列条件，例如要求通过较低门槛来港上市的企业，在香港设立研发单位、进行实质性经济活动，或聘用一定比例本地人等，从而鼓励来港上市的特专科技企业落户香港。第四，土地配合。我们需要检讨科学园、数码港的发展模式，探索能配合招商引资、配合目标企业需求的土地发展模式这一点，我相信政府正在积极思考。代理主席，香港进入了新的发展阶段，需要我们有策略地招商引资，利用本地及境外的资本、技术、人力资源，推动香港经济结构的转型，推动产业结构的多元化。我谨此陈辞。",
    "embedding_key": "169",
    "poignancy": 0.5,
    "keywords": [
      "供应链",
      "香港",
      "企业",
      "招商引资",
      "投资",
      "第十八",
      "特专",
      "上下游",
      "来港",
      "吸引"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：局长，据我了解，住在那些居住条件最恶劣的“㓥房”内的住户，当中有相当比例是没有香港身份证的人士，例如一些滞留香港申请难民身份的人，又例如“双非”家庭，甚至是一些非法来港“打工”的人，他们的经济条件最差，所以租住一些最劣质的“㓥房”，他们没有资格轮候公屋，也没有资格入住“简约公屋”。我想问，如果取缔这些劣质“㓥房”，改善这批人的居住条件，甚至让他们入住过渡性房屋，会不会吸引更多这类人士来港呢？",
    "embedding_key": "170",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "来港",
      "劣质",
      "入住",
      "条件",
      "资格",
      "居住",
      "一些",
      "洪雯",
      "双非"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：行政长官刚才答应会考虑把港铁、巴士、渡轮、缆车等的清洁和保安人员，纳入抗疫支援计划下的津贴范围，我对此表示欢迎。我希望这些工友能够拿到津贴。我有两个建议给政府参考。第一，我支持暂缓全民强检这个决定，我认为这是一个实事求是的做法。之前为准备全民强检，政府其实储备了不少物资，在一定程度上，反而令眼前最迫切的抗疫物资需求得不到满足。我想请问，为了全民强检，政府储备的物资有多少？会不会尽快拿出来，支持前线的抗疫工作？第二，其实长时间的禁飞和严格的入境检疫政策，令香港出现了严重的“外佣荒”，香港现有的外佣数量从两年前的40万降至不足34万。目前取消了“禁飞令”，但外佣检疫酒店一房难求的情况完全没有改善，就算一个晚上要过千元，也要额外再花数千元请一个中介去book，而且要排队。我了解目前有8 000至10 000个外佣在排队。我们近期兴建了大量的方舱医院，其实有一定的空间可以使用。政府会否考虑拨一定数量的方舱医院房间，作为外佣入境的检疫设施，收取一个适当的费用；拨出来的房间数量可以是动态的，按照实际的情况随时调整。这样的话，可以令大量轮候来港的外佣，尽快来香港，纾缓香港家庭的压力。多谢。",
    "embedding_key": "171",
    "poignancy": 0.5,
    "keywords": [
      "抗疫",
      "强检",
      "外佣",
      "检疫",
      "全民",
      "000",
      "方舱",
      "香港",
      "物资",
      "津贴"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，就《基本法》第二十三条立法是香港未竟之宪制责任。回归26年来，我们一直未能建构完善的法律体系，守护国家安全的大门存在短板。这是香港的历史欠债，而债是要还的，拖欠越久，代价则越大。这一点，在过去几年我们已清楚看到。随着国际地缘政治日趋复杂多变，国家安全风险与日俱增。经历多番风雨波折，香港社会今天已有共识，就是要尽快完成特区的历史责任，给国家、给自己一个交代。我向每一位参与草拟和审议《维护国家安全条例草案》的人士致敬。国家安全，匹夫有责，作为立法会议员，这更是我们须肩负的历史责任。我坚定支持《维护国家安全条例》立法，亦相信整个社会均期待这一历史里程碑尽快到来，让国家安全保护机制得以完善，让香港早日轻装上阵，继往开来。我谨此陈辞。",
    "embedding_key": "172",
    "poignancy": 0.5,
    "keywords": [
      "安全",
      "国家",
      "香港",
      "历史",
      "责任",
      "议员",
      "条例",
      "立法",
      "尽快",
      "宪制"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，“未来基金”成立6年、“香港增长组合”成立2年，我们是时候检讨这些资金是否用得其所：“未来基金”能否为我们的下一代开拓未来？而“香港增长组合”有没有条件推动香港的长远增长？事实上，用好这两个基金，可以成为政府转变角色、转向“适度有为”的一个切入点。今日，全球和香港都站在十字路口，我期望政府积极求变，引领香港参与全球竞争，帮助香港找到在国家、在全球的新优势、新定位。我谨此陈辞。",
    "embedding_key": "173",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "全球",
      "未来",
      "组合",
      "增长",
      "谨此",
      "陈辞",
      "基金",
      "洪雯",
      "求变"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，共有8位议员就我动议的议案提出了修正案，亦有多位议员发言，分享了众多真知灼见，我衷心表示感谢。我知道这是一项有争议的议题，所以我近期做了很多调研。“香港增长组合”管治委员会共有6位德高望重的非官方委员，我亲身请教了当中的5位；我也访问了创科界、科技界、金融界的多位专家，以及内地政府创投机构的负责人。我的议案综合了诸多专家给我的建议和鼓励。以下，我就大家的意见作一个简要回应。首先，我呼吁成立政府创投机构，即“港创投”，得到多位议员的积极回应。这个政府创投机构的运作，与现有的外汇基金完全不矛盾，不影响外汇基金现有运作。我完全同意叶刘淑仪议员指出，外汇基金有负担稳定货币和金融体系的责任，其投资必须保障资本安全和充足的流动性。但是，当初从外汇基金当中拨出“未来基金”，就是想从更长远、更具策略性的视角来作出投资，改善我们长远的公共财政结构，为香港开拓未来，故此我们称之为“未来基金”，这是成立基金的原意。“未来基金”在外汇基金中所占比例不到5%，难以撼动根本，我认为应该作出更具前瞻性、更大胆的探索。举例而言，黄英豪议员提出，应加入适当的人民币资产比例，推动人民币国际化，我认同有关建议。在美国实施金融制裁的风险下，很多国家开始考虑“去美元化”。“未来基金”可否考虑更多元的投资组合，在推动人民币多元化、国际化方面出一分力呢？另外，在运作模式方面，我想强调，我所建议的“港创投”是一个独立运作的机构，不是由政府官员来作出投资，但政府作为出资人，应提供策略性指导，并由专业团队独立运作，具体模式亦有很多成功案例可供参考。第三，在目标和定位方面，陆颂雄议员和黄元山议员指出，这两个基金应用于支援本地发展，创造最大的社会和经济效益，我同意有关建议。我认为这两个基金应该更具策略性，在为香港打开新发展局面、为年轻人开拓新发展方向方面，扮演更重要的角色。第四，在资金来源方面，谭岳衡议员提出成立引导型母基金，吸引更多私营资本参与，我非常赞同。广泛吸纳社会资源，才能扩大规模，把事情做大。陆颂雄议员提出发放政府债券，让市民参与。事实上，淡马锡已经两次发行零售债券，市场反应热烈。不过，淡马锡运作多年，过往业绩出色，投资布局多元，让市民参与，风险不大。我相信，在“未来基金”和“香港增长组合”走上正轨后，发行零售债券，不失为一个集资的手段。第五，在基金的治理方面，谢伟俊议员和黄元山议员都提出应提高透明度，定期公布投资和运作详情，做好公众解说，我非常认同。事实上，成立“港创投”，政府作为股东，参与董事局，必然会承担风险，但高度透明的治理、及时的公众解说，能让大众更了解投资的逻辑和因由，不会简单因回报率不理想而怪责政府。第六，我提出应制订产业发展蓝图，作为投资的指引，黄英豪议员、易志明议员、陈祖恒议员均补充，应审视国家“十四五”规划及大湾区发展蓝图。毫无疑问，香港的产业发展蓝图不能就香港论香港，应放在“十四五”规划和大湾区的视野下，推动全面的互利合作。代理主席，今次不是我第一次在立法会探讨这两个基金的运作，也不会是我最后一次谈这项议题。我会持续关注两个基金的运作，敦促政府作出改变，让社会资源用得其所，为香港开拓未来。我谨此陈辞。",
    "embedding_key": "174",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "基金",
      "运作",
      "创投",
      "香港",
      "政府",
      "外汇",
      "策略性",
      "未来",
      "投资"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。施政报告提出“土地房屋　重中之重”。在特首发表施政报告后，政府随即公布了《长远房屋策略》(“《长策》”)2023年周年进度报告。近期，我把2014年政府重启《长策》以来发布的所有进度报告回顾了一遍。很遗憾，虽然称为《长远房屋策略》，但我只能说我们的《长策》不但没有灵魂，甚至连“策略”也找不到。简单来说，《长策》的基本逻辑是审视目前市场供需状况，根据人口等发展趋势，预测未来10年的房屋需求数量，然后提出“扭转供需失衡”的解决方案。这是香港公共政策制订最典型的思维，即“需求驱动”(demand-driven)，市场需求甚么、需要多少，就决定了政府会提供甚么、提供多少。这种模式当然有其可取之处，例如能回应市场需求。但其缺陷也很明显：我们很少思考市场上的这些需求是否合理呢？盲目满足市场需求，会出现怎样的结果呢？这种需求是否需要改变呢？如何改变呢？事实上，房屋一旦建成，要用最少50年；作为长远房屋策略，我们必须思考在未来50年，香港的房屋构成应该如何演变？我们希望有多少人住在为基层提供的收入长期受限的公屋中呢？多少人能往上流动、自置居所呢？多少人可以租住可负担的房屋呢？其实，我们需要回答我们的愿景是甚么，以及如何在服务市场需求的同时，引导市场需求，一步步实现我们的愿景。但非常可惜，上述问题在《长策》中根本没有触及。《长策》中提出的各种“策略”，只不过是实现供需平衡的手段及工具。正因没有愿景、没有策略，我们的房屋政策被动地跟随市场需求走，受市场供需状况的密切牵制。例如回归初期，因市场需求大，我们提出“八万五”建屋目标，大量建屋；到金融危机楼价大跌，我们祭出“孙九招”，几乎停止造地、停建居屋，连《长策》都停止更新；再到后来全球量化宽松，房屋价格飙升，我们又见缝插针、不惜一切代价觅地建屋。显然，每次市场供需状况发生转变，我们的房屋策略就出现“大反转”，给社会带来极大震荡，而房屋问题依然是香港最尖锐的深层次矛盾。我不客气地说，我认为我们的《长策》是失败的。所谓房屋策略，我认为有两个层次：基本层次是回应、满足市场需求，而高层次则是引导市场需求、带动市场发展，从而达致我们的愿景。显然，《长策》中的策略，停留在基本层面，即跟随市场需求走。但是，这种思维很可能在解决今日问题的同时，又制造了明日的问题。举例而言，过去数年，公屋轮候时间长，我们就集中资源、不惜代价地建公屋，但《长策》从未探讨到底香港整体需要多少公屋呢？居民进入公屋后，下一步往哪里走呢？有没有台阶给他们向上流动呢？大量资源给了公屋，不合资格轮候公屋的夹心阶层又何去何从呢？公屋在整体房屋结构中最佳比例应该是多少呢？公屋建成后要用50年，如果比例太高，会有甚么后果呢？未来房屋结构走向何方？正因为我们完全不思考上述问题，今日香港严重缺乏公屋之上的房屋台阶，公屋有进无出，无法流转；而夹心阶层出路太少，不少人被迫“向下流”轮候公屋，一批壮年劳动力锁死在公屋轮候册上，本地劳动力供应严重不足。我之前曾说，房屋建成至少要使用50年，《长策》必须站得高、望得远，用50年的眼光来看建屋策略。若《长策》能改变思维，把需求驱动的建屋逻辑，与策略性愿景相结合，提出真正的“策略”，积极搭建能让市民一步步往上流动的房屋阶梯，将原本用于建设和营运公屋的部分资源节省下来，用于扶持基层和青年往上流，将能逐步壮大香港社会的中产阶层。其实“需求”是可以被引导、被塑造的；中产是可以创造出来的，关键是我们要赋予《长策》长远愿景，配之以真正的策略，让其有“灵魂”，从跟随市场走，变成带领市场走，一步步实现我们的愿景。主席，我谨此陈辞。",
    "embedding_key": "175",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "长策",
      "房屋",
      "愿景",
      "市场需求",
      "策略",
      "我们",
      "50",
      "建屋",
      "轮候"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：局长刚才的答复，提到的都是政府成立基金推出资助或融资计划，这些都是在用政府的手段。其实，香港作为国际金融中心，未有好好利用市场资本推动本地文化、艺术、创意产业的发展。我认为香港的文化创意产业未有好好利用市场资本的支持。我想问政府会否与相关金融部门商讨，借鉴科技产业发展的机制，利用税务优惠等手段提供激励机制，引导社会的金融资本成立类似培育科技产业的种子基金、天使基金、股权投资基金等，以金融手段来推动文化创意产业的发展、推动文化创意产业的金融化？多谢。",
    "embedding_key": "176",
    "poignancy": 0.5,
    "keywords": [
      "创意",
      "科技产业",
      "产业",
      "文化",
      "手段",
      "未有",
      "基金",
      "推动",
      "利用",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "20.洪雯议员：香港按证保险有限公司分别于2019年12月及2020年4月在“中小企融资担保计划”下推出“九成信贷担保产品”和“百分百担保特惠贷款”(“该两项计划”)，协助中小企业取得贷款，而借款企业可透过“预先批核还息不还本”计划，为其在该两项计划下的贷款申请还息不还本安排。就此，政府可否告知本会：(一)自该两项计划推出以来，每月接获及批准的申请宗数、申请还息不还本安排的企业数目(按首次申请及续期申请分别列出)，以及涉及还息不还本安排的贷款金额分别为何；(二)该两项计划的借款企业申请还息不还本安排的个案宗数(及实行有关安排的平均月数)分别为何，并以下表按实行还息不还本安排的月数列出分项资料；实行还息不还本安排的月数九成信贷担保产品百分百担保特惠贷款个案宗数实行还息不还本安排的平均月数个案宗数实行还息不还本安排的平均月数12个月或以下12个月以上及24个月或以下24个月以上及36个月或以下36个月以上(三)该两项计划的借款企业于还息不还本安排期间，因无法偿还利息而破产的个案数目及比率，以及该等个案所涉及的总贷款金额分别为何；(四)鉴于本地经济仍处于恢复初期，政府有否计划延长该两项计划的还息不还本安排；及(五)鉴于即使经济开始复苏，有中小企业仍因难以支付在还息不还本安排下的利息支出而遭银行申请破产，有中小企业反映，其生意已有起色，只是需要稍长时间才能恢复现金流以偿还利息，政府会否考虑因应现时经济仍处于复苏初期，在还息不还本安排以外推出有时限的特别计划，让企业可偿还一个比贷款利息更低的最低还款额，以令它们获得缓冲期及避免破产？商务及经济发展局局长于2023年4月19日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/floor/cm20230419-confirm-ec.pdf\" \\l \"nameddest=app_01_20\" 附录1。",
    "embedding_key": "177",
    "poignancy": 0.5,
    "keywords": [
      "还息",
      "安排",
      "计划",
      "两项",
      "申请",
      "贷款",
      "案宗",
      "12",
      "担保",
      "实行"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。目前，内地有不少创科产业有兴趣来香港发展，或者来香港设立生产基地、研发中心或办事处等，但这类企业进入香港时面对一项实际困难，就是企业难以把内地的资金带出内地、带来香港。我想问：香港会否与内地的商务及外汇管理部门商议，为打算来香港投资的企业提供资本跨境流动方面的协助，让企业能够顺利来港发展？",
    "embedding_key": "178",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "内地",
      "企业",
      "洪雯",
      "创科",
      "会否",
      "来港",
      "实际困难",
      "多谢",
      "跨境"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，数据中心是数字经济发展的核心基础设施，但并非每个地方建设和营运数据中心均具成本效益。我非常认同谢伟铨议员所说，香港建设和营运数据中心，面对土地贵、建筑成本贵和电费贵三大问题。其实，内地有不少地方有充足的数据中心和算力资源，电力收费又远较香港便宜，例如与香港同为泛珠三角成员的贵州省，因其地理条件和发展策略，成为全国数据中心资源最丰富又最便宜的地方。我想问局方，会否考虑在内地(例如贵州省)选定特定的数据中心，作为香港在内地的“数据飞地”，为香港提供低成本但高效率的数据储存、托管、智算和超算服务呢？谢谢。",
    "embedding_key": "179",
    "poignancy": 0.5,
    "keywords": [
      "数据中心",
      "香港",
      "内地",
      "贵州省",
      "营运",
      "议员",
      "便宜",
      "泛珠三角",
      "地方",
      "洪雯"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我动议通过印载于议程内的议案：“善用‘未来基金’及‘香港增长组合’，推动产业结构多元化。”今日，我们身处“百年未有之大变局”：创新科技颠覆现有的认知和发展模式；全球化与逆全球化互相交织，重塑全球供应链体系；中美大国博弈，在贸易、投资、金融、科技等领域全面铺开；俄乌战争极大挑战国际秩序；气候变化带来人类生存危机；而新冠疫情引发国际政治经济格局大变化。我们需要问，香港有没有高瞻远瞩的长远策略，来应对种种颠覆性挑战？有没有适当的工具，作为实现策略的手段？回到本地，香港是国际金融中心，但同时面对产业单一化、空心化、就业结构两极化、劣质化、贫富差距扩大等深层次矛盾。经济结构从四大支柱，变成一枝独秀，年轻人的道路越走越窄；即使是在金融领域，都是“吃老本”，挑战就在眼前。我们需要问，香港如何扭转这种发展趋势，推动香港经济结构转型？如何提升长远竞争力？这些问题，错综复杂，有待全社会一起去探讨。但是，一个越来越清晰的社会共识就是，如果政府延续积极不干预的执政理念，让市场和个体，自己去应对动荡的国际大局、残酷的区域竞争，自发解决香港的结构性矛盾，根本行不通。特区政府是时候在经济发展中担当起“促成者”、“参与者”、“推动者”的角色，解决香港的深层次矛盾。不过，作为“自由经济的典范”，香港政府没有直接参与经济发展的经验。改变，应从何开始？我认为，作为切入点，我们可以创立一些“工具”，让政府直接参与到产业的发展当中，一步步迈向“适度有为”。这方面，政府已开始初步的探索。2016年，政府成立2,200亿元的“未来基金”，用作长线投资，改善公共财政结构。2020年，政府成立220亿元的“香港增长组合”，投资于与香港发展有关联的项目，包括新经济、生物科技、创新等。今年，“香港增长组合”获增拨100亿元，投资于创科产业和大湾区。这些措施，是难得的起步。但是，我认为远远不足。首先，这两个基金的定位，不够策略性。争取更高回报固然重要，但我们应站得更高，望得更远，从全球发展大势出发，借助这两个基金，积极培育新经济增长点，推动策略性产业发展，为未来开拓新出路。第二，基金的运作模式守旧。目前，“未来基金”存放在外汇基金中，由金管局负责投资，受现行外汇基金投资管理制度所规范。由于外汇基金要担负稳定货币和金融体系的责任，其投资必须保障资本安全和充足的流动性，作风必然保守，无疑难以担当开拓性的责任，难以用来探索发展方向和带动产业的发展。“未来基金”成立6年，回报率虽然比外汇基金高，但是，在为未来开拓发展方向方面，未见成效。加上金融制裁风险增大、多国思考“去美元化”的趋势下，如何分散风险，是“未来基金”必须要考虑的问题。第三，政府的作用未见突破。“香港增长组合”打破了外汇基金不投资于本地及内地的限制，但特区政府不直接参与任何投资项目审议，或影响个别投资决定，而是由金管局在市场挑选普通合伙人general partners(下称“GP”)作出投资，最终又是由金管局来管理。外判给GP来投资，虽然比“未来基金”的模式更为进取，但是，如果我们期望这些GP能有宏观、全局、长远的视野，从香港在全球的战略定位、从推动经济结构转型、为年轻人开拓新发展空间的角度，来作出策略性的投资，肯定是不现实的毕竟，这些GP要为自己的投资人负责，必然更多考虑市场回报，我们不可能用这些公共目标，来评估他们的业绩。成立两年来，“香港增长组合”进展非常缓慢，除了任命几间GP，我们未见到其他任何动作。在科技和商业模式迅速迭代的今天，两年可能已经是一个新的时代。这种速度，迟早会被竞争潮流抛弃。因此，我促请政府善用“未来基金”和“香港增长组合”，为香港寻求新的策略定位，开拓新的发展局面。主席，“香港增长组合”管治委员会共有6位非官方委员，过去数周，我亲身请教了当中的5位，加上与多位业界专家访谈，总结出4点建议：第一，政府应要求作出投资的GP，不能只看投资回报，而要将长远改善香港产业结构和就业结构作为投资目标。政府有必要进一步发挥管治委员会及投资委员会的作用，制订一套投资目标体系，引导GP从更具策略性、全局性的角度进行投资，为香港培育创科产业、战略性新兴产业、新型制造业等新增长点。第二，“香港增长组合”并未就“与香港发展有关联”作出具体定义；如果企业一切都在境外，只是来港上市，这种模式与香港的关联只是金融，无助于新增长点的形成。所以，我建议对“与香港发展有关联”订出一些具体要求，让香港本地在技术创新、产业发展、人才培养、就业多元等方面充分受益。第三，政府在投资运作方面应扮演更直接、主动的角色。我建议仿效世界各地的成功做法，包括新加坡政府全资拥有的淡马锡控股、深圳市政府和市场共同出资成立的深圳市创新投资集团有限公司等众多案例，设立特区政府直接参与的创投机构我暂且称之为“港创投”。“港创投”是策略性创投基金，由政府出资成立，但其运作独立于政府部门之外。成立后，“港创投”可与GP双轨并行，并从GP的运作中汲取经验。“港创投”可以通过直接投资及成立母基金，扶持对香港长远发展具战略价值、能丰富本地经济结构的各类产业，并与大学、科技园、数码港、HKPC等的各类基金配合，覆盖从研发期、初创期，到成长期的企业全生命周期，既孵化和培育本港企业，也吸引境外优秀企业来港，为香港开拓新增长点。第四，尽快制订产业发展蓝图，引导未来的投资方向。“港创投”是政府直接参与塑造经济、实现战略定位的工具。但是，我们需要一套顶层设计，一套具策略性和前瞻性的发展定位和产业发展蓝图，作为投资的指引。可以说，“港创投”的成立和发展蓝图的制订，应同步进行。主席，新一届政府即将开展任期。我促请政府摆脱思维上的局限，在经济发展中担当起“促成者”、“参与者”、“推动者”的角色，逐步迈向“适度有为”，善用“未来基金”和“香港增长组合”，为香港开新篇。我谨此陈辞。洪雯议员动议的议案如下：“特区政府于2016年成立2,200亿元的‘未来基金’，并于2020年从中拨出220亿元，成立‘香港增长组合’，直接投资于与香港发展有关联的项目，以巩固香港金融、商贸和创科中心的地位；‘香港增长组合’将获特区政府增拨100亿元，投资于创科产业和大湾区的发展；目前，‘未来基金’存放在外汇基金中，由香港金融管理局(‘金管局’)负责投资，受现行外汇基金投资管理制度所规范，作风保守；‘香港增长组合’虽突破了外汇基金不于本地及内地投资的限制，但特区政府不直接参与任何投资项目审议或影响个别投资决定，而是在市场挑选普通合伙人为其作出投资，并由金管局作为行政管理人；‘未来基金’及‘香港增长组合’在现有运作模式下，进展缓慢，且难从开拓性、全局性及长远的视野，由带动香港经济结构转型、为年青人开拓新发展空间的角度，作出策略性投资；就此，本会促请特区政府善用‘未来基金’和‘香港增长组合’，积极培育创科产业、战略性新兴产业、制造业等新经济增长点，推动香港产业结构多元化；特区政府应：(一)要求作出投资的机构，不应只着重投资回报，也要以长远改善香港产业结构和就业结构作为投资目标；(二)在投资运作方面扮演更积极、主动的角色，考虑仿效邻近地区的做法，包括新加坡政府全资拥有的淡马锡控股、深圳市政府和市场共同出资成立的深圳市创新投资集团有限公司等，设立特区政府参与的创投机构，直接参与投资；及(三)尽快制订产业发展蓝图，引导未来的投资方向。”",
    "embedding_key": "180",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "投资",
      "GP",
      "基金",
      "特区政府",
      "组合",
      "发展",
      "策略性",
      "未来",
      "创投"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我支持李慧琼议员就施政报告提出的致谢议案。在这个环节，我想从比较宏观的层面谈谈我对香港金融体系的看法。体育领域有一个比较有趣的现象，称为“温布顿效应” (Wimbledon Effect)。温布顿网球赛是全球历史最长和最具威望的网球公开赛。每年夏天，温布顿网球赛在伦敦举行的时候，伦敦成为全球焦点。但是温布顿网球赛有一个有趣现象，就是从1936年开始到现在，英国男单选手在温布顿网球赛中取得冠军的次数，仅仅两次。换言之，80多年来，绝大部分冠军都不是英国人。日本的相扑运动，也有这样的Wimbledon Effect：本世纪以来，日本总共有6个人拿到力士资格，即最高级别的相扑运动员资格，当中只有一个人是日本人。这种“温布顿效应”，在香港的金融业中十分明显。我们整天说香港是国际金融中心、资本流通平台、超级联系人，资本在香港这个平台上流通，但是这些资本在香港本地却不扎根。它从东方流到西方，从西方流到东方，与香港本地没有甚么关系。很多在香港很活跃的国际大行，都不是本地企业。我们说新加坡有一家星展银行，但香港却数不出一间本地的国际领先大player。有一些在中环工作的金融精英，其实和香港本地没有甚么关系。我曾经跟中环的一些基金经理聊天，他们说在香港数十年，从来不看香港报纸，其公司只有两个香港人：一个是保安，一个是做清洁的“婶婶”可见我们的国际金融中心是“离地”的。举例而言，香港的《上市规则》在2018年引入了新一章，称为“第十八A章”，让未有盈利的生物科技公司来港上市。很快大约有60间生物科技公司来港上市集资，香港成为全球第二大生物科技企业集资中心。但是我把这60间在“第十八A章”下上市的生物科技企业浏览一遍，只有两间与香港有关联，即他们在香港有一个小小的office。香港成为全球生物科技集资中心，但是本地的生物科技企业或产业未有受益。所以香港国际金融中心的平台，其实脱离于本地经济体系而存在，香港成为了一个“离地”的国际金融中心。这种“离地”国际金融中心的代价是甚么？就是我们的产业结构越来越单一。香港经济以往有四大支柱，但是今时今日仅一枝独秀，虽然金融在本地经济中的贡献，在过去10多年不断增长，但是对本地就业的贡献非常有限。香港约有7.5%的劳动力在金融行业，但是金融再发达，也满足不了750万香港人发展的需求。今时今日，虽然香港进入全民就业，但能提供向上流动的机会其实不多。香港越来越走向财富推动型的社会(wealth-driven economy)，用钱赚钱，比用劳动赚钱容易。我认为，香港需要重新思考以及定义金融的价值，改变香港国际金融中心的“离地”情况。我们在国际金融中心的发展中，除了国际视角，还要加入local本地视角，让国际金融中心能为本地产业服务，让本地人能从中受益。香港应该回归金融的工具属性。金融化是产业政策的重要手段，可藉金融以实践政策目标。我们可以创立一系列的金融工具，让政府参与塑造经济结构，迈向适度有为。我在立法会这个平台上，正在推动七大方面的工作，我很快说一说。第一，是我成为议员第一天就开始思考的，推动香港成立一个官方的策略性投资机构，即“港版淡马锡”。我在去年6月动议了议员议案，多谢行政长官在去年发表施政报告后，成立了香港投资管理有限公司。近来刚刚任命CEO，我相信未来该公司将进入一个快速发展期。我对香港投资管理有限公司有一系列建议，而社会对它亦有很多期望，未来我会把这些具体建议推介给香港投资管理有限公司的新CEO，以供参考。第二，是主板《上市规则》的“第十八A章”及“第十八C章”。我认为，本港应考虑引入上市门槛两级制：第一级是目前的正常门槛；我建议新增一级更宽松的门槛，让企业更容易上市，但同时附加一项条件，就是需要在香港营运，要带研究人员或研究成果在香港“落地”，借着本港金融平台，帮助本地科技产业发展。第三，施政报告提出，本港会引入公司迁册制度，我建议迁册制度也要引入两级制门槛：第一级是目前正常的门槛；我建议引入新一级更宽松的门槛，提供诱因，但同时附加一个经济实质测试，即把公司迁册来香港的同时，在香港要有实际运作，让本地也能受益。第四，香港可以鼓励和引导金融和社会资本，与本地文化、艺术、体育资源相结合，形成一个文创艺体的投融资体系，让金融也能为本地文化、艺术、体育产业发展而服务。第五，大力发展知识产权的融资，即IP Financing。其实IP Financing是知识产权贸易的一个重要模式，本港可以以绿色金融为范本，建立知识产权融资的制度。第六，香港可考虑成立一家矽谷银行(Silicon Valley Bank)。美国矽谷银行今年3月已经破产，但我认为其破产不是因为其商业模式不work，而是风险管理方面出现问题。香港一直没有一家专为科技企业服务的银行，我认为香港可以参考矽谷银行的模式，这是补足本地创投生态的重要一环，值得香港考虑。最后，香港应该成立一个国际数据交易所。数据已经成为社会经济发展重要的战略资源，而且数据贸易已经成为国际贸易的重要内容。我认为香港应尽快成立国际数据交易所，探索国际数据交易的相关标准、规则、制度，促进数据的跨境流通，在合规合法的前提下，便利国际间的数据交易，带动本地数字经济的发展。主席，香港需要重新思考金融的价值。香港国际金融中心除了服务国际间的资本流通，亦应该服务本地经济结构转型，让香港各个社会阶层，都可以从香港国际金融中心的发展中受益。我谨此陈辞。",
    "embedding_key": "181",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "本地",
      "金融中心",
      "国际",
      "温布顿",
      "金融",
      "生物科技",
      "网球赛",
      "门槛",
      "本港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。局长，我想就土地开发机制多问一个问题，其实香港不缺土地，缺的是迅速把土地变成住屋或基础设施的一些机制。所以，其实加快土地的开发，不单是拆墙松绑或减省程序那么简单。土地开发面对多重障碍，包括收购土地、统一土地业权极为困难，城市规划申请的过程极困难和冗长，补地价的机制对市场没有吸引力，规划不当甚至缺乏规划，以及政府官员怕被人指责官商勾结，宁愿拖慢来做等。我想请问局长，政府在合理减省程序的同时，会否全面分析土地开发所面对的种种障碍，拿出决心，通盘考虑，一一拆解这些障碍？多谢。",
    "embedding_key": "182",
    "poignancy": 0.5,
    "keywords": [
      "土地",
      "减省",
      "开发",
      "障碍",
      "机制",
      "多谢",
      "局长",
      "程序",
      "洪雯",
      "业权"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。香港是一个弹丸之地，没有天然资源，土地相对匮乏。我们能够创造出今天的经济成就，绝对离不开700万香港市民的拚搏和贡献。人，从来是香港最宝贵的资源，是香港竞争力的核心所在。但是，今日香港的出生率低下，各行各业均缺人，人力资源错配，技术工种青黄不接。全球也在担心ChatGPT对各个工种的挑战，而我们今天辩论的是香港人力资源严重不足的问题，从蓝领到白领，从科技人才、专业人士到基层劳工，人力供应的瓶颈正拖慢香港的疫后复苏，以及新经济机遇的开拓。要纾缓人力短缺，不外乎向外求及向内求。向外求即输入外来人才和劳工。我认为在合理改善工作条件及提升待遇的前提下，如本地劳动力仍然不足，便应实事求是，输入外来人才和劳工。当然，政府必须密切跟踪行业人力缺口的变化，拿捏好输入外劳的数量，同时针对行业痛点，改善劳动条件，让劳动阶层共享社会发展成果。在这方面，同事们已有很多有价值的建议。借助外力的同时，香港更应向内求，充分发掘潜藏本地的闲置劳动力。我有3个开拓本地劳动力的建议，供各方参考。第一，我建议政府考虑放宽对留学生在港工作的限制。不少港人在外留学时，都有在课余工作赚取生活费的经验。其实不少外国地区均允许留学生在本国工作，例如英国容许留学生在学期间每周工作不多于20小时，假期更可全职工作。香港目前约有3万多名非本地学生，他们年轻、教育程度高，若在就读期间可以工作，相信有助他们融入香港，未来在香港扎根。尤其是科技工程方面的在校非本地学生，更可以考虑允许他们在就读期间创业。相信大家都很熟悉，不少今天的国际科技巨擎，都是由大学生在学期间创办。第二，香港本地存在一大批长期居于香港、等待单程证的人士，他们的配偶或子女是香港人，例如“双非”家长等。他们通过双程证长期居于本地，因没有身份证而不能工作，不少人须依赖社会福利。其实这一群人既熟悉香港社会，在港亦有居所，而且迟早会成为香港居民。政府不妨在思维上松绑，探讨以一些特殊的模式，在输入外来劳工时优先考虑这一群人，让他们可以使用外来劳工的身份我强调，不是双程证持有人身份，而是外来劳工身份在港工作，自食其力，并为社会作出贡献。第三，刚才不少同事也提到，我们的房屋政策“锁死”了一批劳动力。不少企业家朋友对我说，有年轻雇员不停要求放取无薪假期，甚至要求不升职、不加薪，就是为了轮候公屋。我曾探访不少轮候公屋的居民，他们当中也有维持低薪工作甚至不工作的人士，理由同样是为了轮候公屋，为何会这样呢？如果收入升高变成中产，房屋选择便更少，生活更困难，不如“躺平”以轮候公屋。我必须澄清，我不同意再说一次，我不同意提高轮候公屋的收入上限，让更多人轮候公屋。相反，我认为必须严格控制轮候公屋的资格，控制公屋的“膨胀”。我的建议是投入更多资源，为夹心阶层建屋，让努力工作、提高收入的市民可以有公屋之外的选择和房屋台阶，可以住得更大、住得更好，从而鼓励市民踏出公屋、向上流动，释放“锁死”在公屋中的劳动力。我再说一次，公屋应该是置业的踏脚石，而不应该是终点。主席，我谨此陈辞。",
    "embedding_key": "183",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "香港",
      "轮候",
      "劳工",
      "本地",
      "工作",
      "外来",
      "不少",
      "劳动力",
      "输入"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "13.洪雯议员：根据《2021年人口普查》，全港有超过10万个住户居于分间单位(俗称“㓥房”)，而运输及房屋局于2021年3月发表的《“㓥房”租务管制研究工作小组报告》显示，近50%㓥房住户没有申请公共租住房屋(“公屋”)。就此，政府可否告知本会：(一)有否统计，现时在未有申请公屋的㓥房住户中，家庭收入超出申请公屋的入息限额的夹心阶层住户数目及所占比率为何；(二)有否统计，现时在未有申请公屋的㓥房住户中，住户成员中有非香港居民(包括持有《往来港澳通行证》的内地居民及提出免遣返声请人士)的住户数目及所占比率为何；(三)有否统计，2016年至2021年，居于㓥房而(i)家庭收入超出申请公屋的入息限额的夹心阶层，以及(ii)住户成员中有第(二)项所述的非香港居民的住户数目及该等数目占未有申请公屋的㓥房住户的比率分别为何；及(四)有否研究，除了上述原因，有否其他原因导致㓥房住户没有申请公屋，并按原因列出该等住户的数目及所占比率？房屋局局长于2023年10月18日提供的书面答复文本载于附录3。",
    "embedding_key": "184",
    "poignancy": 0.5,
    "keywords": [
      "住户",
      "公屋",
      "有否",
      "申请",
      "2021",
      "数目",
      "比率",
      "未有",
      "10",
      "入息"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。我赞同刚才秘书长读出的所有总目纳入附表。我在二读辩论的时候，对香港公共财政的可持续性表示担心，多谢司长刚才的解说，告诉我们香港的公共财政非常稳健，我对司长的保证有信心。不过，我也想讨论一下香港走向福利主义这种趋势。刚才司长提到数个数字，过去5年，我们的医疗开支增加44%，福利开支增加52.2%，教育开支增加21.6%，其实远远不止这数个方面。譬如，我们大量建公屋，不计代价。建公屋不是一次性的投入，每年还需超过数百亿元来维护管理。我们的财政支出逐年膨胀。未来的发展趋势是怎样呢？这么快的增长速度令我有点担心，我认为香港绝对不能走向西方福利主义的道路，福利的目标是提供最底层的安全网予最需要的人，但不应该用福利把人安顿在基层。资源的分配，目标应该是扶基层和青年上流，构建以中产为主体的社会。要扶基层与青年上流，必须搭建向上流动的阶梯，包括就业阶梯和房屋阶梯。我们大量建公屋，社会资源大部分下沉到基层，但夹心阶层，即是我们所说的穷中产，他们没有资格轮候公屋，背负沉重的供楼负担，其实他们的生活境况，相比享受公屋和各种福利的基层，有时还要辛苦。一个社会，如果努力工作的人，生活条件还不如享受福利的人，必然会出问题，香港目前其实出现了这样的倾向，特别是房屋领域。我不得不提醒，我们的资源向公屋倾斜，而夹心阶层的住屋供应严重不足，这一个社会现实，不是鼓励基层向上流，反而是鼓励中产向下流，鼓励我们的年轻人“躺平”。其实，已经有很多企业家向我反映，很多青年雇员要求放无薪假、不升职、不加薪。情况就是这样，因为他们的收入增长后，生活可能会过得更苦，所以我再次向司长反映，我希望未来政府可以调整资源的分配，把更多的资源用来搭建阶梯，推动青年往上流，推动基层往上流，推动香港社会的阶层流动。多谢主席。",
    "embedding_key": "185",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "基层",
      "上流",
      "福利",
      "阶梯",
      "香港",
      "司长",
      "中产",
      "我们",
      "资源"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。行政长官，我的问题是关于如何用好香港国际金融中心的地位，助力新质生产力的发展。我们经常说，香港是国际金融中心、资本流通平台、“超级联系人”，但我认为我们这个国际金融中心是离地的。绝大多数国际金融机构以香港为平台，开展国际金融业务，但这些业务与本地没有太大关联。资本在香港这个平台上流通，从东流到西，从西流到东，但他们在本地没有扎根，不是服务于本地产业的发展。我举例，2018年，我们修改上市规则，引入新的第十八A章，让未有收入和利润的生物科技公司可以来港上市，很快有50多间、至今有60间生物科技企业来港上市，香港成为全球第二大生物科技集资中心。但我把这五六十间企业全部看了一遍，只有两间与香港本地有实质性关联，即是我们成为了全球的生物科技集资中心，但本地的生物科技产业未有真正受益。我想问行政长官，特区政府会否考虑重新定义金融的价值，调整香港国际金融中心的定位，我们服务国际的业务非常重要，但在服务国际的同时，会否考虑增加一个本地的维度，用好国际金融中心的功能，服务本地，推动香港本地新质生产力的发展呢？谢谢。(行政长官示意拟回应议员的发言)",
    "embedding_key": "186",
    "poignancy": 0.5,
    "keywords": [
      "本地",
      "生物科技",
      "香港",
      "金融中心",
      "国际",
      "行政长官",
      "新质",
      "来港",
      "会否",
      "服务"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我们今天讨论的是一个非常重要的话题，国际化是香港的安身立命之本。香港由成为现代意义上的城市的第一天开始，就是作为一个国际贸易的枢纽地位。今时今日，全国有660多个城市，我们不缺多一个一模一样的城市，如果失去了国际化，香港可能连东莞都不如。“十四五”规划赋予香港“八大中心”的定位国际金融中心、国际创新科技中心、国际贸易物流中心等。每一个定位都有“国际”两个字，可以清晰看到国家对香港的期望。但是，今时今日，我们的国际化程度有下降的趋势。我给大家一些数据，境外企业在香港设立地区总部的数字，2023年较2019年下跌了13%；而境外企业在香港的地区办事处，今天相比2019年下降了7%。我特别想以贸易物流业为例，看看香港国际化所面对的挑战。香港以贸易起家，有98%企业属于中小企，其中超过30%从事国际贸易的业务。可以说，贸易物流业是香港国际化的一个寒暑表。今时今日，国际贸易格局面对很大的转变。贸易的模式、港口的科技发展、香港传统的贸易物流业的角色，正面对4方面颠覆性的挑战。第一，疫情3年，为追求政治正确，我们以优先和内地通关为目标，结果有很长时间“两头不到岸”，很多内地或海外的贸易绕过香港，形成了习惯。今时今日，它们不再回来了。第二，香港最熟悉的国际贸易或供应链的模式，是东方生产、西方销售。我们帮西方的贸易商、西方的品牌或零售商来亚洲采购产品；又或者帮亚洲国家采购西方的产品。但是，在今时今日的国际贸易格局之下，国际地缘政治变化，出现了nearshoring(近岸生产)、onshoring(在岸生产)，甚至friendshoring(友岸生产)。同时，贸易模式亦有变，很多时候不再来香港，甚至绕过香港。第三方面的颠覆，就是跨境电商(cross-border e-commerce)的发展。我刚才说香港的贸易商主要是帮海外品牌和零售商来亚洲采购产品，但是当现在cross-border e-commerce(跨境电商)发展起来，很明显的特征就是去中间化，不再需要中间的贸易商，电商平台直接连接供应商和消费者。香港如何从中找到一席之地？再者，智慧海关、智慧港口、智慧物流的发展日新月异，而香港是远远落后，我们再不赶上，就要被抛弃。今年的财政预算案提出香港未来要发展跨国供应链管理中心，这是一个准确的定位，但是，我们还需要一个顶层设计。我们需要一个大方向，来帮助我们10万家贸易商，为他们指明未来路向。我们是否仍需要努力维持与欧洲、美国的各种贸易关系？如何去维持？我们应该开拓哪些新市场？哪些潜在的货源地？如何去开拓？我希望政府要有一个顶层设计。今时今日，融入国家发展大局是所有人说得最多的。但是，我们有没有想过何谓国家发展大局？是否事事跟随内地，国家说甚么，我们就说甚么；国家做甚么，我们就做甚么？这样做，是否就是融入国家发展大局？我觉得这其实可能是一种懒惰，是一种失职。我们需要思考的是，面对今天的国际地缘政治环境，国家需要香港做些甚么，是内地城市不方便做，或者是做不到的？我希望我们的特首政策组在这方面做一些研究，甚么才是国家发展大局。昨天，习主席会见美国的工商界，他指我们未来要有一系列全面深化改革的措施，包括市场化、法治化和国际化。香港如何融入这个大局呢？我希望政府能够好好思考和回答。多谢代理主席。",
    "embedding_key": "187",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "今时",
      "我们",
      "国际贸易",
      "国际化",
      "贸易",
      "甚么",
      "大局",
      "电商",
      "国家"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢行政长官在公务员、问责官员和行政长官的岗位上服务香港数十年。同事都说了行政长官在很多领域的贡献，我想特别补充一点，就是香港第五波疫情最困难时，行政长官没有推行“全民禁足”和“强检”，让香港人少折腾，这一点我特别表示感谢。我们目前身处全球百年未有之大变局，地缘政治快速演变，全球政治、经济和竞争格局面临巨大变化，香港内部亦面对诸多深层次矛盾，我们需要一个具策略性、全球性和高瞻远瞩的定位、一个vision，来帮助香港应对全球和本地的种种挑战，让香港对国家的长远发展作出贡献，亦让香港人分享繁荣。上一任行政长官把香港定位为“超级联系人”，我想问，作为现任行政长官，林太认为今时今日，香港应该要有怎样的策略性定位，以应对未来的长远发展？多谢。",
    "embedding_key": "188",
    "poignancy": 0.5,
    "keywords": [
      "行政长官",
      "香港",
      "策略性",
      "定位",
      "多谢",
      "长远",
      "全球",
      "禁足",
      "应对",
      "大变局"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，过去几年，香港遭遇完美风暴：反修例动乱冲击社会稳定；中美冲突令身处夹缝中的香港受到挤压；新冠疫情下，香港几乎成为孤岛；外围经济疲弱、内部赤字积累。我一直呼吁政府，香港需要开启一场轰轰烈烈的疫后重建。对于复常后的首份财政预算案(“预算案”)，香港市民和我自己都充满期待。过去几年，我们一直采取扩张性财政，引入大量逆周期措施，为了稳经济、稳民生。来到今年，短期扶助经济民生的措施同样重要，但我非常期待我们能有长远的布局，启动经济结构转型，推动产业多元化，搭建就业和房屋阶梯，扶基层和青年人上流，从而构建以中产为主体的橄榄型社会。对于应对眼前问题的短期措施，以及开启未来的长远投入，这份预算案均有所着墨。我尤其关注长远发展的顶层设计，香港之前已经有了创科发展蓝图、青年发展蓝图、基层医疗蓝图，而预算案中又提出了文化创意产业蓝图、基建发展蓝图、渔农业发展蓝图。一个香港长远发展的愿景慢慢出现，值得鼓舞。接下来，我想为预算案之后的发展，提出几点建议。首先，我十分关注香港公共财政的可持续性。前几天，新一轮消费券又开始发放，每人3,000元，稍后再发放2,000元，涉及金额大约360亿元。对市民来说，连续多次有直升机从天空洒钱下来，人人有份。有人开心，有人见怪不怪，没感觉。但我，是担心：这360亿元是否用得其所？我个人的浅见是，在疫情接近尾声时再发放消费券，实在是任性。有3方面的数字，让我不得不担心香港公共财政的可持续性。第一方面是“派钱”。香港从2008年“金融海啸”开始大手笔“派钱”，包括税收减免、公屋免租、全民“派钱”等，到疫情之前共发放了约4,000亿元。之后就是3年疫情，防疫抗疫基金共用3,570亿元，加上消费券的1,300亿元，我们大约发放了9,000亿元。十多年来，期待政府“派钱”已成为不少市民的习惯。第二方面是财赤。香港自2019年至今连年财赤，经营帐目赤字累积超过6,000亿元，而未来3年的预测都是赤字，总共约3,500亿元，加起来的赤字共9,500亿元。我们会否出现“结构性财赤”，是政府必须评估的问题。第三方面是财政储备。2019年3月底，我们的财政储备有11,600多亿元，过去4年，如果扣除发行债券及房屋储备金结余回拨，财政储备消耗了5,650亿元，减少了差不多一半。但是，我们未来的投资承担越来越多，例如大量兴建公屋。公屋是长期的福利，不是一次性的建设投入，每年需要补贴超过100亿元来维修管理；再例如，我们已经批准的各种发展项目，涉及金额超过7,000亿元，但2022年的基本工程储备基金只有不足2,000亿元，空缺高达5,000亿元。事实上，香港越来越走向福利社会，各种福利膨胀，公屋越建越多，加上严重的老龄化，未来的使费会越来越多，我不得不问，未来入不敷支的情况会不会持续？多年积累的财政储备能够消耗多久？我们如何开源节流？这些问题，我希望政府慎重考虑。香港慢慢走向福利主义的趋势，是我想说的第二个问题。我认为，香港绝对不能走西方福利主义的道路。福利的目标，应是提供最底层的安全网给最需要的人，但不应该用福利把人安顿在基层；资源的分配，目标应是扶基层和青年人上流，构建以中产为主体的橄榄型社会。要扶基层和青年人上流，就必须搭建向上流动的阶梯，包括就业阶梯和房屋阶梯，而不是简单“派钱”。我想问，“派钱”有助于构建阶层跨越的阶梯吗？能帮助基层上流吗？另外，我们集中资源大量兴建公屋，但夹心阶层即所谓“穷中产”没有资格轮候公屋，背负沉重供楼负担，比享受公屋和各种福利的基层还要辛苦。一个社会，如果享受福利的人比辛苦工作的人过得更舒适，必然会出问题。香港目前慢慢出现这种倾向，尤其是在房屋领域，我不得不提醒政府，我们的资源大量向公屋倾斜，而夹心阶层住屋供应严重不足，这一社会现实，不是鼓励基层上流，而是鼓励中产向下流，鼓励年轻人躺平。这个现象根本已经发生，藉减少收入以便轮候公屋的情况并不少见。我希望政府慎重控制福利膨胀，控制公屋膨胀，把更多资源用来搭建阶梯，推动阶层流动。第三点，我比较失望的，是“香港投资管理有限公司”进展缓慢。施政报告提出，香港将成立“香港投资管理有限公司”(简称“港投资”)，由政府主导，投资于策略性的产业，吸引和助力更多企业在港发展。这是对我去年议员议案的直接回应，是政府管治理念的重大突破。自“港投资”宣布以来，社会对其充满期待。近期我收到很多查询，希望了解港投资的组织架构、章程、条例、投资方向等，但更多的是希望参与到“港投资”的发展和运作当中来。目前，我收到的合作意愿有5类：第一类机构，愿意拿出资本参与“港投资”的投资；第二类机构，有参与内地政府“引导基金”的投资和运作经验，希望也能为“港投资”服务；第三类是银行，希望为“港投资”提供融资服务；第四类是创科企业，希望得到“港投资”的投资，并落户香港；第五类则是投资界精英，希望能为“港投资”贡献个人力量。“港投资”的成立，是香港产业政策的一个重要内容，可以成为政府参与塑造经济结构的工具之一，让香港的金融功能服务于本地产业，故此，社会对之充满期许。我期望政府能尽快推进“港投资”的运作，对各界的期待有所回应。最后，我想谈谈预算案提到的人工智能超算中心。目前，全球都在加大人工智能产业投入，抢占未来数字经济的制高点。这当中，人工智能超算中心是本地人工智能技术和产业发展的关键。我在预算案建议书中向司长提出，香港在数字基建方面需要追落后，尤其是需要尽快建设AI computing centre，即AI的超算中心。所以，我很开心预算案提出，会研究香港是否需要建设超算中心。我调研了不少大学教授、研究机构、创科公司、本地企业等。其实香港目前已经有庞大的算力需求，但因为本地没有超算中心，需要拿到内地去演算。一方面，他们需要排队，因为内地本身的算力资源也不足够；另外，因数据跨境流动方面有很多限制，拿到内地去演算再拿回来香港，有不少困难。其实，香港本地已有庞大的算力需求，例如政府部门及各个法定机构，包括科学园、数码港、大学、香港交易所、证监会、机场、港铁、医管局等，都已经足够支撑起一个超算中心，所以我希望政府尽快决策。另外，在香港研究是否需要建设超算中心的过程中，我建议先建设一个小型的算力中心，作为先导实验。这个先导实验不需要大规模土地和投资，可以用来探索我们未来的超算中心用甚么技术逻辑、用甚么硬件、用哪种营运模式，为未来的项目作出参考。主席，我谨此陈辞。",
    "embedding_key": "189",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "公屋",
      "000",
      "超算",
      "预算案",
      "投资",
      "福利",
      "亿元",
      "基层",
      "蓝图"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。人才是创新发展的重要基础，香港近年推出多项引入海内外科技人才的计划，其中申请科技人才入境计划的公司需要预先申请配额，获得配额后才可以申请专才，然后再向入境事务处申请签证，过程繁复。请问当局会否检讨该计划，简化申请的程序，协助香港引入科技人才？",
    "embedding_key": "190",
    "poignancy": 0.5,
    "keywords": [
      "科技人才",
      "申请",
      "配额",
      "入境",
      "计划",
      "引入",
      "专才",
      "洪雯",
      "会否",
      "香港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢主席。香港现时处理退役电池的一般做法，是出口到其他国家进行处理。但是，受到疫情影响，加上国际航班延误，不单运输成本大大增加，亦令许多退役电池滞留香港，仓库面临饱和问题。我想问政府，是否已经研究在本地设立退役电池回收场？目前计划进度如何？",
    "embedding_key": "191",
    "poignancy": 0.5,
    "keywords": [
      "退役",
      "电池",
      "洪雯",
      "国际航班",
      "香港",
      "处理",
      "运输成本",
      "不单",
      "延误",
      "现时"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "16.洪雯议员：《2023年施政报告》提及，引进重点企业办公室(“引进办”)已接触超过200间重点企业，当中30间正计划落户香港或在港扩充业务；而投资推广署在2023年首9个月已协助逾300间海内外企业在港成立或扩充业务。就此，政府可否告知本会：(一)上述企业(即(a)正计划落户香港或在港扩充业务的重点企业及(b)在2023年首9个月在港成立或扩充业务的海内外企业)按(i)业务类型、(ii)母公司注册地，以及(iii)曾否在香港设立分部或开展业务划分的数目(以表一至表三列出)；表一(i)(a)(b)生命健康科技人工智能与数据科学金融科技先进制造与新能源科技商业及专业服务创意产业其他表二(ii)(a)(b)内地欧美日韩中东东南亚其他表三(iii)(a)(b)曾在香港设立分部或开展业务从未在香港设立分部或开展业务(二)投资推广署有否向海内外企业提供优惠条件，以吸引它们落户香港或在港扩充业务；及(三)鉴于引进办现时没有向受吸引落户的重点企业提供特别优惠条件，引进办会否考虑提供有关条件；如会，所采用的准则为何？财政司副司长于2023年11月15日提供的书面答复文本载于附录1。",
    "embedding_key": "192",
    "poignancy": 0.5,
    "keywords": [
      "2023",
      "扩充",
      "香港",
      "企业",
      "落户",
      "开展业务",
      "业务",
      "引进",
      "分部",
      "海内外"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：代理主席，我非常认同原议案及各修正案中提出“检视《长远房屋策略》”、“协助市民向上流动”的思路。不过，我并不赞同缩短置业阶梯。置业阶梯是为没有资格轮候公屋、但又买不起私楼的夹心阶层提供，而夹心阶层的能力和需求各有不同，故应为他们提供更多选择。如果缩短置业阶梯，无论是放弃绿置居，还是放弃首置，无疑都会减少夹心阶层的选择，我不同意这一点。然而，我完全同意房屋政策的大方向，是应该推动市民向上流动。回顾过去10年的《长远房屋策略》(“《长策》”)，我只能慨叹《长策》既不长远，亦没有策略，更没有愿景、没有灵魂。在《长策》10周年之际，我们需在根本逻辑上进行调整，提出真正和有远见的策略，从盲目追随市场需求，转向引导市场需求，达至我们的愿景。简单来说，目前《长策》的最基本逻辑，是审视当前房屋的供需状况，并根据人口等发展趋势，预测未来10年的房屋需求，然后提出扭转供需失衡的解决方案。这是香港制订公共政策最典型的思维，即由需求驱动(demand-driven)，市场需求甚么、需要多少，便决定了政府会提供甚么、提供多少。这种模式有其可取之处，能够回应市场需求，不太会出现“大白象”工程。不过，其缺陷也很明显，就是我们很少思考，市场上的这些需求是否合理？我们盲目满足这些需求，会出现怎样的结果？这些需求应否改变？又如何改变？房屋一旦建成，最少要使用50年，资源便将锁在其中最少50年。因此，我们在决定兴建哪一类房屋时，必须思考在未来50年，香港的房屋结构应如何演变？我们希望有多少人住在专为基层提供、住户收入长期受限的公屋中？多少人能往上流动，自置居所？多少人可以租住可负担的房屋？换句话说，我们需要回答，我们的愿景是甚么？我们如何在服务市场需求的同时，引导市场需求，达致这一愿景？很可惜，《长策》根本未触及上述问题。报告中提出的各种“策略”，只不过是实现供需平衡的手段。如果“供需平衡”就是我们的愿景，我只能说，这个愿景格局太小、层次太低。在新冠疫情前的一个房地产周期，楼价持续飙升，公屋轮候册快速膨胀，轮候时间不断延长。为应对需求，政府于2018年在《长策》中调整了房屋供应比例，在两个7：3的政策下，政府资源严重向公屋倾斜，不惜代价来完成建公屋的KPI，让轮候公屋的市民尽快“上楼”。然而，事实上，今时今日香港根本不缺公屋，我们缺的是公屋之上的房屋台阶。由于缺乏房屋台阶，公屋“有进无出”，根本无法流转，加上夹心阶层的出路太少，更有不少人“向下流”轮候公屋。一批壮年劳动力因此被锁在公屋轮候册上，令本地劳动力的供应严重不足。基本上，我们的房屋政策非常短视，目标只是“上楼”，而非“上流”。这种思维引导更多人成为依赖公屋的基层，而房屋台阶的缺乏亦窒息了向上流动的动力和空间。我认为需求是可以被引导、被塑造的，关键是我们要赋予《长策》长远的愿景，配以真正的策略，从跟着市场需求走，转变为引导市场需求。我建议尽快调整资源分配，搭建能让市民一步一步往上走的房屋阶梯，将部分用于公屋的资源节省下来，用于扶持基层和青年向上流动，同时加快公屋的流转，逐步壮大中产阶层，构建以中产为主体的橄榄型社会。我谨此陈辞。",
    "embedding_key": "193",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "房屋",
      "长策",
      "轮候",
      "愿景",
      "市场需求",
      "我们",
      "夹心",
      "需求",
      "阶梯"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯 / WENDY HONG",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：主席，我认为“改革公务员制度，提升政府施政效能”非常重要。我首先想肯定，香港拥有相当高质素的公务员队伍。我曾经与不少公务员共事，有才华、有服务社会的热诚、工作表现出色的公务员并不少见。另外，我担任议员短短数个月，已经有数次“成功争取”的经历，例如我之前争取把建造业纳入“保就业”计划、为公共运输界前线清洁和保安人员提供抗疫津贴，以及让滞留内地及海外的优才、专才可在香港境外更新签证等，都得到政府部门迅速、积极的回应，我想借此机会表示感谢。不得不说，不少部门公务员敢于接纳外界的意见，迅速回应社会诉求，值得肯定。不过，客观来说，公务员队伍中的确存在“少做少错，不做不错”的心态。怕承担责任，一切跟程序办事，不敢突破创新；加之政府行政架构上分散和混乱、体制上架床叠屋，这几大原因，大大拖低施政效率。举例而言，香港土地房屋问题严重，其中一个原因就是政府施政效率低下。以私人发展项目为例，一个发展项目可能涉及《城市规划条例》、关乎道路工程的条例、《环境影响评估条例》等多项条例，归多个局和署管辖。为完成一个项目，发展商要跑不同衙门；而很多时候，部门之间缺乏协调和统筹，给出的意见甚至互相矛盾，令项目申请人极为痛苦。举例而言，一个住宅发展项目需要建一条路，可能初步设计得到路政署的批准，但渠务署提出反对。如果按照渠务署要求修改，可能反而会导致路政署又提出反对；如果按照路政署的要求修改，可能又与环保署的要求相抵触。各个部门从自己的专业和评判角度出发，给出符合自己部门要求的意见，无可厚非。但是部门一切跟程序、缺乏统筹协调，大家都不愿意多走一步，不理会项目发展的效率，只保障自己部门不犯错，变相要由申请项目的企业来推动部门之间的协调，成为不同政府部门之间的“磨心”，疲于奔命，一年一年蹉跎岁月。新一届政府将会分拆运房局，从土地房屋发展的角度来看，管理架构更分散，企业需要多跑一个衙门。若公务员维持“一切跟部门程序”办事的心态，可能又要多蹉跎一两年。可见施政效率不理想，一方面是部分公务员“少做少错，不做不错”的态度，原因如同各位同事所讲，薪酬调整及职位升迁没有与工作表现紧密挂钩；但也与各项法例日趋臃肿、政府行政架构分散、混乱相关。所以，要提升政府施政效率，我们需要改革公务员体制，容许问责官员参与决定公务员的升迁解雇，并将之与工作表现挂钩。同时，我们还需修改、精简各类条例，并理顺政府部门之间的关系，处理政府部门之间不协调、无统筹的问题。我们需要用一个共同的发展目标做导向，推动跨部门的协同，推动敢担责、想做事、能做事的公务员上位，才可以真正地提升行政效能。在此，我还想呼吁香港社会建立容错的文化。我们日日说要创新、要改革，但不是每一次创新和改革都会成功。从前，社会对立、立法会撕裂，官员小小错误就会被围攻，甚至被扣“官商勾结”的大帽子。试问这种文化之下，谁敢做事？今天的立法会已经不同，社会的对立亦慢慢开始弥合，我期待社会建立容错的文化，给公务员提供做事的环境，让公务员够胆担责、够胆创新、够胆犯错。我谨此陈辞。",
    "embedding_key": "194",
    "poignancy": 0.5,
    "keywords": [
      "公务员",
      "施政",
      "条例",
      "部门",
      "路政",
      "效率",
      "项目",
      "政府部门",
      "做事",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:06",
    "expiration": null,
    "subject": "洪雯",
    "predicate": "said",
    "object": "speech",
    "description": "洪雯议员：多谢代理主席。我非常支持谢伟铨议员提出的议案，以及邱达根议员和黄元山议员提出的修正案。今日，很多同事的发言非常精彩，包括邓家彪议员、梁子颖议员和陈克勤议员等，我多谢他们指出目前政府采购、招标制度的种种弊端，非常值得政府深思。多年来，香港一直评为全球最自由经济体，政府招标采购，一直强调自由竞争、一视同仁，不会因产品的原产地而有任何优惠。我明白香港在WTO(译文：世界贸易组织)规则下，政府采购程序需要公开、公平及具竞争性。但是，如果我们因此放弃对本地企业(尤其是本地中小企)的支持，完完全全是得不偿失。过去20年，香港没有一间本地企业成长成为国际一流的大企业，一间都没有！这说明了甚么问题？说明了我们中小企业的生存和发展环境完全不理想，而难以进入政府采购这个庞大的市场，便是其中一个十分重要的障碍。在中小企工作的一半香港人，为此付出代价。事实上，几乎所有WTO的成员经济体，皆会将政府采购当作重要的产业政策工具、作为支持本地产业发展的重要手段。尤其在科技、环保、文化、农业等领域，各国都广泛利用政府采购来扶持本地中小企的发展。如同梁毓伟议员刚才指出，让自由市场中的香港中小企，跟其他国家得到政府支持的企业，进行自由竞争，其实并不公平。(主席恢复主持会议)事实上，全球都在反思自由放任的资本主义体制，反思政府在经济发展中应该承担的责任、应该扮演的角色。香港不应该再固守自由市场的原教旨主义，我们应该善用公共采购的庞大市场，鼓励本地中小企参与，为他们扩阔商机，缔造有利中小企营商的环境，提升香港长远竞争力。此外，我亦同意多位议员的建议，政府需要重新建立一套招标评估体制。在此，我尤其想强调“劳工权益”这个元素。疫情下，我接触到不少前线清洁工人，他们坚守岗位、无私奉献的精神让我非常敬佩和感激；但是，他们的报酬、福利、工作环境之恶劣，让我很心酸。社会的发展，离不开这些基层工友的贡献，但是他们分享到多少香港的繁荣？贫者越贫，富者越富，我们目前这种“价低者得”、剥削基层劳工的思维正是其中一个原因。政府采购，其实代表全社会的价值取向，显示政府对本地、对基层的承担。我希望我们把劳工权益、福利、职业安全和劳工发展作为招标评估的重要因素，引导整个社会尊重基层、保护劳工权益，让他们共享香港的发展。为了杜绝“割喉式入标”，我近期听到一个很有创意的建议，可提出供大家参考。这个建议就是“出价第二低者得”，即不是出价最低者得，而是第二低者得。在这种模式下，大家不会争相压低要价，因为“割喉式入标”肯定赢不到；同时，入标者亦不会“吊高嚟卖”，始终不是“价高者得”。在这种思路下，入标者在压低标价的同时，会比较贴近现实，兼不会“割喉”。采用这种模式，同时配合其他元素，包括扶持本地中小企、兼顾创新、环保、劳工权益等因素，相信会改善本地中小企的生存条件，鼓励社会创新，提升香港长远竞争力。我谨此陈辞。",
    "embedding_key": "195",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "本地",
      "香港",
      "中小",
      "政府",
      "劳工",
      "采购",
      "基层",
      "招标",
      "权益"
    ],
    "filling": {}
  }
]