[
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我在此要感谢政府从善如流，接纳了很多议员，包括我们工联会就着这条例草案提出的修订建议。会议辩论至此，重塑区议会的成败关键已不是通过这条例草案那么简单，而是地区治理能做出多少令市民感受到、摸得着的好事来。未来，政府民政事务专员作为地区治理的主体责任人，市民有理由对我们的政府官员有更高期望。政府官员将会任重道远，要切实排解民生忧难，让市民有更多的获得感、幸福感和安全感。工联会全体议员将支持有关的条例草案和修正案，并在接下来的工作上，更积极参与地区治理，以协助政府在地区有效施政，做出实绩，令新的区议会风清气正，不负市民的热切期望。主席，我谨此陈辞。",
    "embedding_key": "0",
    "poignancy": 0.5,
    "keywords": [
      "区议会",
      "市民",
      "草案",
      "工联会",
      "议员",
      "政府",
      "条例",
      "治理",
      "地区",
      "热切期望"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，工联会全力支持完善地区治理。改革区议会是必须，而且刻不容缓的。我早前在报章上发表文章，详细阐述了区议会的前世今生。在此，我可以推荐给各位议员参考。代理主席，港英管治香港百多年，我们看不到他们在地区层面有甚么可以参政议政的安排。到回归前夕，才急急推行代议政制，这并非他们良心发现，而是港英希望透过权力下移和意识形态的操控，培养其代理人延续英国在香港的利益和管治。回归以来，社会不断“泛政治化”，同样地，区议会制度也逐步全面崩坏，沦为反中乱港的工具，甚至成为颠覆政权、“港独”的平台。一个非政权性质的咨询组织，被反中乱港分子利用，变成了一个“泛政治化”的颠覆政权反政府组织，而其运作是来自公帑，这正式是“食碗面、反碗底”。这个做法极端荒谬，严重影响社会稳定，危害国家安全。出现了漏洞，必须通过制度的改革来及时堵塞。类似的情况，就像曾被“黑暴”骑劫的香港电台，在最恶劣的时候，公然成为反中乱港的宣传机器。现在已经拨乱反正，所以区议会的改革更待何时？2019年第六届区议会，“黑暴”区议员的表现可以用“倒行逆施”来形容。他们不单没有建言献策，反而不务正业，只搞自己的政治投机，靠蛊惑和煽动人心来骗取政治筹码。他们的服务以政治先行，在门外张贴侮辱的字句。在这里(议员展示一幅图片)，大家可以再次看看当时荒谬的情况，是拒绝为不同政见的人士提供服务。这些正式是政治凌驾民生的恶行，让大多数市民对区议会感到心寒。“黑暴”区议员更利用区议会的公帑大搞“黑暴”文宣，甚至在区议会提出把一些街道和公园改为“黑暴”事件的名称。更令人愤慨的是，“黑暴”区议员好像哄狗只一样，要求市民喊出“黑暴”口号，才能够得到服务。这简直是岂有此理。在“爱国者治港”的原则下，“是可忍，孰不可忍”。代理主席，早在2019年的十九届四中全会上已经提出建立健全香港特别行政区维护国家安全的法律制度和执行机制，以及坚持和完善“一国两制”制度体系。我们的区议会地区治理，是整个制度体系非常重要的一环。今次完善地区治理、改革区议会，让区议会“去政治化”，重回《基本法》第九十七条非政权组织性质的咨询职能，以及服务地区民生的初衷。这是政府的责任所在，也是民心所向，理应得到支持。工联会支持《2023年区议会(修订)条例草案》(“《条例草案》”)，并呼吁各位议员同事能够支持。在此，我要提出支持《条例草案》的四大理由。首先，现时地区民生有很多陈年积压下来的问题，急需要解决。区议会“去政治化”，回复咨询职能，有助促进政府改善地区施政，推动地区发展和提高动能。特别是在完善之后，民政事务专员作为地区治理的第一责任人，能够直接推动地区发展和解决地区民生问题，再不会像以往一样在反中乱港和爱国者之间左右逢源，上下其手。我们相信新的区议会能够切实改善民生和提升地区服务，落实“以民为本”的施政理念。其次，引入资格审查和提名机制，能够确保区议员的素质和符合“爱国者治港”的原则，再不会出现因拒绝宣誓而导致议员悬空的情况，并切实维护国家安全。第三，新的区议会引入监察区议员表现的制度，更强调的是区议员履职的表现，有具体客观的工作指标，以剔除害群之马，有助重塑区议员应有的正面形象。第四，区议会的构成更有广泛代表性和均衡参与，更能够做到广纳贤能的结果。新制度引入地区委员会界别和委任议员，让区议会可以吸纳不善于政治操作的专业人士和资深的地区人士，让他们的声音能够被吸纳成为政策的一部分，从而达到改善地区治理的效能。代理主席，完善地区治理关乎数百万的民生福祉，刻不容缓。其中最重要的一环，就是今次《条例草案》的通过。我和工联会绝对支持《条例草案》的通过。只有通过法案，我们才能够真正落实“爱国者治港”，并落实各项民生政策，提升地区服务，切实排解民生忧难，筑牢社会和谐，稳定基石，实现良政善治、由治及兴。代理主席，我谨此陈辞。",
    "embedding_key": "1",
    "poignancy": 0.5,
    "keywords": [
      "区议会",
      "议员",
      "黑暴",
      "地区",
      "民生",
      "反中乱",
      "政治化",
      "草案",
      "治理",
      "能够"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，我发言支持《2023年刑事诉讼程序(修订)条例草案》。自“黑暴”以来，社会有一种忧虑，就是“警察捉人，法官放人”，这让公众对于香港司法界抱持不信任的态度，市民对于法律界能否中立及不偏不倚地审理国安案件抱有怀疑。事实上，香港法律界部分人士一直与反对派沆瀣一气，香港大律师公会过往亦经常与反对派立场相近，法律界中有多少偏袒和同情反中乱港分子的法官，我们无法得知。最令我们担心的是，某些法官因自己的意识形态和偏好“放生”国安案件的被告，而控方却无法上诉，眼巴巴看着犯人逍遥法外，这是我们最不愿见。今次的法例修订建议是针对高等法院刑事诉讼程序中一个漏洞，就有关漏洞，很多议员已作出说明，我不再在此赘述。从某种意义上看，刑事诉讼程序，包括国安案件的审理程序要有进一步的完善，借以释除公众疑虑，为有关案件多设一个把关机制。事实上，就国安案件非常需要多设一个把关机制，不一定是因为法官有意“放生”，也有可能是因为法官对《香港国安法》认知不足，国安意识薄弱、不到位。例如早前黎某人希望聘请海外大律师，法庭错误理解《香港国安法》的条文，越俎代庖，批准黎某人的申请，最终要由特区政府提请全国人大释法，并以提交《2023年法律执业者(修订)条例草案》作出处理。事实上，区域法院刑事诉讼程序存在让控方提出上诉的机制，所以是次修订是与地方司法程序即区域法院的程序看齐。国安案件涉及重大国安问题，必须有严谨的法律程序。万一法庭出现错误理解、错判甚至刻意“放生”的情况，而政府却不能就无罪裁决提出上诉，便会形成国安漏洞，也会导致对控方构成不利。当罪犯逃之夭夭后才贼过兴兵，已经于事无补。因此，容许控方就原讼法庭对国安案件作出的无罪裁决提出上诉，实为有其必要，因这便可堵塞有关的国安漏洞。在此需要特别强调的是，是次修例建议并不会影响法律的公平、公正。事实上，控方就案件提出上诉并没有干预法庭的运作，反而给予上诉法庭重新审视案件的机会，以减少作出错误判决，有助对国安法律体系作出一大完善和改进，亦有助提升国安案件的审讯质量。代理主席，我和工联会全力支持是次修例建议，以堵塞国安漏洞，完善《香港国安法》下的法律体系，希望各位同事也能予以支持。我谨此陈辞。",
    "embedding_key": "2",
    "poignancy": 0.5,
    "keywords": [
      "国安",
      "控方",
      "案件",
      "上诉",
      "程序",
      "漏洞",
      "刑事诉讼",
      "法官",
      "法庭",
      "国安法"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，很高兴听到政府再次强调本地劳工优先就业，我希望政府能在其言行上实际兑现这项承诺。主席，政府委托建造业议会营运建造业输入劳工计划的中央宿舍，是建基于管理的需要。然而，倘若只抱着管理心态做事，难以令被管理者感到开心。因此，政府应该明白，唯有工会才可更贴心地服务工友。政府会否因而改变其现有思维，与工会加强合作，一同服务这些工友？",
    "embedding_key": "3",
    "poignancy": 0.5,
    "keywords": [
      "建造业",
      "政府",
      "工友",
      "劳工",
      "工会",
      "被管理者",
      "吴秋北",
      "会否",
      "主席",
      "服务"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，根据局长的主体答复，相关的人力资源推算结果要到2024年第三季才完成，而报告则要到2025年才发表。在推算结果公布之前，政府有甚么措施促进“八大中心”的人力资源发展规划，而不是等到2025年才做工夫呢？",
    "embedding_key": "4",
    "poignancy": 0.5,
    "keywords": [
      "2025",
      "人力资源",
      "推算",
      "吴秋北",
      "2024",
      "结果",
      "第三季",
      "八大",
      "答复",
      "议员"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，10月24日，全国人大常委会通过《中华人民共和国爱国主义教育法》。作为港区全国人大代表，本人支持并欢迎有关法案的通过，更乐见李家超特首表示将调动全社会力量积极对接。对于弘扬爱国主义精神，推动爱国主义教育，工联会在回归前后都是身体力行，走在最前的，多年来也是持续不断地推动政府加强这方面的工作。近几年来，政府在推动爱国主义教育方面做了不少工作，但这些只属亡羊补牢，追落后，与迟我们两年回归的澳门比较，香港的爱国主义教育的进展非常缓慢。澳门教育暨青年局早在2004年已推出《“爱国爱澳”教育实施纲要》，“爱国爱澳”教育早已列入长期教育政策。正所谓“十年树木，百年树人”，如果教育方面不正确，所造成的结果非一朝一夕能够扭转。我再次重申，教育具有主权性，爱国主义教育就是捍衞主权的重要一环，做不好爱国爱港教育，就等于缴械投降，放弃对国家安全及主权的维护，这是个关乎“一国两制”行稳致远，江山社稷的大是大非问题，所以政府有责任帮助港人建立对国家和中华民族优秀文化的认同，自觉维护国家统一和民族团结。2012年的反国教和非法占领，以至之后越演越烈的2019年“黑暴”颜色革命充分证明，建立和培养市民爱国爱港的观念及国家观念是非常重要的。香港在爱国主义教育上开展得太慢太迟，也浮于表面和形式。爱国主义不单是一门学科，而且必须是流淌于每一个公民血液里炽热虔诚的家国情怀，要深植于心，遍地开花，成为一种自然自发的社会风气。“一国两制”的根基要稳，爱国主义教育任重道远。特首在施政报告提出要成立“爱国主义教育工作小组”及“弘扬中华文化办公室”，这两项工作机制，除了统筹之外，也需要有加强指导和监督的功能，对爱国主义教育有整体的把控。主席，我在早前的人大层面也提出在香港设立国家级的抗战纪念馆，以丰富本港爱国主义教育实践载体。所以我的修正案增加了为青少年丰富爱国主义教育内容及实践载体的内容，用意就是督促政府广开思路，从不同的层面更有针对性地开拓不同形式的爱国主义教育平台。政府在新一份施政报告公布将设立两所博物馆介绍国家和抗战历史，我认为这是个好开始，同时也要提醒政府把握好历史的站位，树立爱国主义教育的历史观，实事求是地记录、传承及讲好历史。工联会青年事务委员会刚刚完成了一份研究报告，指出现时不少博物馆的展品和表述仍然沿用殖民统治的立场。香港海防博物馆正正是研究对象之一。现存的问题已在报告里一一列举。我在这里敦促政府要好好地修正。另外也建议政府设立“爱国主义教育周”，发挥新一届区议会18区关爱队架构的优势。结合地区工作开展爱国主义教育，引导社会厚植爱国主义情怀，希望特区政府能够按照爱国主义教育法的规定和有关情况，全面推展市民(特别是青年)做好爱国主义教育。(计时器响起)",
    "embedding_key": "5",
    "poignancy": 0.5,
    "keywords": [
      "爱国主义",
      "教育",
      "政府",
      "爱国",
      "特首",
      "工联会",
      "爱澳",
      "爱港",
      "教育法",
      "施政报告"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，多位议员都十分关心......",
    "embedding_key": "6",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "吴秋北",
      "......",
      "十分关心",
      "多位",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，《条例》实施了一年，当中需要完善的地方还有很多，例如租管。政府口头上就说要为处于水深火热的“㓥房”住户解决问题，但最立竿见影的其实是起始租金。但是，在这件事上，政府一直讳莫如深，希望政府不要再回避。局长能否告诉本会，为何不设置起始租金？请不要再用“未掌握数据”来做借口。",
    "embedding_key": "7",
    "poignancy": 0.5,
    "keywords": [
      "起始",
      "租金",
      "政府",
      "吴秋北",
      "租管",
      "事上",
      "本会",
      "讳莫如深",
      "立竿见影",
      "水深火热"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，首先感谢各位议员对议案的支持和关注，不但有5位议员提出修正案，更有30多位议员发言，表达真知灼见。各项修正案均符合议案的原意，令议案更为完整丰富，本人对各项修正案表示认同。举例来说，黄锦辉议员的修正案指出，要对数码鸿沟深入研究分析，并提出应对方案，而且将原议案的探讨范围由公营扩大至私营，无疑是更全面。邱达根议员则建议完善数码基建，全面加强“智方便”平台的功能等。此外，葛珮帆议员特别提到应关注残障人士面对的数码鸿沟，呼吁智慧城市建设须做到关爱共融。李浩然议员的修正案建议，在中环、北都建设世界级智慧城市示范社区。对于这些建议，我都深表认同，认为是十分值得参考的意见。各项修正案和各位议员的发言相信会引起社会共鸣，为政府带来启发。感谢大家集思广益。在此，我也要感谢政府、局方对议案、修正案及各位议员发言的积极回应，但政府目前就智慧城市建设所作出的努力仍然远远不够。主席，这次辩论证明政府和社会各界对智慧城市社区建设非常重视。我想重申，建设智慧城市，实现智慧治理、智慧生活，最终目标应该是藉充分智慧化来消除数码鸿沟，让任何人在任何情况下均可提供服务和接受服务。全面高度智慧化是应对数码鸿沟的解决方案，但未达目标之前，数码体验均质、均等化是政府和社会需要努力的目标。最后，我的总结有以下几点。一......",
    "embedding_key": "8",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "智慧",
      "修正案",
      "数码",
      "鸿沟",
      "议案",
      "城市",
      "建设",
      "发言",
      "各位"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，本人动议通过印载在议程内的议案。香港要建成智慧城市，政府需要加大力度推动数码科技在社区层面的应用，更须消除数码鸿沟。我提出这项议案，源于一位市民的一句话，他说：“香港常说要建设智慧城市，但现在于公共图书馆借用电脑，却要用纸张和人手操作，显然是走在时代的最末端。”事实上，今天由创新科技及工业局代表政府在此作出回应并不足够。智慧社区的建设除了与科技有关，亦关乎社区建设、城市规划和公共服务，希望可以看到本届政府展现出跨部门合作的优越性。主席，政府早在2017年已发表《香港智慧城市蓝图》，并于2020年发表2.0版本，提出超过130项智慧城市措施，但落实情况有欠交代。举例来说，《蓝图》提出运用物联网技术来改善防治虫鼠工作，但时至2022年6月才推出相关先导计划。现在，时间又过了一年，但鼠患问题仍然是热门新闻，甚至让远在海外定居的港人直言是匪夷所思，更问我可否向政府捐赠他的红外线灭鼠技术。这次施政报告提出成立“数字政策办公室”，并设“数字政策专员”，而且会在明年推出数字政府及智慧城市“百项方案”，我期望政府能够在政务上带头做好，同时亦能加强推动民间和社区在智慧科技上的应用，让科技惠及大众，提升市民的幸福感。按照政府现时的安排，较多针对政府内部的智慧科技应用，而在推动民间和社区应用方面甚少着墨，也缺乏相应的鼓励和促进政策，各社区中心及其服务亦未有广泛运用智慧科技。智慧城市的民生系统规划和管理相关的大数据搜集进度如何，政府应该向公众交代；与数据搜集有关的法例是否需要更新，同样需要交代。  现时政府打算在2025年才全面实现“一网通办”，利用“智方便”提供“一站式”数码服务。一提到“智方便”，市民都会戏称是“至不方便”，我不知道局长有否收到这种意见。事实上，智慧城市是系统工程，不可能一觉醒来便实现，市民的普及应用需要持续不断地累积经验，特别是基层学生和长者，前者缺乏数码资源，后者的数码能力有限，政府应该加大力度推动智慧科技的普及应用。(代理主席马逢国议员代为主持会议)代理主席，数码科技的民间普及应用，明显出现数码鸿沟的问题。政府在科技应用上，往往未能做到以民为本，未能达到用家友善，更遑论照顾弱势群体。在疫情之下，基层家庭数码资源不足的问题更为突显，让“停课不停学”成为困扰。有大学研究发现，新冠疫情期间，数码鸿沟问题不单影响学生的学业，亦导致学生的精神健康出现问题和上网成瘾。研究又指出，在疫情前，香港学生的整体数码素养不足，疫后虽然有所改善，但部分学生因为经济困难而没有足够设备，其数码素养水平在疫后反而下降，数码能力差距扩大。公共图书馆的数码化服务是基层学子连结前沿数码应用科技的重要渠道。然而，香港智慧图书馆和公共图书馆在全面自动化和提升方面进展缓慢，服务亦相对落后，未有全面提供与虚拟实境和扩增实境相关的服务。目前，许多新款学习软件均采用VR(译文：虚拟实境)及AR(译文：扩增实境)技术制作教材。据了解，教育局也在这方面作出推动。如果基层学生只能在校内应用这些学习软件，使用频次将相对有限，可能令基层学生复习时间不足，学习难以跟上进度，形成电子学习上的劣势。在此，我建议教育局全面评估这些教材的使用情况，具针对性地不断推进和改善。所以，社区内有必要提供配套设施，以作支援。公共图书馆也应该设立学童专用区和专用时段，节省轮候时间。施政报告提出试行“社区客厅”。除了客厅功能之外，我希望“社区客厅”亦能协助改善“㓥房”学生的数码能力，消除数码能力的差距。特首鼓励生育时提到，基层家庭同样能够培养出科学家。如要做到这一点，智慧社区设施十分重要，这是基层儿童实验科技梦的基础。另一方面，要谈谈长者的数码鸿沟问题。建设智慧城市，是为了令城市治理更高效，令生活更便利。我们特别在此提出，解决数码鸿沟的方法其实很简单，就是要保证线下的办理渠道畅通。在内地某些城市，数码治理非常普及，重视普惠的数字生活体验，他们所说的“一码通办”，就是“线上线下一张网”，市民可以选择在线上或线下办理服务，又或是“线下办理、线上追踪”。真正的智慧化，实际上就是指所有人在任何情境下均能提供服务和接受服务。长期以来，政府处理数码鸿沟问题时，往往只从硬件着手解决。举例来说，疫情期间，需要扫描二维码方能进入食肆，尽管大多数长者都有智能手机，但很多人并不懂得使用，结果无法进入食肆，只能购买外卖。事实上，香港要发展智慧城市，同时避免数码鸿沟，除须解决硬件问题，也要令市民懂得使用数码科技，特别是数码知识相对薄弱的一群。工联会的康龄服务社早前与中石化合作，在翠屏长者中心增设乐龄数码教室，除了提供硬件设施，亦配合教学和指导，深受长者欢迎。我认为，政府有需要投入更大力度和更多资源，主动解决长者在数码知识和技术方面的难题。总而言之，智慧城市社区建设需要以人为本，减少数码鸿沟。特别是当市场趋向智慧全覆盖时，政府更须为数码弱势群体扶持保底。恳请各位同事支持我的议案，合力促请政府加快落实香港智慧城市的建设，特别在社区层面针对数码鸿沟问题作出更深入的大数据研究，具针对性地回应市民需求，减少数码鸿沟造成的跨代贫穷，真正实现“智慧社会，人人受惠”。代理主席，我谨此陈辞。吴秋北议员动议的议案如下：“现时，香港许多新科技的应用未能与时并进，亦未能紧贴各种服务和生活需要；香港要打造成智慧城市，政府在社区层面须大力推动数码科技的应用，更要消除数码鸿沟；就此，本会促请政府加快落实香港智慧城市社区设施建设、针对跨代贫穷及弱势群体所形成的数码鸿沟作深入研究分析，以针对性地推进各类服务数码化、智慧化，并不断扩大电子政府服务范围，为社区创造无障碍数码环境。”",
    "embedding_key": "9",
    "poignancy": 0.5,
    "keywords": [
      "数码",
      "智慧",
      "鸿沟",
      "社区",
      "政府",
      "城市",
      "应用",
      "科技",
      "服务",
      "香港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，香港智慧城市建设的普及远远不足够，这是不争的事实。我希望政府能以结果为目标、以人为本，提速智慧城市社区建设，以消除数码鸿沟，让香港成为领先国际的智慧城市，打造无障碍数码环境，人人均能受惠。希望各位支持我的原议案。多谢。",
    "embedding_key": "10",
    "poignancy": 0.5,
    "keywords": [
      "智慧",
      "数码",
      "城市",
      "吴秋北",
      "香港",
      "无障碍",
      "希望",
      "建设",
      "以人为本",
      "鸿沟"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：......那是一项整体的问题，例如......",
    "embedding_key": "11",
    "poignancy": 0.5,
    "keywords": [
      "......",
      "吴秋北",
      "议员",
      "一项",
      "例如",
      "整体",
      "问题"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，建设教育强国是重大的国家战略，也是我们取回教育主权、提升国家软实力的重要一环。在此事上，特区政府必须有担当，既要发挥香港自身的优势，也要服务国家所需，邓飞议员提出的“积极建设香港成为国际教育枢纽，为香港教育订立一套全面的战略发展蓝图”议案正正切合这个国家战略的需要，也让香港能够发挥在教育上的优势，因此我非常认同邓飞议员的原议案，也同时支持黄锦辉议员加入中共二十大报告有关“到2035年建成教育强国的目标”的修正案。这部分的修正是我原本打算提出的。同时，为让国家教育能够“走出去”，特区政府也应该加强鼓励本地高等教育界与他们合作，让香港的教育服务更多元并拓展规模，以巩固作为国际教育中心的地位。另一方面，我也希望这个香港教育发展的战略蓝图能够包括对职专教育的发展和重视，让蓝图不要只偏重传统教育而忽视职专教育，让香港作为教育枢纽的发展能够更加全面，因此我提出了修正案。香港现时有22所可以颁发学位的高等教育学院，最近又有专上学院升格成为本港第三间私立大学，提供更多的就学选择。在最新的QS(译文：国际高等教育资讯机构)亚洲大学排名中，本港有10所大学上榜，其中港大排名第二，中大排名第十，科大排名第十五，城大排名第十七，理大排名第廿三，浸大排名第六十四，香港的教育资源可说在亚洲区内以至全球都享负盛名。香港既然有这么好的教育优势，就应该充分利用，协助推动中国教育的品牌建设，主动发挥积极作用，把更多优质教育服务“引进来”，让更多优质中国教育服务“走出去”。我们要夺回我们的教育主权，提升国家和特区教育的国际影响力和话语权，让中华优秀传统文化思想能够“走出去”贡献世界，影响世界，作为在解决人类问题方面具有重要价值的教育方案。代理主席，以往香港过分重视文法教育，轻视职专教育，但是在新时代下的国际教育新趋势，传统追求文法学术的大学学位贬值。劳工市场更加需要具有动手能力的应用技术和职业技能的优秀人才。世界各地更多政府关注如何透过发展职专教育为青年提供更多元的发展，以激发他们的潜能，为社会创造更大的价值。香港要成为国际教育枢纽，职专教育改革必不可少。假如政府不能够认清这个潮流，不能够吸引更多的职专教育发展，将会令香港失去在职专教育的国际地位和份额，甚至削弱香港作为教育枢纽的角色。代理主席，我们必须把握建设教育强国这个重大国家战略的必要意义，学甚么、掌握甚么知识、培养甚么人才，不能够受制于人，要牢牢掌握教育的主权，让香港成为全球教育治理的参与者和建设者，促进国家成为具强大影响力的世界重要教育中心，说好中国故事。我在此支持邓飞议员的原议案及黄锦辉议员的修正案。我谨此陈辞。",
    "embedding_key": "12",
    "poignancy": 0.5,
    "keywords": [
      "教育",
      "香港",
      "职专",
      "议员",
      "能够",
      "排名",
      "国家",
      "国际",
      "枢纽",
      "邓飞"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "15.吴秋北议员：今年4月29日，爱国主义教育工作小组举行首次会议并决定设立4个分组(即学校教育、本地社区、历史政经文化及传媒宣传)，以展开爱国主义教育工作。有意见认为，历史政经文化是重大范畴，特别是抗战历史，是爱国主义教育的重要素材。就此，政府可否告知本会：(一)全港有多少个政府资助的爱国主义教育基地或机构；该等基地及机构举办了哪些爱国主义教育活动，以及有否评估该等活动的成效；(二)鉴于据悉，现时坊间有不少爱国团体自发举办各类爱国主义教育活动，更成立自家的爱国教育支援中心，政府在与地区组织和爱国工会等爱国民间力量的合作上已投放或准备投放多少资源，以及有否制订相应的绩效指标；政府会如何更好地发挥民间力量推动爱国主义教育；(三)鉴于内地设有不少爱国主义教育示范基地，并有不少抗战纪念馆和博物馆，更有东莞市虎门鸦片战争博物馆及深圳市东江纵队纪念馆等珍贵爱国主义教育资源，政府会如何利用该等资源推进香港爱国主义教育的发展(例如有否具体规划、合作方向和合作对象)；(四)鉴于有意见认为，香港有不少与抗战历史有关的遗迹和文物，是重要的爱国主义教育资源，政府有否就该等教育资源拟备清单；如有，能否向本会提供该清单；政府会如何规划、整合和运用该等教育资源，以推进香港的爱国主义教育；及(五)政府会否考虑举办国家军事装备模型展览，从国家及香港在主要战役中所使用的军备及国产军备的演进发展，回顾历史及展示国家日益强大的一面，以加强国民和爱国主义教育；如会，有关计划的详情为何；如否，原因为何？政制及内地事务局局长于2024年7月3日提供的书面答复文本载于附录1。",
    "embedding_key": "13",
    "poignancy": 0.5,
    "keywords": [
      "爱国主义",
      "教育",
      "教育资源",
      "有否",
      "政府",
      "爱国",
      "香港",
      "本会",
      "抗战",
      "政经"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240117-translate-c.pdf\" \\l \"nameddest=app_05\" 附录5)",
    "embedding_key": "14",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "HYPERLINK",
      "https",
      "www",
      "legco",
      "gov",
      "hk"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "12.吴秋北议员：据报，截至2022年12月，香港有2 943幢“三无大厦”。这些大厦没有业主立案法团(“法团”)或任何形式的居民组织，亦没有聘用物业管理公司，因此往往出现衞生、消防和外墙结构问题，以致居民生活环境恶劣，并成为社区隐患。就此，政府可否告知本会：(一)过去3年，每年涉及三无大厦的大厦管理个案中，有多少经政府介入后(例如由政府为有关楼宇业主进行代办工程)得到解决；(二)“大厦管理专业顾问服务计划”协助了多少幢三无大厦成立法团或恢复其法团的运作；有否评估，该计划就支援三无大厦业主的成效为何；(三)“居民联络大使计划”现时有多少名参与者；有否检视该计划的成效(包括能否达到协助联系居民以处理楼宇管理事宜(例如清洁、保安及消防安全)的目的)；及(四)有否评估，过去半年，“关爱基金旧楼业主立案法团津贴计划”及市区重建局的“小区复修”先导计划就支援三无大厦业主的成效；政府会否考虑推出更多关于楼宇维修方面的计划以支援他们？民政及青年事务局局长于2024年1月17日提供的书面答复文本载于HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240117-translate-c.pdf\" \\l \"nameddest=app_01_12\"附录1。",
    "embedding_key": "15",
    "poignancy": 0.5,
    "keywords": [
      "大厦",
      "三无",
      "法团",
      "业主",
      "12",
      "计划",
      "有否",
      "楼宇",
      "居民",
      "成效"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/hansard/cm20231102-translate-c.pdf\" \\l \"nameddest=app_05\" 附录5)",
    "embedding_key": "16",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "HYPERLINK",
      "https",
      "www",
      "legco",
      "gov",
      "hk"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：是的。我就修正案主要内容作出的总结包括以下几点。一，智慧城市建设深入社区，惠及民生。二，无障碍数码环境要保留线下服务兜底。三，利用好社区公共数码设施，让弱势社群使用电子平台服务更为方便。四，扩展“智方便”功能，为全港市民建立数码身份。五，做好网络安全，保护私隐。六，优化体验，做好宣传辅导。七，实现真正智慧城市，人人受惠。主席，我谨此陈辞。",
    "embedding_key": "17",
    "poignancy": 0.5,
    "keywords": [
      "数码",
      "社区",
      "智慧",
      "私隐",
      "做好",
      "方便",
      "谨此",
      "陈辞",
      "吴秋北",
      "兜底"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，多位议员都十分关心如何吸引更多访港旅客。我想在此提出的补充质询是，政府会否与国家进一步商讨如何吸引更多内地旅客来港呢？举例而言，可否将“一签多行”开放至整个湾区，并同时将内地的访港旅客免税额由3万元增至5万元呢？这建议是参照内地为海南离岛旅客提供每年10万元人民币免税额的安排。另外，我们其实可以征收......",
    "embedding_key": "18",
    "poignancy": 0.5,
    "keywords": [
      "旅客",
      "访港",
      "免税额",
      "内地",
      "万元",
      "议员",
      "吸引",
      "吴秋北",
      "会否",
      "来港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长刚才的答复显示地区康健中心在基层医疗所起的作用，而当议员问及中医的角色和作用时，局长亦有积极的回应。在此，我想提出补充质询。地区康健中心的中医服务会否成为一种“标配”，令有关服务更为标准化，所有地区康健中心提供一致的服务呢？",
    "embedding_key": "19",
    "poignancy": 0.5,
    "keywords": [
      "康健",
      "服务",
      "议员",
      "中医",
      "中心",
      "局长",
      "地区",
      "吴秋北",
      "所起",
      "会否"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，就建设国际专上教育枢纽，工联会认为要进一步推动多元化教育，其中，职专教育便应该全面升格，提升并给予等同于传统学位的地位。谈到是次区议会选举，就体现了多元、公平、优中选优的优越性。因此，我在此呼吁各位市民，特别是“打工仔”，应该归队、团结，踊跃在12月10日投票选出真正爱国、真心服务、具能力的区议员。我谨此陈辞。  ",
    "embedding_key": "20",
    "poignancy": 0.5,
    "keywords": [
      "教育",
      "议员",
      "区议会",
      "谨此",
      "陈辞",
      "吴秋北",
      "工联会",
      "职专",
      "12",
      "10"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我发言支持林顺潮议员的议案。上月16日中国共产党第二十次全国代表大会胜利召开，并且对党章作出了多处修订，大会对过去10年中国共产党的执政成果及经验作出总结，并且确立了习近平总书记在党中央及全党的核心地位、确立了习近平新时代中国特色社会主义思想的指导地位，又定下了建设社会主义现代化强国、实现中华民族伟大复兴的奋斗目标。新时代思想和新时代发展观是符合中国现今实际情况和发展要求的科学理论、是受到全党、全国人民广泛拥护的重大政治成果、是掌舵领航国家发展的指针，也为世界发展人类文明提出了诸多值得借鉴的中国方案，特别是中国式现代化道路。中国式现代法是中国共产党领导的社会主义现代化，既有各国现代化的共同特征，更有基于自身国情的中国特色。中国式现代化是人口规模巨大的全体人民共同富裕，是物质文明和精神文明相协调、人与自然和谐共生，是走和平发展道路的现代化。香港被殖民统治的历史正正是西方透过侵略战争和殖民掠夺实现现代化的证明，损人利己和充满血腥罪恶。香港1960、1970年代以前的血泪史被后来的经济发展所掩盖，所谓“小龙腾飞”是西方势力在香港回归前的战略部署，为达到围堵中国的政治目的而令香港迅速繁荣，所以很多民生问题被弃之不理，贫富差距位居世界前列，逐渐形成一个畸形社会。虽然香港回归后仍然保持资本主义制度不变，但是这个是在中国共产党领导之下的资本主义社会。共产党是甚么呢？是为人民服务，具有人民根本属性的马克思主义政党。而中央政府是人民政府，所以香港特区政府也必须是人民政府。香港经过了25年的实践，也经历了非法“占中”、“黑暴”，我们终于清楚认识到，如果没有祖国和人民、没有中国共产党作为最强大的后盾，香港的繁荣只能是泡影，所以新时代不仅仅是制度上、政策上，更加是思想上、觉悟上的新篇章。今天我们在这个曾经被“黑暴”占领、特区区徽被涂污的立法会议事厅举行这次史无前例的辩论，我内心百感交集。在香港谈共产党色变的时代一去不复返，这样的讨论本来是天经地义的，我们却走了太多弯路，付出了太多代价，现在终于回归正轨，实在激动人心。纵然经过了动荡、付出了代价，我们在党中央的坚强领导下，在反颠覆斗争中取得胜利，这个是“一国两制”的胜利，二十大将要长期坚持“一国两制”。香港“一国两制”的实践之路是道阻且长，所以才显得其光荣伟大，中共是“一国两制”最坚定的捍衞者和守护者，香港是“一国两制”的实践主体，要贯彻落实中央全面管治权和保持特区的高度自治权，我们必须有更大的担当，按《宪法》和《基本法》办事，为香港的建设团结一切力量，形成国内外更广泛支持“一国两制”的(计时器响起)......统一战线。我谨此陈辞，多谢。",
    "embedding_key": "21",
    "poignancy": 0.5,
    "keywords": [
      "一国两制",
      "香港",
      "现代化",
      "中国共产党",
      "中国式",
      "时代",
      "人民",
      "香港回归",
      "黑暴",
      "实践"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，本人就土地房屋继续发言，支持施政报告致谢议案。香港土地房屋供应不足，导致市民“挨贵租、买贵楼”，房屋开支高企，生活压力极大，难以安居乐业。施政报告提出解决长远房屋短缺问题，关键在于全速造地、增加土地和房屋供应。事实上，香港并不是没有足够的土地，而是土地开发不足、地产商囤积土地，再加上以往政府的高地价政策，以及一些伪环保分子人为地造成土地房屋问题。  我乐见施政报告着力处理房屋问题，将土地房屋问题列为重中之重的首要民生问题。施政报告表示，政府已经觅得足够土地满足未来10年的房屋单位需要。我认为，政府不应满足于现时所觅得的土地，而应该主动建立政府自己的土地储备，修订法例，突破土地供应的制约，让政府能够在土地供应上取得主动权。特首提到截至2048年的30年内，预计将有7 000多公顷的土地供应，减去预计需求后，可建立最少1 000多公顷的土地储备。根据最新数据，未来10年，熟地供应量将达3 370公顷，比去年预测的10年期供应多90公顷，进度符合预期。究竟政府的土地储备目标是多少呢？政府现时的土地储备又有多少呢？财政司司长早前表示，政府已锁定7 300公顷的土地供应来源，超出《香港2030+》报告预计由2019年至2048年间6 200公顷的土地需要。这些土地供应逾半来自北部都会区和交椅洲人工岛，政府显然未能就自己手上的土地储备进行规划。此外，政府应加快兴建公营房屋，尽快实现“3年上楼”的承诺。2026-2027年度降至4.5年的目标，我认为是太慢。最近，住在北角(即是现时康湾区)一位患有抑郁的女士打电话给我，哀告她轮候公屋长达5年的无奈。我手上有一封信，是来自筲箕湾(即是现时的康湾区)另一位住在“㓥房”并已轮候公屋超过7年的人士，讲述自己的遭遇和对房署不作为的不满。政府要更多考虑如何拆墙松绑，加速建屋和申请的流程，让公屋的兴建速度和申请可以进一步加快。主席，“㓥房户”长期处于水深火热之中，施政报告决定成立“解决㓥房问题”工作组，专责处理“㓥房”问题，我表示欢迎。但是，研究的时间能否加快和缩短，尽快推出更多有助改善“㓥房户”居住环境的措施，并逐步取缔“㓥房”？我已多次在不同的会议场合强调，必须增加公营房屋的供应，令政府有底气地解决“㓥房”问题。主席，我谨此陈辞。",
    "embedding_key": "22",
    "poignancy": 0.5,
    "keywords": [
      "土地",
      "房屋",
      "施政报告",
      "供应",
      "政府",
      "土地储备",
      "公屋",
      "现时",
      "10",
      "公顷"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，本人支持致谢议案。首先要赞赏政府施政报告采纳了多项工联会提出的建议，特别是在觅地建屋、人才规划方面，又承诺探讨最低工资检讨周期和机制，以及牵头检讨外判制度等，体现出政府务实为民的精神，这是值得肯定的。施政报告甫开篇便提出要全面准确贯彻“一国两制”方针和提高治理水平，我对此绝对认同。二十大通过修订《中国共产党章程》，将全面准确、坚定不移贯彻“一个国家、两种制度”的方针写进党章。要全面准确、坚定不移贯彻“一国两制”，靠的是以下4方面。第一，党中央和中央政府坚定不移的支持，包括政治、经济、法律等全方位的支持，这是毋庸置疑的。第二，由爱国者组成的坚定管治队伍，坚持以人民为中心，把民生、民心和经济问题全都好好处理，让市民能够安居乐业，每位市民的获得感、幸福感和安全感都更加充实、更有保障和更可持续。第三，完善法律体制，巩固国家安全屏障，完善我们的维护国家安全法例，确保反中乱港分子不能利用法律漏洞作乱。政府将会处理虚假信息，此事非常重要，而网上亦存在一些标注“香港国歌”的“港独”歌曲，政府应该订立机制处理，以维护网络安全。同时，希望律政司能够检讨如何避免司法覆核被滥用。第四，市民的爱国意识和归属感必须不断加强。刚刚发生七人榄球赛错播中国国歌的事件，香港代表队在事件中的表现和处理方式之所以令人有点遗憾，原因正正是爱国意识不足。至于如何提高管治水平，可以循3方面讨论。第一，政府的高层管理能否带动为人民服务的意识？有否走入群众、理解群众的需要？第二，在管治架构下，责任是否落到实处？架构会否架床叠屋，以致部分官员可以推卸责任？第三，我们的公务员是否谨守岗位、职责、本分？绝不容许他们不务正业，更不能发动所谓的“罢工公投”、参与反中乱港的勾当。我亦乐见政府有决心去除“大市场、小政府”的紧箍咒，成为有为政府，成立全新的“香港投资管理有限公司”，积极参与高效市场运作，这有助于保持健康安全的市场环境。同时，特首重视各界的意见，提出成立多个专责小组和特首政策组，亦重视跨部门协作，并且引入红队概念，加强督促和论证。然而，管治除了需要良好的决策，亦需要良好的执行力。订立KPI(译文：绩效指标)，无疑对推动工作有帮助，但在优化公务员管理体制方面，除了通过激励机制和市民的监督之外，亦需要不断自我革新的机制。正如中国共产党便特别强调自我革命，以保持队伍不变质、不变色、不变味。过往我已经多次指出，公务员队伍需要重新铸魂，要激发内在的驱动力，清除殖民主义的余毒，彻底“去殖化”。另一方面，也要提升公务员的实操能力。今年年初，第五波疫情凸显了公务员的很多问题，部分部门出现“自扫门前雪”的情况，亦存在组织动员问题。第五波疫情期间，地区力量配合政府派送快测包，推动全民快测行动，为18区关爱队的设置提供了灵感借鉴，成就了一项好政策。但是，行动中暴露了公务员的协调统筹能力问题，实在令人担忧，很多义工一边努力工作，一边摇头叹息。其实，管治上最大的问题并非存在于数字上，而是在质量上。代理主席，我认为这份施政报告是个好开始，希望行政长官能够改变公务员团队的整体作风，使之成为训练有素、忠于国家、忠于人民、积极作为、勇于担当的队伍，可以更好地解决民生忧难，全心全意为人民服务。代理主席，我谨此陈辞。",
    "embedding_key": "23",
    "poignancy": 0.5,
    "keywords": [
      "管治",
      "公务员",
      "政府",
      "施政报告",
      "坚定不移",
      "检讨",
      "队伍",
      "市民",
      "特首",
      "反中乱"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "1.吴秋北议员：政府推出“建造业输入劳工计划”(下称“该计划”)，并把元朗潭尾社区隔离设施改为该计划的短期中央宿舍(下称“该宿舍”)，由建造业议会营运。据悉，该宿舍已正式启用，可供约7 000人入住，而该计划首轮申请批出20个工程合约，涉及共4 680个输入劳工配额。就此，政府可否告知本会：(一)是否知悉，建造业议会如何确保该计划的输入劳工在人道和有尊严的环境下工作和生活；(二)鉴于据悉，当局计划安排大批旅游巴士接载输入劳工往返工地，有元朗的居民担心，有关安排会对区内交通及居民生活构成影响，当局有何应对措施；及(三)会否在就每轮申请批出输入劳工配额后，随即检视建造业人手最新的供求情况，才考虑是否推出下一轮申请，以确保本地建造业工人的就业得到优先保障，不致沦为“外劳替工”？",
    "embedding_key": "24",
    "poignancy": 0.5,
    "keywords": [
      "建造业",
      "劳工",
      "输入",
      "计划",
      "下称",
      "宿舍",
      "元朗",
      "批出",
      "配额",
      "申请"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，港铁的垄断近年来大有“挟服务以令政府”的势头，政府几乎失去监管和主导的角色。我也很认同田北辰议员刚才的问题，要加快更新换代。我的问题是政府可否要求港铁投入更多资源，加快列车的更新换代，并公开告知市民更换时间表，让市民尽快享受到更舒适的Q车服务？政府能否要求港铁投放更多资源令港铁在维修及训练员工......",
    "embedding_key": "25",
    "poignancy": 0.5,
    "keywords": [
      "港铁",
      "更新换代",
      "政府",
      "议员",
      "市民",
      "吴秋北",
      "以令",
      "令港",
      "......",
      "加快"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见HYPERLINK \"https://www.legco.gov.hk/yr2022/chinese/counmtg/hansard/cm20221208-translate-c.pdf\" \\l \"nameddest=app_07\"附录7)",
    "embedding_key": "26",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "HYPERLINK",
      "https",
      "www",
      "legco",
      "gov",
      "hk"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我发言支持我们黄国议员的原议案。在座各位早前发言的议员其实大多指出了外判制度的很多弊病，其中有服务质素不理想、成本过高，以至不能保护员工的权益和职业安全等。其实大家都很清楚现时外判制度的弊端，大家更大的共识是要政府全面检讨那个制度，针对性地解决刚才所说的弊端，包括服务质素差、成本过高、员工的工资被剥削等，这些弊端其实大家都清楚的。但是，有部分议员只是执着于“改为长期聘用”这几个字，咬文嚼字，锱铢必较，否定大家这个共识，我觉得是非常可惜的。我们本应集中力量监督政府，迫使政府完善这个制度。我希望接下来我们表决的时候，大家能够真的抓着重点、抓着主要的矛盾，解决刚才所说的问题。我们都看到外判制度现时展现的弊端，就是前线员工本来应得的待遇被中间的外判商蚕食。刚才议员发言时指出的有关数字，显示外判商的利润奇高，但员工的待遇却一直被人蚕食，其弊端就在于中间隔着一层，本应属于员工的部分被人蚕食了。这个弊端就形成了贫富悬殊，以致员工不断投诉其待遇。所以，我认为我们要解决这些问题，而我们提出的方案是成立一个市政服务机构，更有效地做好服务，亦不致令政府的公务员编制一直膨胀，所以是可以解决到问题的。故此，大家真的要看清楚我们提出的意见，希望大家团结一致帮助政府改善它的外判制度。我谨此陈辞。",
    "embedding_key": "27",
    "poignancy": 0.5,
    "keywords": [
      "弊端",
      "外判",
      "员工",
      "议员",
      "大家",
      "制度",
      "蚕食",
      "外判商",
      "发言",
      "我们"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，行政长官表明以习近平主席提出的“四个必须”、“四点希望”、“青年兴，则香港兴”作为施政蓝图，而“着力提高治理水平”是“四点希望”的首项。正如习主席所讲，“行政长官和特别行政区政府是香港的当家人，也是治理香港的第一责任人”。习主席亦说，“要转变治理理念，把握好政府和市场的关系，把有为政府同高效市场更好结合起来。要加强政府管理，改进政府作风，树立敢于担当、善作善成新风尚，展现良政善治新气象”。我们期待政府拿出更多具体措施，落实习主席的有关指示。在“爱国者治港”原则正在落实的今天，行政立法关系大幅改善，亦有更多互动交流的机会。我乐见行政长官举办不同形式的行政立法交流，让议员有更多机会转达市民和不同界别的意见，吸纳更多民意，让施政更顺畅和贴合民情。主席，我也乐见行政长官把“人大政协联络机制”列入“治理体系”之内。我在很早之前已提出，港区全国人大代表具有爱国者的天然属性，要完善机制突破香港代表履职的禁区。以往港区人大和政协的身份被弱化，甚至在参与某些实践“一国两制”的事项上“被缺席”，无法充分履职和发挥作用，原因是害怕干预“一国两制”，这是荒谬的。事实上，港区人大和政协正是“一国两制”的重要组成部分，是中央对港全面管治的重要体现，也是“爱国者治港”原则有力落实的重要体现。现时政府主动理顺“人大政协联络机制”，我是非常欢迎的，可让一众港区人大和政协有更正式的渠道发挥作用，并建议要给予实质的支援，以达到履职的效能。至于“完善地区治理”，我与工联会多次表明支持有关的方案，特别是区议会的改革。任何治理体系的改革都必须依从《宪法》、《基本法》，也必须符合“爱国者治港”原则，既要保障国家安全，亦要确保选出真正有志为香港市民、德才兼备的爱国者。关于“爱国主义教育”部分，我很高兴今年施政报告将“贯彻‘一国两制’　维护国家安全”放在首位，并有“爱国主义教育”这一节。去年习主席的七一讲话提到，“要引领青少年深刻认识国家和世界发展大势，增强民族自豪感和主人翁意识”。我认为，要做到习主席的要求，“爱国主义教育”的推动和落实是必须的，也是关键所在。香港要成功发展“一国两制”行稳致远，前提是要准确贯彻“一国两制”。香港是我国不可分割的一部分，我们必须认识国家的历史，自觉维护国家统一和民族团结，自觉维护国家安全，增强国家情怀和对中华优秀传统文化的认同，建立起对国家的自信和归属感。主席，今年的施政报告特别为“爱国主义教育”另辟章节，可见行政长官对“爱国主义教育”的重视，以及充分理解传承和弘扬爱国主义精神对香港实践“一国两制”行稳致远、长期繁荣稳定的辩证关系。家之所以为家，必须要家庭成员的团结一致；同样，国之所以为国，必须要每一个成员忠诚团结为国家服务，自觉维护国家安全，自觉支持国家的发展。施政报告提到要“成立‘弘扬中华文化办公室’，专责策划及举办推广中华文化和历史的活动”，我是非常认同和欢迎的。一直以来，我与工联会都主张“爱国主义教育”必须有专人负责推动、统筹和监督，因为统筹和监督很重要，以确保有关的推广不会走样变形。我建议政府甚至可以升格“弘扬中华文化办公室”，交由副司长以至司长直接处理，统筹、监督和推动跨局、跨部门的“爱国主义教育”推广，让“爱国主义教育”能在香港社会不同层面和生活范畴普及落地，而不是单纯由康文署在康乐文化方面推广。此外，我亦欢迎政府接纳意见，设立两所介绍国家和抗战历史的博物馆，丰富本地的“爱国主义教育”硬件资源。早前，我在人大的层面提出，关于在香港建设一个国家级抗战纪念馆的建议。香港爱国主义长期“缺钙”，急需加以补充。抗战纪念馆必须从国家观念出发，展现出我国抗战、抗拒外侮、争取解放的精神，而非单纯在香港的地方历史。现时部分的香港抗战历史误导公众，美化英国政府的角色和军事行动。实际上，英国当时在香港的军事行动只是以英国利益为依归，也无意投入资源保衞香港。反而，中国共产党领导下的港九独立大队保家衞国、抛头颅洒热血的爱国精神没有得到充分肯定、表扬和弘扬，甚至被一些人扭曲，与英国的18天军事行动相提并论。除了“爱国主义教育”的硬件，也要搞好软件方面，即是思想教育，特别是针对教师的培训。我们必须要有对国家历史有充分认识、具爱国情怀和民族意识、文化自信的教师，以身作则，主动认识国情，言传身教，承传以家国情怀为基础的爱国主义精神。我也乐见行政长官接纳意见，全面推动“爱国主义教育”。“爱国主义教育”的推动一刻不能推迟、永远在路上，我们必须尽快导正香港社会和香港新一代的价值观，建立爱国主义精神、爱国爱港的风尚，厚植国家情怀，为建设更美好的香港、实现民族复兴，贡献我们的力量。我在这里再强调，我们要及时为第二十三条立法，保护国家安全。我乐见行政长官在这方面定下了时间表，而这项工作必须全社会团结一致去落实。主席，我谨此陈辞。",
    "embedding_key": "28",
    "poignancy": 0.5,
    "keywords": [
      "爱国主义",
      "香港",
      "教育",
      "一国两制",
      "行政长官",
      "国家",
      "主席",
      "必须",
      "人大",
      "爱国者"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，谈到提升香港发展动能，一般都会提及香港的固有优势，即所谓的“发挥香港所长，贡献国家所需”。其实香港所拥有的最大优势，就是“一国”之利和“两制”之便。我们必须认识到，拥有“一国两制”的安排，才能够发挥香港固有优势，才能够开拓新优势，避免故步自封，持续不断地推动香港新的发展动能。施政报告提到，要对接国家战略，增强发展动能，针对“八大中心”新定位提出了相关的政策发展方向，我是予以肯定的。但是，相关的篇章就如何让本地人才与“八大中心”对接着墨不多，甚至在壮大创科人才库方面，提到要撤销聘用本地雇员的要求，这有违以才育才的原则。除了就国际贸易中心部分推出鼓励中小企政策外，报告也没有政策推动民间对接“八大中心”，较多属于上层规划和高层合作。我希望行政长官能够更多考虑如何推进民间对“十四五”规划的参与，加强民间与大湾区其他城市的人流、物流、资金流、信息流和民心互通的联系，提升本地人才和民间对“八大中心”定位的认识。不论是“十四五”规划、大湾区建设或“八大中心”，现时民众都甚少关注，以至比较疏远，甚至认为政府是在强推青年人前往这些地方发展，但其实当中有很多机遇，以及跟香港未来发展息息相关。市民大众参与不足、认知不足，香港在这些地方发挥就会受到大制约。政府应该加强对民众的宣传，并推出相关的政策鼓励。“十四五”规划有关香港的新定位，就是“一国两制”优势的体验。代理主席，要对接、要融合，便肯定要通关。很多市民看到香港走上疫后重建复常之路，感到非常欣喜。然而，同时也有很多市民希望政府提供香港和内地通关的时间表。虽然理解当中有很多困难，但亦希望能够替这些市民向特首询问这点。而且，两地继续无法通关的话，即使国家发展、大湾区发展有再多的机会都难以把握，所以要拜托特首。我谨此陈辞。",
    "embedding_key": "29",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "八大",
      "十四五",
      "大湾",
      "通关",
      "发展",
      "优势",
      "对接",
      "市民",
      "民间"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我按错了按钮，我想就下一项质询提问。谢谢。",
    "embedding_key": "30",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "质询",
      "按钮",
      "提问",
      "议员",
      "谢谢",
      "一项",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，今天在立法会议事厅内的大多数议员应该都支持强制举报虐儿，大家的意见其实并不分歧，主要是卡在所谓的“3个月”或“1年”的问题上。然而，如果我们就“3个月”的问题再继续激辩，我相信大家本来要通过《强制举报虐待儿童条例草案》的共识将会付诸东流。因此，我在此建议要尽快进行表决，千万不要导致“高级红”、“低级黑”的情况出现。多谢主席。",
    "embedding_key": "31",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "强制",
      "举报",
      "吴秋北",
      "虐儿",
      "立法会",
      "主席",
      "激辩",
      "付诸东流",
      "议事厅"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，中共二十大报告提到中央支持行政长官和特区政府提升全面治理能力及管治水平。我认为提升治理能力和管治水平的关键在于人，就是执行团队，亦即公务员团队。要更好实践“一国两制”主体责任的，也是管治团队和公务员。平情而论，公务员团队有不少优秀之处，但也有不少令人诟病的地方。当前我们要实现由治及兴，所以公务员必须与时俱进，需要有与“一国两制”事业发展相适应的表现。对公务员团队的批评当中，有不做事、不作为，以行政程序凌驾政策目标和效果；有以程序正确作为施政不彰的遮羞布；有扭曲政治中立作为明哲保身、不作为、阳奉阴违的借口等。事实上，港英时代是刻意让公务员政治空白，旨在为殖民统治的政策服务。当时的公务员团队没有可能培养出以人民为中心的使命感，只会把政府工视作一份高薪厚禄的工作而已，缺乏担当，而事实上亦不允许、不可以有担当。香港早已回归，公务员应可更加名正言顺地尽忠于自己的国家。特区政府的公务员终于有资格抱有为国为民的使命和精神，成为全心全意、为群众服务的人民公仆。这种为国为民的光荣感，才是公务员有别于其他工作的关键。香港回归祖国虽已25年，但长期以来的殖民统治影响挥之不去。中共二十大报告提到要发展壮大爱国爱港爱澳力量，增强港澳同胞的爱国精神。要落实有关精神，便必须彻底摆脱殖民统治的影响。政府必须加紧清除港英时代留下的殖民主义遗风流毒，重新为公务员强筋锻骨铸魂，彻底去殖民化。所谓“铸魂”，就是爱国爱港的情怀，以人民为中心的施政理念，建立一套与之相适应的治理文化。所谓“强筋锻骨”，就是为国为民的风骨、责任、担当和能力。政府公务员的施政应以问题、目标、效果为导向，时刻跟进、检讨施政效果，确保能全面落实特首的施政纲领，让香港一些长期积压的民生问题得以根治，城市焕发新的活力，找到新的发展动能。代理主席，政府必须建设一支忠诚、廉洁、高效、有担当、“想干事、会干事、能干事、干成事”的公务员团队，带起奋发实干的风气，主动理解市民的需要，为民排难解忧，时刻坚守全心全意为人民服务的宗旨。部门也要加强合作，主动互相配合沟通，以解决问题为本，勇于担当，以民生福祉为己任。政府必须尽快制订公务员团队改革的时间表、路线图，设立赏罚分明、能上能下的机制，交出成绩表和改革成绩，以回应贯彻落实“爱国者治港”的应有要求及市民对政府良政善治的期盼。我支持林议员的原议案，亦恳请各位议员支持我的修正案。多谢。",
    "embedding_key": "32",
    "poignancy": 0.5,
    "keywords": [
      "公务员",
      "团队",
      "担当",
      "管治",
      "施政",
      "为国为民",
      "政府",
      "殖民统治",
      "干事",
      "港英"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，香港需要有一个与“一国两制”相适应的文化基础建设来彻底清算后殖民文化，梳理本土文化和中华传统优秀文化那种血肉关系；有系统地整理香港这些文化资料，是功在当代，利在千秋的。局长提到《文旅规划》，这是一份重要文件，亦是一个发展契机，能够让香港重新建立自己的文化，展现我们的文化，重拾我们与中华文化那种关系。所以，我在此想请问，政府在未来有甚么相关规划，整合和梳理本港岭南文化的资源，以便制订相关政策推动本地岭南文化，以把握《文旅规划》所带来的机遇？",
    "embedding_key": "33",
    "poignancy": 0.5,
    "keywords": [
      "文化",
      "文旅",
      "岭南文化",
      "规划",
      "香港",
      "梳理",
      "功在当代",
      "吴秋北",
      "后殖民",
      "利在"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "3.吴秋北议员：主席，《2022年施政报告》指出，“十四五”规划和“一带一路”倡议等国家战略为香港注入源源不绝的发展动能。有意见认为，要实现“十四五”规划确立香港“八大中心”的定位，相关的人力资源规划是关键配套。就此，政府可否告知本会，对于上述施政蓝图所订的产业规划，政府有否制订相应的中、长期人力资源规划，让更多人才获得机会参与八大中心的发展及把握发展机遇，同时为八大中心注入人才驱动；如有，所需人才数目及类别为何，以及有何措施达成有关人力资源规划所订的目标？",
    "embedding_key": "34",
    "poignancy": 0.5,
    "keywords": [
      "规划",
      "八大",
      "人力资源",
      "所订",
      "十四五",
      "人才",
      "中心",
      "注入",
      "吴秋北",
      "2022"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，不好意思，我想就下一项质询提出补充质询。",
    "embedding_key": "35",
    "poignancy": 0.5,
    "keywords": [
      "质询",
      "吴秋北",
      "议员",
      "不好意思",
      "一项",
      "补充",
      "主席",
      "提出"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，林振升议员提出了一项很好的质询，询问我们去年通过的这项关乎罚则的法例究竟有多大效用。观乎局长的答复，我们认为效果非常不理想，因为入罪个案很少，判罚又很轻，令人觉得虽然已经立法(即修订法例)，但无法遏止工业意外发生。那么，这项法例又有何用呢？为此，政府稍后会否就这段时间发生的本地工业意外进行调查和研究，从而更有针对性地制订措施、制定法例，以遏止工业意外的发生？",
    "embedding_key": "36",
    "poignancy": 0.5,
    "keywords": [
      "法例",
      "意外",
      "遏止",
      "议员",
      "工业",
      "这项",
      "发生",
      "吴秋北",
      "林振升",
      "罚则"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "2.吴秋北议员：主席，有意见认为，香港的大学学额有限，教职员和研究人员的规模不足，难形成规模经济。要发展和巩固香港成为国际高等教育区域枢纽，很重要的举措，是利用和结合内地的教育资源，以达至优势互补、强强结合。因此，香港的大学应与内地的优秀大学构建长期合作和战略关系，并深化在学术研究和教学上的合作，以达到资源互补、资历互认。就此，政府可否告知本会：(一)政府在推动香港与内地大学合作和建立战略关系上做了哪些工作；(二)政府会如何便利和鼓励香港与内地院校的合作，以达至优势互补；及(三)鉴于有意见认为，内地非常重视职业教育，并设有完善、多层次的职业教育体系，但香港在职业教育方面的发展较慢，政府如何加强香港与内地院校的学历和资历互认、深化香港和内地院校的学术交流、互联互通和职业教育合作，以及利用国家的机遇和庞大市场，为青年提供更好的职业发展机会？",
    "embedding_key": "37",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "内地",
      "职业",
      "合作",
      "院校",
      "以达",
      "互认",
      "大学",
      "教育",
      "优势互补"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，《2022年职业安全及职业健康法例(杂项修订)条例草案》(“《条例草案》”)在业界及各位议员的努力下，今天恢复二读，可谓来之不易，工联会表示支持。长久以来，香港在劳工职业安全方面的保障严重滞后，近期接二连三出现工业意外，实在令人难以接受。大家常说“工业意外一单都嫌多”，但本港去年便有25宗致命工业意外，令人痛心。加强罚则、提高最高刑罚可以起阻吓作用，实属急切，而目前的法例显然阻吓力不足。我们的法律已经到了保护犯法雇主的地步，并不断以此作为建筑成本的一部分，但这个成本是人命，我们绝不能如此冷血，容许法例保护此等冷血、草菅人命的作为。职业安全条例的最高罚则已有逾20年未作检讨，反映罚则不合时宜，甚至已经脱节，远较海外其他已发展地区为低。事实上，《条例草案》针对的只是少数蓄意不作为、罔顾工业安全的无良雇主，而非为了惩罚守法的雇主。但是，罚则有很重要的象征意义，反映政府和全社会对职业安全的重视和要求，亦可令各界提高职业安全意识，使职业安全的警钟长鸣。我相信，大多数雇主均同意和乐意搞好职业安全，借以保障好自己雇员的安全。这些罚则更多的是阻吓作用，让经常忽略职业安全的雇主因为罚则而提高安全意识、做得更好，从而杜绝罔顾劳工安全的害群之马，以防他们不断重犯。现时的新罚则已由原先建议的罚款5,000万元下调至1,000万元，检控期亦由原本建议从6个月延长至1年，改为缩短至9个月。既然这些建议罚则已经一再缩减，大多数守法的雇主不应反对。《条例草案》通过后，更重要的是须切实严格执法，尤其是执法部门和司法系统必须按照法律精神、按照有关案件的严重程度切实执法。此外，我们亦要根据法律精神的要求，细致地制订有效、具操作性的指引和措施，并且加强宣传教育，这样才能切实地贯彻落实立法原意和精神。我在此呼吁各位同事支持通过《条例草案》。我谨此陈辞。",
    "embedding_key": "38",
    "poignancy": 0.5,
    "keywords": [
      "罚则",
      "职业",
      "安全",
      "雇主",
      "条例",
      "草案",
      "法例",
      "阻吓",
      "罔顾",
      "000"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，居住以至置业问题是香港的长期痛点，也是深层次矛盾之一。对于林筱鲁议员提出的“检视《长远房屋策略》，缩短置业阶梯”议案，我表示赞成。我和工联会一直关注居住问题，坚持“房住不炒”的原则，先后提出分隔市场、遏止炒风、告别“㓥房”要从儿童做起等建议，要求政府急市民所急。我特别要强调，政府必须明确《长远房屋策略》的目标，就是“房住不炒”这个根本之策，特别是现在全面“撤辣”后，这个原则更是必需。目前坊间已经揣测不定，希望政府能够给出明确回应，安定民心。对于谢议员在修正案提到的具体措施，譬如检讨公私营房屋建屋比例、公屋与资助出售房屋的比例，以及优化资助出售房屋的抽签及分配机制等，我认为这些都是基本的要求。至于“渐进式按揭”，两年前已有相关讨论，可说是先甜后苦。假设工资水平与时俱长，买家在10年后可以应付较大的供款压力，但问题是10年的时间存在太多不确定的因素，如何能够保证？假如推出有关计划，政府亦须考虑日后或会出现的问题，例如会否让有关业主延长第二阶段的按揭。政府在这方面应进一步研究，审慎考虑。此外，“寓租于供”适用于哪类公营房屋？居屋还是公屋？在私楼市场，有部分发展商已提供“先租后付”或“先住后付”的安排，但一般适用于楼价较高的物业。如果指的是公屋，上星期我们已讨论有关重推公屋租置计划的利弊，政府亦已否定有关建议，我认为不应在此再作纠缠。至于居屋，直接供楼便可，何必多此一举？代理主席，我提出修正案，主要是建议加入两项具体措施，这亦是工联会一直争取的，包括增加资助出售房屋的供应，以及设立置业基金资助青年认购居屋“楼花”。前者很清晰，就是要解决房屋问题，必须从供应着手；后者我在此说明一下。我们就去年的施政报告特别建议政府推出青年未来居屋计划，向合资格的18至35岁青年预售居屋“楼花”，让青年有目标和计划买居屋，尤其是政府可以考虑在3个新发展区，即是古洞北/粉岭北，洪水桥/厦村和元朗南，预留一定数量的居屋单位，让青年以供“楼花”的方式替代首期。政府提供相应的供款税务优惠和配对，让青年人可以更轻松买到居屋。代理主席，资助出售房屋是市民置业的重要阶梯，工联会一直强调定价必须符合合资格市民的购买能力，惟政府一直将资助出售房屋的定价和私楼市场挂钩，这样只会让市民“望楼兴叹”。希望政府下决心彻底把定价和私楼市场脱钩，分隔公私营市场，这样才是置业可能的根本。代理主席，希望各位议员支持原议案和我的修正案，我谨此陈辞。  ",
    "embedding_key": "39",
    "poignancy": 0.5,
    "keywords": [
      "居屋",
      "房屋",
      "公屋",
      "政府",
      "资助",
      "置业",
      "楼花",
      "工联会",
      "私楼",
      "青年"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我发言支持林哲玄议员“落实与内地的器官移植合作”的议案。2022年，一名4个月大的女婴成功配对内地捐赠的器官，得以接受心脏移植手术，让生命能够延续，令人欣慰。同时，此事亦引起社会的关注和讨论。事实上，香港器官捐赠的数目极为有限。根据医管局的资料，现时约有2 594名病人正在等候接受器官捐赠，其中等候换肾的病人超过2 200人，但近几年的遗体肾脏捐赠只有40至50宗，肝脏亦只有20宗，去年只有80人完成器官移植，更多的是病人未及等到适合器官便已离世，令人痛心。去年9月，我受一对父母所托，协助他们急需接受肝脏移植的1岁儿子前往内地求医。遗憾的是，从发病到求助，他们经历了9个月的轮候，亦经历了器官配对失败。在绝望之际，医生建议到内地试一试，但幼小的生命最终无法坚持下去，加急办理的过关证件亦只能用来寄托父母的哀思。近两天，政府表示正在研究与内地建立恒常的器官移植互助机制，社会随之出现了一些不寻常的动作。今天，我要在此感谢林医生，其议案让我们可在立法会进行讨论，表达关注。主席，亲历者最有发言权，曾经向我求助的那对夫妇虽然仍未走出丧子之痛，但亦呼吁社会支持建立机制，希望能让处于生命边缘的病人得到活下去的机会。“救人一命，胜造七级浮屠”，在公平、合法、非牟利的前提下，器官移植合作越紧密越好，互助机制也是越完善、越便捷越好。国家设有“中国人体器官分配与共享计算机系统”，法律规管严格，自2013年9月开始启用，目前捐赠、移植数量均位居世界第二、亚洲第一。国际开展的器官移植技术在我国也能开展，并且不断突破。我在今年3月召开的全国人大会议上，提出《关于将香港纳入国家人体器官共用系统的建议》，希望香港能够纳入该系统，同时建立两地器官捐赠互联互通的机制和配套体系，包括设立专门和统一的联络处，以专责协助处理捐赠事宜。这些都是合乎情、合乎理、归于法的建议，承载了血泪和对生命的渴望。因此，我十分乐见政府已经就此开展工作，希望尽快落实与内地进行器官移植合作的法律框架，推进和加快互联互通的机制和相关资料系统，并争取本港医疗系统纳入“中国人体器官分配与共享计算机系统”。同时，我亦建议政府加强相关宣传，令一切有关器官捐赠的谣言消除于萌芽状态，让公众肯定有关安排能对香港病友带来极大好处。主席，我谨此陈辞。",
    "embedding_key": "40",
    "poignancy": 0.5,
    "keywords": [
      "捐赠",
      "器官移植",
      "器官",
      "内地",
      "人体器官",
      "机制",
      "病人",
      "生命",
      "香港",
      "互联互通"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240327-translate-c.pdf\" \\l \"nameddest=app_05\" 附录5)",
    "embedding_key": "41",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "HYPERLINK",
      "https",
      "www",
      "legco",
      "gov",
      "hk"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，同事提到，政府于2014年6月公布了480个非遗项目。设立此清单的目的是要传承和发扬，但在传承和发扬方面，我们更需要考虑的是如何应用这些非遗项目，其中包括更好地与旅游业结合，推动香港的深度游和文化游。请问当局在这方面有没有具体措施和项目？",
    "embedding_key": "42",
    "poignancy": 0.5,
    "keywords": [
      "传承",
      "发扬",
      "项目",
      "吴秋北",
      "2014",
      "480",
      "非遗",
      "具体措施",
      "清单",
      "旅游业"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，弘扬中华文化是推行爱国教育的重要基石。政府未能充分说明弘扬中华文化办公室和“爱国主义教育工作小组”两者如何配合、如何统筹协作。工联会作为爱国爱港的一面旗帜，几年前，国家领导人韩正副总理亦肯定工联会是爱国爱港的主力军。作为历史悠久的组织，工联会完全可以作为爱国主义教育基地。政府能否在此答复我们，会否让中小学生到工联会的总部或有百年历史的工会参观？政府能否乐成其事呢？",
    "embedding_key": "43",
    "poignancy": 0.5,
    "keywords": [
      "工联会",
      "爱港",
      "爱国",
      "中华文化",
      "弘扬",
      "爱国主义",
      "教育",
      "政府",
      "能否",
      "作为"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "18.吴秋北议员：据悉，发展局一直以“目的为本，实而不华”的原则，尽量减省工务工程项目的开支，但近年多个项目的造价仍动辄数以10亿元计，而就该等项目委聘顾问的开支庞大，引起公众广泛关注。就此，政府可否告知本会：(一)如何厘定顾问所收取的费用是否合适，例如是否基于项目的工作量及项目年期；就顾问费的实际开支超出预算的项目，政府有否研究原因为何；如有，详情为何；(二)过去3年，造价分别为5,000万元或以下及5,000万元以上的各个项目用于(i)顾问费和(ii)进行环境影响评估的支出占整体工程费用的百分比为何；(三)过去3年进行的各个项目委聘的顾问公司为何；及(四)有否统计顾问公司聘请退休公务员的数据；如有，详情为何？发展局局长于2024年3月20日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240320-translate-c.pdf\" \\l \"nameddest=app_01_18\" 附录1。",
    "embedding_key": "44",
    "poignancy": 0.5,
    "keywords": [
      "项目",
      "为何",
      "委聘",
      "18",
      "顾问费",
      "000",
      "开支",
      "有否",
      "顾问公司",
      "造价"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，在完善选举制度和落实“爱国者治港”之后，行政立法空前团结、高效有为，一改以往被反中乱港分子“骑劫”的割裂，很多善政和推动香港未来发展的措施都能够一一进行及落实。行政立法的团结基于“爱国者治港”的根本目标，就是“一国两制”，行稳致远，为民解困，提升市民的幸福感、获得感和安全感。本人支持邱达根议员的“团结行政与立法机关，全力推进大湾区建设”议案。今次李家超特首带队与83位立法会议员访问大湾区4个内地城市，成果丰盛，意义重大，在思维和意识上奠定了未来行政立法通力合作，推动香港融入大湾区建设的重要基础。日后，议会应该安排更多类似的工作访问，形成恒常机制。二十大精神指出，大湾区发展是中国式现代化强国建设的重要部分，香港应该主动融入国家发展大局，把握国家发展的历史机遇，做出应有贡献。主席，在目前的良好势头之下，本人建议政府，在政府的主导、立法会的配合下，建立以下的机制。第一，成立大湾区国际人才交流中心，建立互联互通人才数据库。第二，推动产业对接香港与大湾区内地城市各自的强势产业，签署合作备忘录，形成“1加N”的产业网，充分发挥香港“一国两制”的独特优势。第三，深化香港高校与大湾区内地高校的合作，提升香港高校在湾区建设的参与度，也提升他们在国际上的竞争力。第四，推动大湾区安老产业的发展，提升长者的生活素质，令他们更有幸福感。主席、各位议员同事，香港已经蹉跎岁月很多年，浪费了不少光阴。在落实“爱国者治港”的今天，我们更加要加强行政与立法的良性合作，团结一致，为民排难解忧，增强动能，以更宏大的视野谋划香港的未来发展。行政立法已经迈出重要一步，向内地政府展现出崭新的风貌，应该趁热打铁，继续推动更深入的调查研究，尽快落实具体的合作项目，进一步深化与大湾区其他城市的合作，以香港“兴”的动能成就大湾区发展，也成就我们自身的高质量发展，让香港的独特优势发挥出更大的潜能。我谨此陈辞。",
    "embedding_key": "45",
    "poignancy": 0.5,
    "keywords": [
      "大湾",
      "香港",
      "行政",
      "治港",
      "立法",
      "议员",
      "发展",
      "爱国者",
      "落实",
      "推动"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，局长能否告知市民，在这些口岸，是否会于节庆或人潮高峰期间设有应急机制？有关机制如何启动呢？",
    "embedding_key": "46",
    "poignancy": 0.5,
    "keywords": [
      "机制",
      "吴秋北",
      "人潮",
      "会于",
      "节庆",
      "口岸",
      "应急",
      "议员",
      "告知",
      "局长"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我就国安教育继续发言支持政府修正案。国安教育是另一维护国家安全的有力措施。加强宣传教育，可强化市民维护国家安全的意识和守法意识，并让公众更好理解总体国家安全观和今次立法意义，所以至关重要。而政府也需要对国安教育有担当、尽职责，有权才能有为。多谢政府接纳了我的意见，增加第107B条，赋权并要求政务司司长更好统筹、监督和落实国安教育相关工作，创造更具维护国家安全的良好社会基础。不论法例写得如何完美，公众的理解和配合对法例的落实执行极为关键。社会形成维护国家安全的风气，见疑即报，才能全面防范国家安全风险和恐怖活动，形成有机的国家安全免疫系统。我希望政府在本条例通过后，便立即开展与本条例相关的公众教育工作，让每个人都能充分理解在新条例下的角色、权力和责任，理解维护国家安全的重要性和好处，让人人都成为“反驳队”的一员，反驳抹黑，揭破歪理，主动支持和捍衞国家安全。主席，立法才有法可依。反中乱港分子正是深谙“无法无天”的“奥妙”。所谓“法无禁止即自由，法无授权不可为”，没有法，他们便可为所欲为；没有法，政府维护国家安全将处处受制、难有作为。经过大量的前期工作，今天，我们终于能够为国安堵漏洞，补短板。本条例及有关修正案所防范、制止、惩治的对象，明确针对的只是企图危害国家安全和香港安宁的反中乱港分子，以及其勾结的境外势力；犯法与否，有罪、无罪，罪犯、良民，都有更清晰界定，对市民安全和一切权利，对金融、媒体等合法活动，以至对外交往，都会有更大、更好、更全面的保障，让海外投资香港的资本更有信心，对正当营商更有利，确保“一国两制”行稳致远，香港的繁荣稳定，有利于防乱、固治、达兴。主席，我在此要再次强调支持政府的《条例草案》及有关修正案，我为我们开创历史，勇担使命，完成宪制责任感到自豪和光荣。我谨此陈辞。",
    "embedding_key": "47",
    "poignancy": 0.5,
    "keywords": [
      "安全",
      "国安",
      "国家",
      "维护",
      "条例",
      "教育",
      "政府",
      "修正案",
      "理解",
      "法例"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，本人发言支持李惟宏议员的原议案和吴杰庄议员的修正案。香港亟需全面推动产业升级转型，以及及时把握国家发展机遇。正所谓“苏州过后无艇搭”，唯有配合国家发展战略，持续推动高质量发展和产业转型，方能追上新时代、新形势的发展，提升竞争力，让香港走在发展的前沿。我认同李惟宏议员所说，要令产业升级转型，人才培训是重要一环。如要成功推动产业全面升级转型，必须考虑如何协助雇员转型和提升技能，提升雇员的技术水平。就此，我在此建议政府拿出决心，采取以下措施。一、制订新兴产业和“八大中心”的人力资源发展策略蓝图，从短、中、长期明确新型产业的人力规划和发展。在教育系统、职专教育、雇员培训等领域，为各产业和业界提供人力资源的培养、学习、提升的支撑。二、在升级转型期间，为业界提供足够的支援，以协助雇员提升技能，适应升级转型的需要。三、为未能适应升级转型的雇员提供适合的就业渠道，加强职业再培训，以保障其工作和生计。四、检讨并制订有力的措施，提升劳动力参与率，鼓励和促进更多元化的就业和事业发展，发挥本地劳动力的潜能，提升整体的生产力。主席，我谨此陈辞。",
    "embedding_key": "48",
    "poignancy": 0.5,
    "keywords": [
      "转型",
      "雇员",
      "升级",
      "提升",
      "议员",
      "发展",
      "产业",
      "李惟宏",
      "培训",
      "人力资源"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，本人在此发言是为了支持政府修正案内的所有修订。修正案总共90项，大部分经委员讨论而提出。在高效而审慎的审议期间，委员讨论了超过1 000项问题，全面优化《条例草案》。这90多项修正案正正体现了委员的努力建言、高效高质的立法。当中一些细节和文字上的优化，也是合乎千变万化的国安环境的修订，譬如：加入对公职人员的指明，容许行政长官会同行政会议可藉刊宪指明某类人士为公职人员，以禁止煽惑的行为；加入与受禁组织的“影子组织”有关的罪行；延长羁留期、取消手令限期的规限，以给予保安局局长更长、更灵活的时间指明潜逃者；让入境处处长无须处理潜逃者的特区护照申请；赋予行政长官会同行政会议可订立维护国家安全附属法例的权力；国安相关人员的身分保密措施；加入有关国家安全教育的条文；以及进一步明确公务人员在协助维护国家安全上的工作等。这些修订可让政府能以更灵活的方式应对国安相关的情况，让《条例草案》得以全面优化，更好、更平衡地维护国家安全。特别是有关订立维护国家安全附属法例，在面对突如其来的国安重大事件时可以发挥重要的作用。在国家安全事务上，国安委也有相应法例规定角色，法例应清晰列明。也因此，在新增的第107A条，列明国安委可就国家安全事务提出相关的意见。同时，国安委也可按照《香港国安法》的规定履行相应的职责，作出与国安事件相应的判断、决定和跟进。这使国安委有角色、有责任，也让《条例草案》与《香港国安法》有更好的衔接，兼容互补，浑然一体。代理主席，基于完整性，我稍后会再就国安教育方面发言。我谨此陈辞。",
    "embedding_key": "49",
    "poignancy": 0.5,
    "keywords": [
      "国安",
      "法例",
      "安全",
      "国家",
      "修正案",
      "指明",
      "维护",
      "草案",
      "90",
      "委也"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，历尽近27年的超长时间，就《基本法》第二十三条履行宪制责任的历史时刻终于到来。离我最先在全国人大发声建议让《香港国安法》落地香港，也近10年了。我们以港版“颜色革命”、非法占领等的惨痛经历为教训，凝聚了社会坚决立法、尽快立法的强烈共识，并以此彰显“一国两制”最高原则的维护国家主权、安全和发展利益。这次立法，除了落实《基本法》第二十三条，还贯彻了《香港国安法》、人大常委《5․28决定》的相关规定，更顾及总体国家安全观，具前瞻性、有效性，能够防范、制止、惩治一切危害国家安全的行为和活动。代理主席，立法具重要性、必要性和迫切性。目前外部势力对香港仍虎视眈眈，本地反中乱港分子蠢蠢欲动，死心不息。他们勾结美、英势力，谎称民主、人权、言论和新闻自由受损，危言耸听，制造恐慌。其实细读条文，是次立法严格遵循法治、保护人权和各种合法权利的精神，同时强调无论判罪与否，同一行为不再审，不再罚，符合一贯禁止“一罪两审”、“双重定罪”的做法，这也符合普通法惯例，也做到严宽适度。我这里有一幅《文汇报》制作的图表，对比各地涉及国安罪行的最高刑罚，孰轻孰重，差异立见。美国西方势力越出声，越显示其伪善和可耻！代理主席，本人和工联会一贯全力支持立法，并严厉谴责美国西方抹黑阻挠立法的无耻险恶行径，坚决与一切反中乱港势力作斗争；为了全程全力全速审议，过去一个多星期以来，我和其他法案委员会委员废寝忘食，日以继夜，连日作战，就是希望尽快完成审议、通过、生效。而为了确保立法质量，我们巨细无遗，就每项细节提出1 000多项质询，过去多日来亦得到司长、局长、副秘书长、立法会秘书处等的支持，而政府亦耐心解答，接纳建议，主动提出修正案，才能有今天立法会会议的辩论。也多谢各位同事的全力支持，真真正正体现“爱国者治港”原则下的议会新气象。我们是空前团结，支持通过《条例草案》。我谨此陈辞。",
    "embedding_key": "50",
    "poignancy": 0.5,
    "keywords": [
      "立法",
      "势力",
      "第二十三条",
      "国安法",
      "反中乱",
      "香港",
      "立法会",
      "代理",
      "基本法",
      "全力支持"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "7.吴秋北议员：有意见认为，有学校、社福机构、环保团体及文化演艺团体等获政府资助的机构，过往未有履行责任主动积极宣传国家意识、说好中国故事，更在黑暴期间参与支持黑暴。就此，政府可否告知本会：(一)有否制订指引，要求各法定机构及受政府恒常拨款资助的非政府机构(包括但不限于学校、社福机构、环保及文化演艺团体)和项目进行以下工作，并就该等工作制订绩效指标：(i)在国庆日及香港特别行政区成立纪念日等重大节庆按指引并庄严地展示国旗；(ii)向职员、服务使用者及公众提供国情教育及国情读本，并就职员的有关工作作适当的书面考核并备存人事档案，作为升迁的参考准则之一；及(iii)在机构或项目介绍中显示“由中华人民共和国香港特别行政区政府资助”的字眼；如有，已遵照指引的机构数量、比率及名称，以及有关工作是否已达标；如没有，原因为何，以及政府将在何时制订相关指引及绩效指标；及(二)有否即时终止故意违反上述要求或不达标的机构或项目的资助，并要求有关机构或项目负责人把由故意违反或不达标日期起的资助退还政府；如有，有关机构或项目的数量及名称为何；如否，原因为何，以及政府将如何对有关机构或项目负责人问责？政制及内地事务局局长于2023年7月5日提供的书面答复文本载于HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/hansard/cm20230705-translate-c.pdf\" \\l \"nameddest=app_01_07\"附录1。",
    "embedding_key": "51",
    "poignancy": 0.5,
    "keywords": [
      "机构",
      "资助",
      "指引",
      "政府",
      "项目",
      "达标",
      "社福",
      "黑暴",
      "有关",
      "制订"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，要令香港的旅游业健康发展，一个很重要的构成部分，就是要更好地培育本地旅游人才，确保有足够的本地人才，而非考虑输入外劳，因为输入外劳往往会导致“水土不服”，而且不能令旅游业健康发展。另一方面，我们应更好地规划整体旅游产业的长远发展，所以我想问政府对旅游产业有何规划？如何安排相关的人力资源，推动旅游业培养本地人才，从而增加人手和改善旅游业的质量，促进旅游业健康发展？多谢。",
    "embedding_key": "52",
    "poignancy": 0.5,
    "keywords": [
      "旅游业",
      "外劳",
      "本地",
      "人才",
      "旅游",
      "健康",
      "发展",
      "输入",
      "更好",
      "吴秋北"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：我正要提出补充质询。以相同的成本在内地大湾区城市购置房屋会更为划算，为何政府不考虑这个方向？",
    "embedding_key": "53",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "大湾",
      "质询",
      "划算",
      "购置",
      "议员",
      "正要",
      "房屋",
      "为何",
      "内地"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，在香港未能实现“房住不炒”的情况下，工联会只能支持周文港议员的原议案和邱达根议员的修正案，但是反对其他有关全面“撤辣”的修正案。现时的股市、楼市的确疲弱，经济也不景气，需要政府花更多心思刺激香港的经济。股市、楼市不振的原因是经济不景，香港长期依靠金融、地产来支撑和主导经济，导致很多畸形现象，当中包括“㓥房”和“纳米楼”。香港固然要继续努力维持作为国际金融中心的地位，但同时也要考虑其余七大中心的发展。对于政府是否需要托市，我有所保留，特别是对于楼市。现时楼价仍然高企，店铺租金也高昂，地产霸权窒碍了其他行业的发展，甚至令很多人透不过气。政府确实需要调整政策，但这个调整并非为地产商托市，而是为了让香港得到转型的机会，让香港摆脱地产霸权的支配，能够重新走上经济转型之路，发展出更多元的经济产业，让更多人可以安居乐业。代理主席，香港在检讨和调整楼市政策时，首要是审视各项政策对民生福祉有何影响，能否为市民减轻压力及负担，能否让更多市民安居乐业，拥有属于自己的家。事实上，调整从价印花税一事，工联会去年已经提出，这些措施才是真正惠及民生。我们也要考虑能否令百业不断发展，而非只是一业独大。代理主席，工联会在上星期向“财爷”提交了一份财政预算案的建议书，主题是“振兴经济、善用资源、普惠民生、关爱基层”，所以工联会非常支持政府推出更多措施刺激经济。我们支持政府推出更多政策来推动更多国际资金活动，以巩固香港作为金融中心的地位，特别是一些便利投资、融资和促进投资者来港投资的政策，但政府必须考虑如何让香港转型，确保香港的竞争力能够持续发展，能在“八大中心”的建设上更为成功。代理主席，我对部分议员同事的修正案有所保留，特别是有关全面“撤辣”的修正案。我希望大家考虑的不单是股市和楼市政策，而是更全面、统整的经济发展策略，特别是香港未来应该如何发展。政府的财政是否仍然要依赖高地价政策所带来的卖地收入呢？正正在现时楼市、股市低迷的情况下，我们更有条件思考如何实现“房住不炒”，找出香港经济转型的突破口，使香港市民的获得感、幸福感、安全感得以提升。我谨此陈辞。",
    "embedding_key": "54",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "工联会",
      "楼市",
      "修正案",
      "经济",
      "政府",
      "议员",
      "代理",
      "转型",
      "现时"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：......供轮候公屋的公务员“上楼”。她指此建议会涉及庞大开支，其实缺乏论证。一间公屋的成本约为七八十万元，但相同的成本在内地大湾区城市......",
    "embedding_key": "55",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "......",
      "吴秋北",
      "供轮候",
      "指此",
      "七八十万元",
      "成本",
      "大湾",
      "上楼",
      "公务员"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。在新一年将至时，我先祝行政长官工作顺利，而且带领香港政通人和，大展鸿图。最近，我们庆祝新年时写春联，我先想到一个横批，就是“由治及兴”。“由治及兴”要怎样做，我想了很久，后来我想到一个对联，就是“同心同德同向同行稳致远，共建共荣共享共赢得辉煌”。在这个情况下，我觉得我们要令香港更加辉煌，而且令我们更加团结，而更加团结的一个很重要因素，就是市民的获得感很重要，所以我们提出一个“创造就业复业基金”，在复常下令市民能快点在经济恢复下有更多获得感，以致百业兴旺起来。所以希望行政长官在这个“由治及兴”的主题下，能够提出更多策略和措施，令市民有更多获得感。",
    "embedding_key": "56",
    "poignancy": 0.5,
    "keywords": [
      "由治及",
      "行政长官",
      "市民",
      "更加",
      "辉煌",
      "团结",
      "获得",
      "我们",
      "政通人和",
      "百业兴旺"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长很明确地表示，不会在内地大湾区城市购置房屋......",
    "embedding_key": "57",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "......",
      "大湾",
      "购置",
      "议员",
      "局长",
      "房屋",
      "内地",
      "主席",
      "明确"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，对于这份财政预算案，工联会是给予肯定的，肯定政府“巩固信心、稳健理财、聚焦高质量发展”的施政方向，是审慎、稳健、聚焦发展、惠及民生的财政预算案。我要特别在这里肯定政府，在社会创新及创业发展基金拨款1亿元，在未来3年为全港60岁或以上的长者，提供数码培训课程和技术支援的项目，回应了我早前提出的“提速智慧城市社区设施建设，消除数码鸿沟”的议案，我亦希望政府能再多做一些，除了长者外，亦惠及基层家庭学童，全面消除数码鸿沟。主席，基于联系汇率的制度，香港没有自己的货币政策，息口亦往往跟着美国走，结果就是美国加息时，香港往往也要跟随。政府要调节经济，主要依靠财政政策，财政预算正正是财政政策的大纲和规划。近日公布的失业数据，反映香港首季的失业率上升，政府要有更进取的思维，提振香港经济，激活和激发香港的动能，促进高质量就业，改善民生。政府财赤分为周期性财赤和结构性财赤。按照库务局2014年的预测，香港有可能在2029年后面对结构性财赤，政府要考虑如何遏抑开支增长，以避免陷入结构性财赤，这是无可厚非。但现时政府面对的主要是周期性财赤，是经济下行所导致的，这种财赤反而能够发挥自动逆周期的作用，有利香港经济恢复，并非坏事。正如粮仓储备，就是为了积谷防饥、防灾。同样，政府储备的目的，就是要未雨绸缪，起有备无患之效。因此，有一定的财赤，并非坏事，只要是在可控范围内便可。再者，政府要转亏为盈，关键在于经济转好，恢复活力。只要经济繁荣，自然就会回复财政盈余，反而经济问题拖得越久，越难恢复，政府财赤亦只会不断扩大。复常以来，经济复苏速度未如理想。去年11月，财政司司长更下调经济增长，主要是出口疲弱所致。显然，美国高息、美元汇率升值，在联系汇率下，香港出口亦相应受累。按最新形势来看，这个情况至少会持续到下半年，甚至年底。同时，中东局势险峻，避险情绪升温，外围环境更为恶劣。这些变化在司长制订财政预算案的时候，未有充分预料和列入考虑。因此，司长有必要作出相应调整，防患于未然，为基层市民解困。主席，我乐见财政预算案对旅游业加大投入和扶持，政府积极开展盛事经济，既促进文化艺术、体育、金融、贸易展览等行业，亦同时刺激旅游、酒店、商场、零售、饮食等不同业界的发展。此外，我亦希望政府主动开拓经济发展新增长点，更积极融入国家发展大局，以“八大中心”发展对接内地产业。正如夏宝龙主任在数天前“全民国家安全教育日”开幕致辞时所说，我们要“主动顺应时代发展潮流，跟上时代发展步伐，积极识变、应变、求变，在变局中打开香港发展的新天地”。谈到求变，就一定要有新的思维，我们应以“共建共荣、共享共赢”的理念构建香港新型的劳动关系，这正是香港由治及兴应有之义。人才是第一资源，科技是第一生产力，创新是第一推动力。在香港实现由治及兴新发展阶段，要发展新质生产力以实现高质量发展，劳动力是不可或缺的生产要素，无论是高尖精的人才，还是产业前线工人，都是重要一环。只有真真正正提升劳动阶层的待遇和社会地位，人人都能够分享经济发展成果，劳动者才能以主人翁的立场，激发更强的劳动热情，让生产力有“质”的提升，为“一国两制”建设，贡献更大的力量。所以政府要带头在推动全社会尊重劳动价值、弘扬劳动精神，加大投资人力资源，制订规划，从“量”到“质”制订指标，落实以香港所长，贡献国家所需。主席，我发言支持《2024年拨款条例草案》，我谨此陈辞。",
    "embedding_key": "58",
    "poignancy": 0.5,
    "keywords": [
      "财赤",
      "香港",
      "政府",
      "发展",
      "预算案",
      "经济",
      "财政",
      "劳动",
      "数码",
      "高质量"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，日本始终未能够解释核污染水是安全的，如果是安全的话，日方为何不留给自己，而要倾倒入海呢？显然，倾倒入海的做法是要与全人类“揽炒”的可耻行为。有报道指，日本一意孤行倾倒核污染水入海，并会在今天据报道说是6月28日作最终检视。所以，我认为政府在这方面的态度始终未够强硬，必须果断处理这个问题；另一方面，我们亦留意到所谓的“环保组织”在这件事情上，由开始至今从来没有发声，真的是患了失语症，政府是否需要向这些“伪环保组织”施加压力，他们才会做事呢？政府以市民健康为由，已有大条道理采取更果断有效的措施禁止日本食物进入香港，要果断地禁止日本所有食物进口，才能向日方施加足够压力。所以，政府可否强硬起来？",
    "embedding_key": "59",
    "poignancy": 0.5,
    "keywords": [
      "倾倒",
      "核污染",
      "果断",
      "入海",
      "日本",
      "日方",
      "政府",
      "强硬",
      "禁止",
      "环保"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长刚才的答复是很显然的，“积金易”平台与取消强积金“对冲”没有必然关系，而且亦没有任何理由要将两者绑在一起。目前，“积金易”平台的开发商延误了的时间已无法追回，更有可能影响后续进度。所以，我想请问政府或积金局，会否向承办商PCCW(译文：电讯盈科)就延误一事处以罚款呢？",
    "embedding_key": "60",
    "poignancy": 0.5,
    "keywords": [
      "积金",
      "延误",
      "平台",
      "吴秋北",
      "会否",
      "PCCW",
      "盈科",
      "任何理由",
      "追回",
      "译文"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，管浩鸣议员的修正案已将刘智鹏议员的原议案修改至体无完肤，原因是甚么呢？在今天和昨天的讨论中，大多数议员已提到，归根结底是因为不切合实际，那么实际情况是甚么？就是师资不足，课程结构未能调整，学生的压力亦非常大，以致有关建议难于执行和实行。但是，我们很认同有必要加强青年人和学生的历史知识，令他们对国家产生认同。所以在感情上，我们很想支持两位议员的原议案和修正案，但不想流于为表态而表态，亦希望能有实际的推进。事实上，青年对于国家民族历史的认识，的确有需要大大补课，以提升他们的国家认同、民族意识和民族自豪感。我认为今天的讨论，最重要是要通过学习历史，令学生提升和确立下述数点认知。第一，中华文明是世上仅有、唯一延绵数千年，至今从未间断的文明。第二，中华民族是伟大的民族，我们曾经是世界上最先进、最文明、最强大的民族和国家，所以我们要增强这种文化和历史自信，坚信中华民族过去是、现在是、将来也必定是伟大的民族。第三，相对而言，西方的历史与文明处处存疑，其上古史包括古希腊、古罗马，大多属子虚乌有的神话、伪史，其近代史则大多是战争侵略、殖民掠夺，以现代文明标准而言可说是极端邪恶。第四，中华文明和民族于近代曾因西方列强的侵略而几乎灭亡，是新中国的建立让中国人重新站起来。因此，第五，所有中国人，特别是莘莘学子的伟大使命，就是要推进、实现中华民族的伟大复兴。主席，要培养以上认知，形式可以不拘一格，并不局限于课堂书本，或许可以通过武侠小说或影视娱乐达成。所以，我认为教育局不需要处处存有疑问和疑虑，感到为难。我们应使用各种方式和方法达至以上5点认知，以多元方式推进。各位，我们希望达成的目标是实质的，并不只是流于口号或流于形式。主席，我谨此陈辞。",
    "embedding_key": "61",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "民族",
      "伟大",
      "认知",
      "中华民族",
      "认同",
      "历史",
      "我们",
      "中华文明",
      "文明"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "13.吴秋北议员：去年9月发生的世纪暴雨期间，近筲箕湾耀东邨的一段耀兴道上方的天然山坡发生严重山泥倾泻，导致该段位处耀东邨耀明楼对出的行车道需全线临时封闭，直至今年3月23日才重开一条行车线。此外，本月4日暴雨来袭，将军澳及西贡的雨势特别大，当局接获多达17宗山泥倾泻报告。有意见认为，香港已踏入了台风及暴雨的季节，极端天气将更频繁。就此，政府可否告知本会：(一)就极端天气进行的善后工作的具体内容及步骤为何；有否为有关工作设定指标(例如完成工作的时间)及指定政府部门或团队负责有关工作；如有，其工作范畴和职责为何；如否，如何安排有关工作；(二)有何新措施加强防范山泥倾泻在极端天气下发生，例如主动巡查位处在极端天气下较易受影响的地点的山坡/斜坡，并及早作出应对措施；及(三)会否探讨导致小西湾在极端天气下容易出现严重水浸的因素，并在制订应对海平面上升及风暴潮的政策和措施时，把该等因素纳入考虑之列？发展局局长于2024年5月29日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240529-translate-c.pdf\" \\l \"nameddest=app_01-13\" 附录1。",
    "embedding_key": "62",
    "poignancy": 0.5,
    "keywords": [
      "极端",
      "天气",
      "倾泻",
      "暴雨",
      "13",
      "山泥",
      "位处",
      "工作",
      "措施",
      "山坡"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，我发言支持陆颂雄议员的原议案及李浩然议员的修正案，以推动电价下调，排解民生忧难，打破利益固化藩篱，但不能够支持林筱鲁议员的修正案，并会反对，因为其修正案明显与原议案的意思背道而驰。代理主席，早于2015年政府开展电力市场未来发展公众咨询时，竞争事务委员会的意见书便表明，电力市场缺乏竞争，并提出3个建议，当中包括加强内地与香港联网的连接，从内地输入电力。澳门现时有九成电力来自内地，并继续积极加强粤澳电力联网，足见内地输电完全可行。根据去年11月的报道，中华电力有限公司(“中电”)每度电是1.544元，香港电灯有限公司(“港灯”)是1.97元，而澳门只是1.35元，深圳更只是0.8元。环境及生态局谢展寰局长声称输入内地电力不一定令电价下降，这并不准确。所谓的《管制计划协议》，美其名是“管制”，实际上，是容许两电在没有竞争下继续享受丰厚利润。两电长期缺乏竞争，导致电力事故不绝。中电在2019年至2022年间，每年均有超过3 000宗停电事故，即每天平均有超过8宗停电事故；去年更出现重大的火烧电缆桥事故，影响屯门、元朗、天水围175 529人。虽然港灯的事故由2019年的235宗回落至2022年的140宗，但去年同样出现相对严重的事故，受影响的人数是8 223人。这些事故往往没有惩罚，在指定时间恢复供电后，反而有奖励，这实在极端荒谬。澳门已做到压低电价，但仍然在内地电力输澳上下工夫，不断改善电力服务。反观香港特区政府又做了些甚么来协助市民遏抑电价和改善电力服务呢？工联会已经不止一次倡议向内地买电以遏抑电费，要到何时政府才听到我们的建议呢？代理主席，我谨此陈辞。",
    "embedding_key": "63",
    "poignancy": 0.5,
    "keywords": [
      "电力",
      "事故",
      "内地",
      "电价",
      "议员",
      "修正案",
      "遏抑",
      "澳门",
      "竞争",
      "港灯"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "7.吴秋北议员：据悉，政府近年持续开设首长级公务员职位，但公务员编制的职位数目却持续两年稍微减少。此外，政府曾表示，本年度维持公务员编制零增长的目标。就此，政府可否告知本会：(一)目前首长级公务员编外职位数目占其编制总数的比例为何；(二)现时有否限制公务员编外和常额职位数目的比例的规定；及(三)有否研究，如何消除市民及基层公务员对公务员编制维持零增长的目标及持续增设首长级公务员职位的安排有“肥上瘦下”的观感？公务员事务局局长于2023年6月14日提供的书面答复文本载于附录1。",
    "embedding_key": "64",
    "poignancy": 0.5,
    "keywords": [
      "公务员",
      "职位",
      "编制",
      "编外",
      "首长",
      "数目",
      "有否",
      "零增长",
      "持续",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "20.吴秋北议员：据报，根据教育局数字，去年1月至11月共录得31宗学生怀疑自杀身亡个案，为过去5年最多，更较2018年全年14宗增加逾1倍。有意见认为，体育及艺术教育(“体艺教育”)蓬勃发展，有利于中小学生的身心健康，而本地体艺教育尚有较大的改善空间。就此，政府可否告知本会：(一)有关政府部门会否检视本地体艺教育的整体成效；若会，详情为何(包括检讨方法及机制，以及具体时间表)；若否，原因为何；(二)有关政府部门会否根据全港学生的情况进行调查，分析一周需多少节体艺课及课外活动时间，才可以纾缓大部分学生的压力及让其保持健康的体魄，并根据分析结果设立指标及在全港学校推行；若否，原因为何；及(三)鉴于据悉，深圳市教育局于本年1月1日起施行的《深圳市加强和改进学校体育工作的实施意见》提出，义务教育阶段学校每天开设1节体育课，高中(含中职)学校每周开设3节体育课，而中小学每天大课间体育活动不少于30分钟，有关政府部门会否考虑参考深圳市的做法，要求学校每日开设1节体育课，并加入课间操等形式的活动及要求课间活动不少于30分钟，以增加学生每日的运动时间？教育局局长于2024年4月24日提供的书面答复文本载于HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/hansard/cm20240424-translate-c.pdf\" \\l \"nameddest=app_01_20\"附录。",
    "embedding_key": "65",
    "poignancy": 0.5,
    "keywords": [
      "体艺",
      "会否",
      "体育课",
      "学校",
      "教育局",
      "政府部门",
      "20",
      "若否",
      "30",
      "深圳市"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，大家都知道，大部分海防设施属港英或英国殖民统治时期的海防设施，现时仍然沿用“香港抗战及海防博物馆”这名称是否适宜呢？海防博物馆的内容大多数涉及英国统治时期的军事设施，关乎如何进行海防工作。为何局方要采用这个带有殖民色彩的名称，将海防馆命名为“香港抗战及海防博物馆”呢？请问局方可否清晰答复这问题呢？",
    "embedding_key": "66",
    "poignancy": 0.5,
    "keywords": [
      "海防",
      "局方",
      "博物馆",
      "抗战",
      "设施",
      "名称",
      "吴秋北",
      "属港英",
      "香港",
      "军事设施"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，关于政府的答复，其实我们是希望能够有更加积极和主动的角色来推动两地高校的合作交流，以至将我们的教育枢纽的地位提高。就着刚才局长所回答的第(三)部分有关于职业教育方面，我觉得政府应该更加积极地将我们的职业教育的地位提升，尤其是内地已经将职业教育等同于其他学术教育的地位，而且是用法律的方式确定下来，是等同学历。在这方面，政府会不会也效法内地那样将职业教育和学术教育的学历等同起来，并以法律的方式确定下来，以便更能与内地接轨？",
    "embedding_key": "67",
    "poignancy": 0.5,
    "keywords": [
      "教育",
      "职业",
      "内地",
      "学历",
      "等同",
      "地位",
      "学术",
      "政府",
      "吴秋北",
      "法律"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我赞成陈颖欣议员动议“设立香港劳动模范评选机制”的议案。早前我曾在报章上发表“寻找香港的劳动模范　大国工匠”一文，今天的议案使香港能够产生劳动模范成为可能的事。劳动模范在内地简称为“劳模”，早在上世纪30年代便通过生产竞赛选出“春耕模范”，后来改为制度化的评选奖励，40年代则有“劳动英雄”、“模范生产工作者”。在50年代，为恢复经济，国家广泛动员生产建设，中华全国总工会组织召开全国工农兵劳动模范代表大会，授予代表“全国劳动模范”光荣称号，其后每5年召开一次，表彰为国家建设、改革开放作出巨大贡献的先进劳动者。数天后，工联会也会邀请全国劳动模范来港交流。主席，香港也有很多值得表扬的劳动者，只是我们不习惯这种思维。在资本主义社会之下，劳动价值往往只沦为商品价值，劳动者贡献社会，但却得不到与其劳动价值相匹配的尊重和肯定。工资买断了劳动，劳动则被简化为“揾食”，雇佣关系也只被视为买卖。在这种思维逻辑和社会风气下，交易过后仿佛便互不相欠。有人或许会认为香港是资本主义社会，所以不能产生劳动模范，因为劳模所有的劳动成果都只会被资本家窃取，表彰劳模只会助长剥削。然而，任何社会形态或制度都必须经过劳动建设，无论是何种劳动关系和方式，劳动所创造的价值都不能被忽略，更不可以香港实行资本主义为名，将其价值消解于薪金和劳动买卖当中。香港确实需要设立劳动模范评选机制，以弘扬劳动精神、重建完整正确的劳动价值观和认知，让劳动成为人的自我实现，让不畏辛劳、贡献卓越、表现优秀的劳动者，除了薪金以外，能够获得应有的尊重、表扬和嘉许。同时，树立典型模范，把被忽略、剥削的部分，通过社会认同补全。只有劳动阶层的地位提升，社会以劳动为荣，以创造更高、更大的劳动价值为傲，满载劳动热情，才能够发展更大、更优质的生产力，达到社会和谐，避免走向纯粹剥削、计算和角力的劳资紧张，这才是香港实现由治及兴的力量泉源和关键要素。主席，最低工资“一年一检”是对劳动者的基本保障，也是对劳动的基本尊重。经常听到一种说法，就是最低工资的调整会推高生产成本，影响竞争力。言外之意是老板占有更多的剩余价值，便能提升所谓的竞争力，难怪香港贫富悬殊成为世界之首。事实上，最低工资是基本保障，也是社会的人性底线。这次劳、资、官达成共识具有里程碑的意义，虽然实际效果尚有待检验，但新机制反映了政府对基层“打工仔”的重视，也体现了资方良心老板的风范，是对“以人为本”施政理念的实践，其价值远远大于价格，正如劳动者的劳动价值远远高于劳动力的标价。我希望劳动模范的表彰同时能够带来薪金待遇的改善，并进入互为促进的良性循环，加速发展新质生产力，建立新型共建共赢的劳动关系。我谨此陈辞。",
    "embedding_key": "68",
    "poignancy": 0.5,
    "keywords": [
      "劳动模范",
      "劳动",
      "香港",
      "劳动者",
      "价值",
      "社会",
      "最低工资",
      "薪金",
      "劳模",
      "表彰"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，本人发言支持政府这项根据《公共财政条例》的临时拨款议案。工联会提议在新一份财政预算案中，应该包括电子民生消费券，而我们认为这项临时拨款应该有助尽快落实我们的这项建议。此外，这项建议应该能够更好地支援市民在民生方面，例如水、电、煤费以至公屋租金方面的消费。我谨此陈辞，给予支持，多谢。",
    "embedding_key": "69",
    "poignancy": 0.5,
    "keywords": [
      "这项",
      "拨款",
      "民生",
      "应该",
      "公屋",
      "谨此",
      "陈辞",
      "临时",
      "吴秋北",
      "工联会"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，政府要取缔劣质“㓥房”或者不合标准的“㓥房”的决心及意志是取决于其有多少公屋在手，所以，如果政府不公布这个数字，其实大家会觉得你们只是说说而已。所以，我们早前工联会通过各区了解到，有人住在“㓥房”动辄两三年甚至三四年，环境非常恶劣。所以，政府能不能够公布你们手上有多少公营房屋，用来预备你们取缔这些劣质“㓥房”呢？如果你们不公布的话，其实是在助长“㓥房”租金一直上升，也是助长“㓥房”不断劣质化。谢谢。",
    "embedding_key": "70",
    "poignancy": 0.5,
    "keywords": [
      "劣质",
      "你们",
      "取缔",
      "助长",
      "公布",
      "政府",
      "公屋",
      "所以",
      "不合标准",
      "吴秋北"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，署方在港岛东进行了一些预防水浸工程，但我们发现，同样在港岛东的柴湾往往是被忽略的区域。在多个水浸地点(例如环翠邨领展地下停车场)，低洼的排水系统通常需要有防洪的沟通和督促机制，也需检查和优化，包括安装止回阀以防止倒灌。对于这些需求，署方一直都不太想去处理。更重要的是，柴湾其实具备兴建蓄洪池的条件，例如柴湾公园地底有7.13公顷宽广的地下空间可供兴建蓄洪池，为何政府往往忽略柴湾的需求呢？",
    "embedding_key": "71",
    "poignancy": 0.5,
    "keywords": [
      "柴湾",
      "署方",
      "港岛",
      "蓄洪",
      "水浸",
      "忽略",
      "兴建",
      "止回阀",
      "地下",
      "不太想"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "14.吴秋北议员：有关注团体指出，尽管规管分间单位(俗称“㓥房”)租赁的《2021年业主与租客(综合)(修订)条例》(“《条例》”)已于本年1月生效，不少㓥房租户仍不了解自身权益，而部分业主亦没有遵从《条例》的规定。就此，政府可否告知本会：(一)自《条例》生效至今，当局收到多少宗有关㓥房租赁的查询及投诉，以及跟进了多少宗个案(包括有否上门进行调查)；当局有否定期上门抽查；如有，次数为何，以及会否加强抽查工作；(二)自《条例》生效至今，差饷物业估价署(“估价署”)共收到多少份有关㓥房的租赁通知书(即表格AR2)；有否统计，当中分别有多少份通知书涉及的租赁(i)采用政府提供的租赁协议范本及(ii)属自行订立的租赁协议；(三)自《条例》生效至今，相关政府部门(包括估价署及水务署)共接获多少宗有关㓥房业主滥收水电或杂费的投诉及查询，以及调查了多少宗个案；(四)鉴于政府透过委托非政府机构设立6支区域服务队(“服务队”)，以协助推广《条例》及向㓥房业主及租户提供支援，有否评估服务队的工作成效；会否加强服务队支援㓥房租户的工作，以协助他们投诉违例的业主；及(五)鉴于有㓥房租户担心投诉违例业主不果会被迫迁，当局会否协助投诉初步成立的租户入住过渡性房屋一段时间，以减低他们的忧虑？房屋局局长于2022年10月26日提供的书面答复文本载于附录1。",
    "embedding_key": "72",
    "poignancy": 0.5,
    "keywords": [
      "条例",
      "租赁",
      "业主",
      "服务队",
      "投诉",
      "会否",
      "有否",
      "多少",
      "生效",
      "估价"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "8.吴秋北议员：据报，本港已成为全球楼价最难负担的城市，夹心阶层家庭及年青人尤其难以置业。有意见指出，现时居者有其屋计划(“居屋”)及港人首次置业先导计划(“首置”)未能满足市民的置业需求，而政府应针对特定对象推出专项资助置业计划。就此，政府可否告知本会：(一)未来5年，每年各项资助置业计划的单位供应量，并按该等计划的名称列出各个项目的类型、地点及推出时间；(二)土地共享先导计划(“先导计划”)至今收到多少宗申请，以及该等申请涉及的位置、土地面积及可供兴建公营房屋单位的数目；鉴于先导计划规定，有关发展计划的新增住用总楼面面积中，需有不少于七成拨作发展公营房屋或首置单位，当局会否考虑订明当中资助置业计划单位所占的比例，以满足夹心阶层家庭的置业需要；(三)鉴于据报，有非牟利机构计划发展以年轻家庭为对象的私人资助房屋项目，政府会否就该项目的申请资格及转售安排与该机构沟通，令该项目可与政府的资助置业计划产生互补作用；如会，详情为何；(四)会否制订公私合营兴建资助房屋的政策及指引，以鼓励私人发展商兴建资助房屋协助特定群组置业；鉴于政府于本年6月1日回复本会议员质询时表示，对利用私人市场资源协助兴建资助房屋持积极态度，政府有否就重启“私人机构参建居屋计划”制订时间表；及(五)有否计划，重整置业阶梯，以及为夹心阶层家庭和青年人制订专项置业计划，令他们可按负担能力及需要选择合适的置业方案；如有，详情为何；如否，原因为何？运输及房屋局局长于2022年6月22日提供的书面答复文本载于附录2。",
    "embedding_key": "73",
    "poignancy": 0.5,
    "keywords": [
      "置业",
      "计划",
      "资助",
      "房屋",
      "先导",
      "会否",
      "夹心",
      "兴建",
      "政府",
      "据报"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：好的，我继续。我主要想局长回应，我们能否真正采取主动，采取动态的防疫防控机制，因应不同的情况来处理，而不是要被动地去亡羊补牢，我们要防止羊逃走。所以，我认为政府的态度其实是一个很重要的问题。",
    "embedding_key": "74",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "地去",
      "亡羊补牢",
      "采取",
      "因应",
      "防疫",
      "防控",
      "议员",
      "逃走",
      "回应"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，对于是次财政预算案(“预算案”)，我认为力度尚可，亦有不少新措施。预算案中的纾困措施，相信有助短期支援市民渡过难关，特别是创造就业和发放消费券，我是表示赞同的。在中、长远经济规划上，预算案虽有着墨，以产业发展和基建为主，但在如何融入国家发展大局上，仍须有更多的政策思考和更积极的作为。对于如何在中长远创造一个更合理和有保障的劳工市场，以及在土地房屋及扶贫方面，仍略有不足。司长在预算案接纳了部分工联会的建议，例如租金免税额、消费券1万元等，在此我是表示欢迎的，亦期望政府能多聆听和多吸纳好意见，从善如流。整体而言，工联会对是次预算案表示支持，并支持拨款。以下我要表达几点意见。第一，有关贫富悬殊的问题。是次预算案有很多一次性措施，包括免税、电费补贴、暂缓追讨欠租、消费券等，相信能解燃眉之急，对援助疫情下市民面对的生活重压有一定的帮助，但这些都是一次性的，因此未能根本解决问题。随着疫情缓和，我预期经济会逐步回升，政府有责任作一个更全面的中期规划，让市民可共享经济发展的成果，正如司长于是次预算案提出经济发展是为了提升所有市民的生活水平。现时香港贫富差距不断扩大，面对在职贫穷、跨代贫穷、长者贫穷等问题，政府责无旁贷，需改革扶贫政策及策略。香港扶贫政策要更具前瞻性，不应局限于以福利保底，而应该以更精准的方式来支援弱势和贫穷家庭，让人人都能获得向上流的机会。同时，也要在资源分配、收入保障机制上着手，让香港社会更显公平、公义。因此，我们多次建议政府应设立减贫专员，专责精准扶贫、灭贫，另外亦要完善最低工资保障制度。是次预算案提高持续进修基金上限、加大培训力度，对提升“打工仔”在劳动市场上的竞争力有一定帮助。但是，政府亦应着眼于改善就业环境及创造就业机会、全面提升社会人力资源质素及雇员待遇，配合未来经济发展去投放资源培训人力，以就业为优先，提升基层市民的就业机会。第二，要做好财富再分配。代理主席，香港需要向国家学习，落实精准扶贫，并做好财富再分配的工作。现时有必要调整财富资源分配制度，各行业、各阶层应共享社会发展成果，以至共享未来发展的机遇。工联会提出新时代工运，亦都是强调“共建、共荣、共享、共赢”的理念。政府应该考虑在现有二级税制下加设第三级，对超过1亿元的应评税利润征收17.5%的税率。粗略估计，所得新增税款金额每年约为60亿元，对现时平均1 000多家巨型企业所承担的可谓九牛一毛，但却能够让贫穷的市民获得更多支援，可以得到更好的发展，早日摆脱贫穷。第三，公营房屋短缺和居住问题。代理主席，是次预算案提及的十年建屋计划，指已觅得约350公顷土地兴建约33万个公营房屋单位，加上是次预算案提及17 000间过渡性房屋等，为加快楼宇供应推出更多宽免措施，如此种种均反映政府确是有意解决市民居住困难的情况，明白市民对房屋的迫切需要。不过，我认为政府应有更大的决心、更大的力度解决问题。公屋供应长期不足，截至2021年12月底，公屋平均轮候时间为6年，有超过226 000人居于“㓥房”。代理主席，我探访过不少“㓥房”住户，深切体会到大多数环境非常恶劣，甚至不适宜居住，政府有责任为基层市民提供能负担、有尊严的居所。公屋3年“上楼”的承诺应该作为基层房屋政策的指标，工联会在上年年底做过调查，有三分之一市民选择“政府应增建公屋，以兑现3年公屋‘上楼’的承诺”作为解决房屋问题的建议，我想强调3年“上楼”不应该只是一个口号或说了就算，大多数基层市民住在不适切房屋，政府应该明确、清晰地制订可实行的时间表、路线图及有责任人，将资源用得其所，让“㓥房”、笼屋成为历史。代理主席，司长于预算案设立租金开支扣税，我相信可以纾缓市民房屋的负担，住宅开支扣税亦是工联会10多年来一直争取的，对于司长采纳此意见，我表示支持。香港楼价及租金高企，市民居住负担沉重，居住环境却越来越细，2021年香港人均居住面积中位数是16平方米，远远低于全球标准。《香港2030+》把人均居住面积的目标定为215至237平方呎，政府有甚么方法和方案达致这个目标，有没有相应的时间表？我希望政府可以同时规划不同的房屋政策，令房屋对所有香港市民变得“可负担、能安居”。土地及房屋政策关乎千家万户的福祉，香港连续12年蝉联全球最难负担房地产的榜首，国家早已确立“房住不炒”的定位。我认为资助房屋和私人房屋市场应该要分开，售价与私人楼宇应该脱钩，要建立人人可负担得起的房屋市场。代理主席，社会上有很多深层次矛盾，我很希望未来政府能够提出措施，解决这些深层次矛盾。多谢代理主席。",
    "embedding_key": "75",
    "poignancy": 0.5,
    "keywords": [
      "预算案",
      "房屋",
      "市民",
      "公屋",
      "政府",
      "工联会",
      "贫穷",
      "代理",
      "扶贫",
      "香港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，感谢李慧琼议员提出这项议案。习主席的七一重要讲话，回顾了香港的历史，以及香港在国家改革开放中的角色。习主席的讲话提及“香港同胞始终同祖国风雨同舟、血脉相连”，这是香港和国家荣辱与共、骨肉相连的最佳概括。习主席也回顾了香港回归祖国25周年，对“一国两制”的实践给予高度评价，并且表示“一国两制”必须长期坚持，不改变、不动摇、不走样、不变形。“一国两制”是经过实践反复检验的好制度，没有任何理由改变，必须长期坚持。而最重要的是习主席提出“四个必须”、“四点希望”。以下我主要谈谈我对于“必须落实‘爱国者治港’”，以及“切实排解民生忧难”的理解。主席，经过“黑暴”的冲击，香港应更能认同习主席所说，政权必须牢牢掌握在爱国者手中，而这也是世界通行的政治法则。如果一个国家、地区被不爱国甚至卖国者、叛国者掌权，下场将会是动荡不安、山河破碎。所以，治港的爱国者必须正确理解、准确全面落实“一国两制”，要有维护“一国两制”的坚强意志、担当及能力。所以，“爱国者治港”对提升管治效能、治理水平的作用，是不言而喻的。爱国是一种内在的驱动及责任感，对团队而言是凝聚力及执行力，大家的目标一致，希望国家好、香港好，就会积极主动担当作为。“港人治港”、高度自治是在“一国两制”原则下，中央赋予特区政府的权利。事实上，权利与义务是分不开的。习主席的讲话不止是中央对特区政府清晰及有力的要求，同时也是一种勉励，让治港团队成为爱国者最好的示范：务实有为，不负人民，并将之内化为管治团队的自我要求、自觉动能。这次习主席的讲话是以中央的高度对香港问题作出细致、具体的分析，并且指明了方向及路线，非常值得我们仔细学习研究。结合早前港澳办夏宝龙主任提出爱国者要有“五个善于”，中央领导可谓循循善诱，为“爱国者治港”制订了一套完整的指引。这将会在日后特区政府治理中发挥重要的指导作用，我们必须要入心、入脑、入魂，加以理解学习。主席，“切实排解民生忧难”不仅是习主席的期望，也是广大市民的期望。所谓“民生无小事”，以至深层次的矛盾，同样要尽快解决。良政善治要做到“民有所呼，我有所应”。衣食温饱是最卑微的要求，更要彰显社会公义及公平。习主席说：“让每位市民都坚信，只要辛勤工作，就完全能够改变自己和家人的生活。”工联会代表广大的劳工提出“共建共荣，共享共赢”的理念，使全港市民民有所居、学有所教、劳有所得、病有所医、老有所养，达致“人人有机会，人人信可期”的公平社会。我希望新一届政府能以人民为中心，积极回应习主席及中央，以及社会各界的期望，拿出果敢的魄力，迎难而上，将香港建设成我们共同美好的家园。我谨此陈辞。",
    "embedding_key": "76",
    "poignancy": 0.5,
    "keywords": [
      "主席",
      "爱国者",
      "一国两制",
      "香港",
      "治港",
      "必须",
      "特区政府",
      "中央",
      "管治",
      "忧难"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。局长亦承认“㓥房”是不适宜居住的环境，这是局长很清楚的，但现在局长只是提供愿景，说当有足够的土地及房屋供应后便会解决问题，但又没有提供时间表和路线图，这个状况实在令人失望。因此，接下来的租务管制条例，其实要再加强，我很希望起始租金能够尽快落实。另一点是，现在疫情下大家看到隔离中心的位置，在疫情完结、抗疫成功后，这些隔离中心是否可以变为加强版的临时房屋呢？据局长所说，临时房屋的供应其实有限，杯水车薪，所以，我们能否善用这些资源呢？多谢主席。",
    "embedding_key": "77",
    "poignancy": 0.5,
    "keywords": [
      "局长",
      "房屋",
      "多谢",
      "隔离",
      "疫情",
      "供应",
      "临时",
      "吴秋北",
      "愿景",
      "租务"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见附录4)",
    "embedding_key": "78",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "进一步",
      "附录",
      "文本",
      "标明",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "3.吴秋北议员：据悉，自2019冠状病毒病第五波疫情爆发以来，不少民生用品的供应受到影响，加上不时有传言指政府将落实“禁足”或其他措施，令不少受到传言影响的市民，因恐惧而抢购及囤积食品、药品及日用品，导致部分民生用品价格飙升，更有商家趁机抬高价格。就此，政府可否告知本会：(一)自第一波疫情出现“口罩荒”后，政府采取了哪些措施确保防疫用品、药品、鲜活食物及副食品的供应及价格稳定，而在第五波疫情出现抢购潮后，政府又有何措施应对，以及有否评估该等措施的成效；(二)鉴于据报，有商家利用疫情消息抬高民生用品的价格，大发“灾难财”，政府有何措施防止有关情况发生；会否要求相关的政策局及消费者委员会等机构加强监察物价，并经政府新闻处发布有关民生用品的供应及价格的正确资讯；及(三)会否考虑效法其他地区设立监管机构(例如内地设立的国家市场监督管理总局)及订立法例(例如美国某些州份实施的反哄抬物价法)，在紧急情况下实行价格管制，以确保民生用品的价格稳定，以及将更多食品、防疫用品等重要物资指明为《储备商品条例》下的储备商品；如会，执行详情为何；如否，原因为何？",
    "embedding_key": "79",
    "poignancy": 0.5,
    "keywords": [
      "用品",
      "民生",
      "疫情",
      "价格",
      "措施",
      "政府",
      "有何",
      "会否",
      "防疫",
      "供应"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，去年我们国家宣布全面脱贫，这是一项巨大的成就，连联合国秘书长古特雷斯都非常赞同及赞赏。他说此举实现了《2030年可持续发展议程》所描述的更加美好及繁荣的世界，作出了重要的贡献。这是中国取得的非凡成就，亦为国际带来了希望和激励。所以，我们看到《2030年可持续发展议程》中提到：不遗漏任何一个人。我们将实现为所有国家、所有人及所有社会阶层制订目标及具体指标。消灭贫穷的目标，我们国家提前10年实现了，解决了7.7亿人口的贫穷问题，这占同时期的全球人口比率70%。所以，国家的成功经验告诉我们，她解决贫穷问题是有决心、有目标，能够持之以恒，而且能针对不同阶层、群众、城乡、地区来进行目标为本的“精准扶贫”。我们作为国家的一部分，虽然制度不同，但亦应该以人为本，这个治理的理念也应该是相同的。香港是一个富裕的地区，人均GDP(译文：本地生产总值)达到49,036美元，位居世界前列，但香港亦是全世界贫富不均最严重的地区之一，虽然人均GDP近5万美元，但真相是长期有100多万贫穷人口，即每7名香港人就有一名处于贫穷状态，小部分人的富裕令香港蒙羞，刚才亦有同事指出了有关数据。国家脱贫的经验值得借鉴，灭贫的决心和目标更是必须学习的。香港过去的扶贫政策存在诸多短板，结果就是越扶越贫。我举一个例子，政府在2011年成立关爱基金，当中的目标是希望“民间和商界能够积极参与扶贫，体现三方协作共同承担的理念，引入新思维，令措施更具弹性、更加到位”，这是2010-2011年度施政报告中所提出的。但是，最终这三方协作的关爱基金，政府出钱200亿元，商界捐款只有18亿元，而原本所说的“民间和商界积极参与”最终“走数”，“新思维”亦见不到，唯一能够做到就是“补漏”。可惜这些措施对于整体解决贫穷问题，只能说是杯水车薪，力有不逮。代理主席，所以我的修正案提出的内容，主要是希望政府在扶贫、灭贫路上多做几方面，第一是“精准”、第二是“达标”、第三是“问责”，最后是“实质提高基层生活水平”。因此我在修正案的第一点要求针对不同群组制订专门灭贫策略，就是务求“精准扶贫”；第二点是制订“基本生活保障线”，就是要达到灭贫目标；第四点设立灭贫专员，有关的内容就是要有专人负责，而且建议改善社会保障制度，建立可负担的房屋，为居住“㓥房”及基层家庭儿童提供津贴及照顾服务、加强人力资源培训及技能提升等，就是针对基层家庭的贫困境况，实质帮助他们改善生活。",
    "embedding_key": "80",
    "poignancy": 0.5,
    "keywords": [
      "灭贫",
      "贫穷",
      "扶贫",
      "目标",
      "香港",
      "商界",
      "精准",
      "国家",
      "2030",
      "GDP"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我发言支持原议案及所有修正案。公立医院轮候时间过长的问题长期持续，根据医院管理局(“医管局”)最新公布的专科门诊新症轮候时间，除了儿科新症的普遍轮候时间超过10星期，其他专科门诊的轮候时间竟长达百多个星期，情况极不理想。现时医管局的目标是将紧急和半紧急新症的轮候时间中位数，分别维持于2星期和8星期之内，但对于稳定新症则并无设定相关目标。稳定新症如能获得及时治理，减少延误，将可避免病人病情恶化。若病人等候时间过长，病情由稳定转为严重，病人除了要承受不必要的痛苦，治疗成效亦较差，所需费用和治疗成本均将大大提高。施政报告提到要重整医疗体制，目标是由目前以治疗为主、以医院为中心的格局，转向以预防为重、以社区为中心的体制。施政报告也提出要推出“基层医疗健康蓝图”，与私营医疗界别共同推广“一人一家庭医生”的措施，并成立“基层医疗健康管理局”，这些措施我认为均属恰当。所谓“上医治未病，中医治欲病，下医治已病”，专科治疗亦应考虑如何能以预防为先，尽早筛查。轻症透过适当的日常健康管理，可降低恶化的风险。政府需要建立一套完善体制，鼓励实行社区医疗和加强与私营医疗机构的合作，强化基层医疗预防体系，并让稳定新症得到适当的医疗护理，而非待至病人病情恶化才急急处理。我认为在预防体系和稳定新症轮候时间方面，政府都应该制订相关目标，确保医疗体制能全面照顾市民的健康，让每位市民拥有身心健康的人生。我谨此陈辞。",
    "embedding_key": "81",
    "poignancy": 0.5,
    "keywords": [
      "新症",
      "轮候",
      "医疗",
      "星期",
      "时间",
      "预防",
      "体制",
      "病人",
      "医治",
      "稳定"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：“一国两制”是前无古人的伟大创举，亦没有先例可援，所以在实践过程中会遇到这样或那样的问题。事实上，在这24年来，香港亦经历了种种风雨，克服了不少困难，而正正因为有“一国两制”，才令我们得以克服这些困难，这也体现出“一国两制”的优越性和生命力。中央一直十分强调，“一国两制”的方针不会动摇、不会改变，透过中央的表态以至种种文件，我们也能深切体会到中央的坚定决心和意志。但是，在实践方面，我们得靠自己体现其不走样、不变形。所以在实践过程中，我认同特首所提出，要不断完善“一国两制”的实施。对于施政报告中很多有关这方面的论述，包括坚守宪制秩序；维护国家安全；贯彻落实新选举制度；加强《宪法》和《基本法》教育；尊重国旗、国徽、国歌；强化法治社会；加强公务员培训；加强行政与立法关系，相关的内容已在施政报告中作出非常清楚的阐述，我极表认同。我亦理解“一国两制”的实践是一个过程、一种制度，必须不断丰富和完善。因此，我们必须在这过程中更加配合整个特区政府，一同好好实践“一国两制”。近几年发生的事件，包括“黑暴”以至疫情，均显示出我们在实践过程中可能碰到的问题，但幸得中央支持，例如透过实施《香港国安法》、完善选举制度、协助香港抗疫，令我们得以作出更好的实践。上述各项当中，尤其以实施《香港国安法》和完善选举制度，最能真真正正为香港拨乱反正，也为“一国两制”的实践开启一个新阶段，一改过去“揽炒派”瘫痪议会、拖垮民生、拖死香港的情况，政府官员亦再也不能左右逢源、虚与委蛇、上下其手，令良政善治得以有条件实施，亦看到市民对政府产生更高期望。所以，在新形势下，我们当然希望政府能更加有所作为，而我们作为议员，则更应监督和配合政府的新作为。因此，我会就以下3个方面提出我的关注。第一方面是关于就《基本法》第二十三条进行立法。代理主席，“一国两制”能否行稳致远......",
    "embedding_key": "82",
    "poignancy": 0.5,
    "keywords": [
      "一国两制",
      "实践",
      "香港",
      "我们",
      "国安法",
      "施政报告",
      "过程",
      "选举",
      "制度",
      "中央"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：听到吗？",
    "embedding_key": "83",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "议员",
      "听到"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢代理主席。我谨就这个环节的主题发言，其中一个重点是“一国两制”行稳致......(吴秋北议员的发言画面突然没有声音)",
    "embedding_key": "84",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "发言",
      "议员",
      "我谨",
      "行稳致",
      "......",
      "一国两制",
      "多谢",
      "画面",
      "代理"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。首先我要对致谢议案表示支持。施政报告是在去年10月发表的，当时未有第五波疫情，现时到了致谢议案的时候，第五波疫情已经爆发了超过1个月，但是情况还未见顶。市民虽然对于这个情况表示非常彷徨、担忧和焦虑，但我们见到大部分市民都是努力、积极地配合政府的各项措施。大家都非常合作。实事求是地说，过去两年香港的疫情防控还可以过得去，第四轮疫情之后亦摸索到一套适合香港的措施，包括封区检测等。只可惜，“人无远虑，必有近忧”，免检疫的漏洞及抗疫设施不足，令到香港未能躲过Omicron的大爆发，医疗系统濒临瘫痪。可幸的是，特区政府及时向内地求助，中央和广东省政府亦按特区政府的要求全力支援香港抗疫。然而，特区政府是否能够发挥“一国两制”的优势，利用好祖国的支援，这个还得看特区政府的统筹能力，以及战胜疫情的决心及信心。昨天，行政长官澄清了3件事，包括政府要坚持“动态清零”，特区政府负有抗疫的主体责任，防疫策略须因应疫情不断优化，以及特区政府上下同心抗疫。面对严峻的疫情，特区政府没有放弃而且坚持对全港市民生命安全负责。我认为无论作为议员或普通市民，都愿意肯定特区政府这个态度，并且愿意尽我们所能，与社会各界团结一致，支持政府带领全香港市民击退疫情。所以，我再次敦促政府要加大团结、统一思想，担当起主体责任，坚定意志及信心，对全港市民生命安全负责，不要放弃每一个生命，而且必须要坚持“动态清零”的原则不动摇。对于中央毫无条件的支持，我和工联会，我相信亦有很多市民感到万分感激。“一方有难，八方支援”，在这个时刻，我更呼吁全港各界、各行各业都要给予政府充分的支持。而我们作为议员，当然要监察及督促政府进行这方面的工作。但是，我们所有的监督和批评都应该是建设性的，都应该是建基于爱国爱港的立场和用心，都是为要打理好香港这个家。所以，我们工联会早前亦及时组建了千人义工队，坚决地发挥团结互助的精神，在力所能及的情况下，随时配合特区政府各项的抗疫工作。我在此要特别感谢每一位投入抗疫前线的工作人员，无论是医护、清洁工人、保安、司机等，大家这种奉献的精神、坚持、担当，确保了各项抗疫防疫措施能够落实。在抗疫上，我们还有很多很多改变、改进的地方，今天很多议员都提出很多很有建设性的意见，还要保护好我们的前线工作人员，做好后勤的保障，将各项工作做得更加细致，让受影响的市民身心、身体都得到相应的照顾。同时，我们必须肯定政府在这段时间亦吸纳了不少意见，迅速调整政策，我希望政府能够再接再厉作进一步完善。我在此提出几点建议：第一，我希望政府要再加大力度去支援及帮助受影响、受感染的市民，无论是隔离治疗、检疫、打针等，都必须加大这些方面的力度；第二，我希望政府在必要的时候尤其现时我们尚未见到疫情的最高峰，有些说法是可能要到3月底才达到最高峰，受感染人数可能会更加多，所以在必要的时候，政府应该考虑实行紧急法去抗疫，调动各种资源，用尽我们所有的制度，在紧急法之下，打通抗疫防疫的一些掣肘；第三，我们一定要坚持抗疫的“一国”标准，有了“一国”的标准，与国家的标准对接，才有“两制”的自由，才有通关的自由，才有经济的恢复；第四，我希望政府亦都要考虑善用中医药的一些治疗方法以至成药。最近，有些热心人士想捐赠数百万剂中医成药......有一年，在内地有包装问题。本来这些中成药已经证明有效，亦通过了国家的标准，为何特区政府还有很多关卡不准它入来呢？最后，我希望政府要加大宣传的力度，加大信息的发放，调动一切积极性来发放抗疫的信息，去抗击今次这个疫情。我相信社会上只要上下一心，团结互助，抗疫就能够事半功倍，而且能够取得胜利。主席，这份施政报告，我们都看到它在一些未来发展上有一些前瞻性及进步性，但是它不是一份完美的施政报告，仍然有很多地方需要改善，特别是如何利用好国家发展的机遇解决贫穷问题、住房问题，都仍然有很多需要去完善，吸纳各方面的意见，仍然有很多需要去努力。在之后的环节，我会就具体的政策发言。整体而言，我亦希望能够通过这次的致谢议案，在往后的日子特区政府能够更加好地处理疫情及民生问题，造福香港市民，为国家的发展发挥我们应有的作用。主席，我谨此陈辞。",
    "embedding_key": "85",
    "poignancy": 0.5,
    "keywords": [
      "抗疫",
      "特区政府",
      "疫情",
      "政府",
      "市民",
      "我们",
      "施政报告",
      "能够",
      "很多",
      "全港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "7.吴秋北议员：早前，入境事务处(“入境处”)瓦解一个非法劳工犯罪集团，该集团安排非法劳工到超过50间餐厅食肆工作。此外，据报有“蛇头”以打游击方式安排非法劳工在不同工作处所打散工。就此，政府可否告知本会：(一)过去5年每年及本年至今，分别有多少名非法劳工及雇用非法劳工的雇主被检控，以及法庭对被定罪人士的判罚为何；(二)过去5年每年及本年至今，政府采取了多少次行动打击非法劳工，以及平均每次行动动用的警力及入境处人手为何；有否检讨该等行动的人手是否足够；(三)有否评估，自“补充劳工优化计划”推出以来，雇用非法劳工的情况有何变化；及(四)有否研究如何加强打击非法劳工？保安局局长于2023年11月29日提供的书面答复文本载于附录2。",
    "embedding_key": "86",
    "poignancy": 0.5,
    "keywords": [
      "劳工",
      "非法",
      "有否",
      "入境处",
      "及本",
      "行动",
      "雇用",
      "人手",
      "为何",
      "打击"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：但问题真的关乎管理......",
    "embedding_key": "87",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "......",
      "关乎",
      "议员",
      "真的",
      "管理",
      "问题"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "2.吴秋北议员：据悉，市民对香港房屋委员会(“房委会”)推售的居者有其屋计划(“居屋”)单位的反应热烈。有合资格的申请者因多年未能中签，对置业感到无望。关于居屋的申请事宜，政府可否告知本会：(一)房委会在过去5年推出各期居屋销售计划的以下资料：(i)推售单位数目、(ii)接获申请数目、(iii)超额认购数目、(iv)获选楼的申请数目，以及(v)申请者类别(按选楼优先次序列出)；(二)房委会在2019及2020年推出的各期居屋销售计划中，分别有多少名申请者属首次申请、第二次申请，以及第三次申请或以上(以表列出)；及(三)会否检讨为居屋申请而设的抽签机制，以增加多次未能中签的申请者(尤其是“其他核心家庭申请者”)的中签机会；如会，详情及时间表为何；如否，原因为何？运输及房屋局局长于2022年2月16日提供的书面答复文本载于附录。",
    "embedding_key": "88",
    "poignancy": 0.5,
    "keywords": [
      "居屋",
      "申请者",
      "申请",
      "房委会",
      "数目",
      "推售",
      "中签",
      "计划",
      "表列出",
      "房屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，多谢行政长官给予时间让我们了解抗疫的情况。行政长官，现在抗疫方面，我很认同重中之重是“三减、三重、一优先、四集中”。这是适时的处理，亦理解有需要暂缓全民检测。当下疫情仍然很严重，现在每日的死亡数字也超过200宗，累计6 000多宗死亡个案，重症数字仍然很高，所以严防死守的意识其实很重要。行政长官公布要分3个月，为期3个月、分3阶段去放宽社交距离措施，这个信息其实我们要强调的是要做好严防死守，达到防控的效果，才能够放宽社交距离措施。所以，我很希望在接下来的数月，亦要分阶段报告我们的抗疫成果。例如，“疫苗通行证”如何能更好地落实到位，帮助我们抗疫，这些也是需要的。另一方面，我们留意到很多市民正在家居隔离，他们没有上报、没有前往隔离设施。所以，在这样的情况下，我们更要做好保障，成立保障支援队，派送物资、药物，以至送货上门，协助他们家居隔离。",
    "embedding_key": "89",
    "poignancy": 0.5,
    "keywords": [
      "抗疫",
      "行政长官",
      "隔离",
      "严防死守",
      "我们",
      "社交",
      "家居",
      "放宽",
      "数字",
      "做好"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，在这两天的讨论中，我们全体议员大多数都支持议案的通过。从议员的发言中，我亦听不到对工商界有甚么恶言相向；即使有，也可能只是源于部分工商界议员有种负罪感，因为他们是反对的，令人遗憾。不过，我想指出的是，《2022年雇佣及退休计划法例(抵销安排)(修订)条例草案》(“《条例草案》”)应订明生效日期。现时没有生效日期，令人遗憾。大家也很清楚，如今被“对冲”的“打工仔”在“流血”，他们的血汗钱不断在“流血”。因此，《条例草案》需要有明确的生效日期。有一种说法是，《条例草案》需待“积金易”平台在2025年运作时才生效，同样令人非常遗憾、无法理解。如果我们全体议员大多数支持通过《条例草案》，便应指定一个明确的生效日期，而不应等到2025年。多谢主席。",
    "embedding_key": "90",
    "poignancy": 0.5,
    "keywords": [
      "草案",
      "议员",
      "生效",
      "条例",
      "日期",
      "2025",
      "令人遗憾",
      "工商界",
      "流血",
      "全体"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长的回应确实令人十分失望。他现在的说法，其实是指这个北港岛线计划是一个具选择性、可有可无或见步行步的计划。但是，现实是港岛的交通需求庞大。现在观乎局长的答复，此计划将遥遥无期，所以我认为局长应该回应，究竟计划会否继续进行？究竟我们是否真的需要这个计划？现时，港岛线的情况反映极大的交通需求，我们若不发展北港岛线......局长若试坐地铁，于繁忙时间，尤其是在中转站......局长真的要亲自了解和感受一下......若是如此，我们应该开放市场。有关情况看来是港铁因为利润等各种原因找借口不作发展。所谓的灵活调配，其实在现时情况下并无效用。所以，如果港铁做不到，局方是否应该开放市场，让其他人去做？",
    "embedding_key": "91",
    "poignancy": 0.5,
    "keywords": [
      "港岛",
      "局长",
      "......",
      "计划",
      "开放市场",
      "现时",
      "回应",
      "应该",
      "情况",
      "吴秋北"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我的修正案。吴秋北议员动议的修正案(标明文本见附录3)",
    "embedding_key": "92",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "附录",
      "文本",
      "标明",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。近日疫情是严峻了，故此我亦留意到竹篙湾的情况。我和郭伟强议员亦曾就有关该处的管理安排去信当局查询。不过，今天我听到局长所回答的情况，我觉得实在令人担忧。现时疫情已经持续两年，官员却仍然在此反复强调：“我们尽做吧，能做多少便做多少吧”，这种心态其实并不好。反之，我们应该加强整个防范机制。我们看到现时竹篙湾的情况，也收到很多市民即入住的普通市民的投诉，我相信有些政府官员在里面会得到很好的照顾，但普通市民却可能备受忽略，我亦知道前线工作人员工作很辛苦。然而，在这疫情下，我们认为局方的一些处理方法往往只是采取被动姿态，往往以所谓亡羊补牢的方法来作补救，但我们最不想看到的是羊走了。所以，我们的防疫防控工作是要动态性的，要有机制可以处理到突然爆发时......",
    "embedding_key": "93",
    "poignancy": 0.5,
    "keywords": [
      "疫情",
      "竹篙",
      "我们",
      "市民",
      "现时",
      "议员",
      "机制",
      "情况",
      "吴秋北",
      "郭伟强"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我原则上支持陈家珮议员的议案，但这项议案我们认为应该更准确地指出要打击不良中介，保障本地家佣雇主的权益。事实上，现时的外佣政策基本上是沿袭自港英时代，其实这制度仍属于殖民统治的产物。过去香港有本地的“马姐”，后来，当引入外佣后，这行业便式微，严重打击了本地家佣的就业。在疫情下，为防疫防控，自然要“外防输入”，所以在外佣方面会有短缺。不引入外佣，会难以满足我们部分家庭对于家佣的需求，但引入外佣，既有可能导致疫情，亦有不良的中介趁机谋利，部分佣工亦见供应不足而趁机抬价，本地家佣雇主的权益因此而受损，这点刚才很多议员也提过。这些家佣雇主，很多都不是大富大贵，是普通家庭，而大多数都是双职，即夫妇两人为口奔驰，需要家佣照顾其家中老幼。对于家佣的需求是属于刚性需求，但是，在疫情下、生活压力下，工作稳定性大减，他们还要被这些无良的中介剥削，实在是惨上加惨，因此，他们的权益确实需要获适当的保障。我绝对认同需要重新审视现行的家佣制度，特别是如何针对现时在疫情下这特殊情况，即家佣的供应远远未能满足本地的家庭需求。这里所说的家佣，其实不只外佣，因为这些需求并非只有外佣能够满足，特别在疫情下，不少基层失业者大多可以转为本地的家务助理刚才，我们的黄国议员已就这方面提出很具体的建议而政府确实需要设立相关的培训以至相应的保障，令本地家务助理的就业更有保障。另一方面，我亦在此促请局方与疫情受控、没那么严重的一些国家和地区商讨，以拓宽现时供应的多元化。这既可减低疫情输入的风险，也能够引入竞争，更好地满足本地的需求，解决家佣短缺，令一些在疫情下，因这短缺而谋取暴利的无良雇主......无良中介不能再得逞。我亦希望局方设立一个制度，将恶意“跳工”的外佣列入黑名单，亦要加强做这方面的纪录，令雇主能够查阅纪录，同时要加强打击教唆外佣“跳工”的无良中介。主席，我谨此陈辞。",
    "embedding_key": "94",
    "poignancy": 0.5,
    "keywords": [
      "家佣",
      "外佣",
      "疫情",
      "本地",
      "雇主",
      "无良",
      "中介",
      "需求",
      "议员",
      "引入"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。主席，我发言支持林振升议员的原议案，以及其他议员的修正案。“推动职业教育发展，培养人才构建多元出路”，如果能加以落实，将可纾缓劳工市场上年龄错配、学历错配、技能错配等现象，让劳工阶层也能从事合适职位，赚取合理收入，让青年享有更广阔的就业机会。配合再工业化倡议，职业专才教育的前景将更加亮丽。提及职业教育，很多市民的印象可能只停留在港英时期的“职业先修学校”。那些学校专为培训制造业工人而设，课程和前途都与普通“文法中学”完全割裂。在“工字不出头”、“唯有读书高”这些传统观念下，职业教育似乎是读不成书才考虑的替代选择，因而更加坐实了错误观念，造成职业教育衰落的恶性循环。回归初期，时任行政长官董建华先生擘划了中药港、矽港、数码港的蓝图，本来是发展创科产业、复兴职业教育的良机；但随着蓝图落空，职业教育也日益被忽视，于是香港的产业政策就沿着1980年代以来脱实向虚的路上越走越远，高学历与高增值、高技术之间被错误画上等号。一场“黑暴”揭露了某些青年在liberal studies所谓“博雅教育”这个名副其实的“自由主义教育”下，不事实务、只尚空谈，对社会运作认知不足；而一场新冠疫情，物资供应不稳，更突显了实体产业在关键时期的重要性。因此，大力发展职专教育的意义，不但在于创造多元出路，更有助促使新一代重拾勤俭务实的精神，巩固香港“由乱及治”的成果，实现“由治及兴”的重要基础。需要澄清的是，实现再工业化、加强职业教育决不是重回山寨厂穿胶花、工人工时长收入低的年代。在“工业4.0”、智能化的时代，产业工人要操控精密仪器，除了需要实际技能之外，更需要掌握足够的科学文化知识。因此，工联会倡导的“职学双轨”，是职业教育与传统教育双轨并行不悖，两者之间的流动不存在壁垒。例如学生修毕应用课程之后可以升读普通院校；大学学历的雇员也可以修读硕士程度的技术深造班；诸如此类，各尽所能，各取所需。主席，国家不久前新修订了《职业教育法》，当中明确表示“国家建立健全适应经济社会发展需要，产教深度融合，职业学校教育和职业培训并重，职业教育与普通教育相互融通，不同层次职业教育有效贯通，服务全民终身学习的现代职业教育体系。”工联会期望新一届特区政府能够着力、大力纠正回归25年来重学术，轻技术的偏差，加强不同行业的供需关系趋势研究，考虑疫情对劳动市场带来的转变，制订中、短期人力资源的职业生涯规划(计时器响起)......",
    "embedding_key": "95",
    "poignancy": 0.5,
    "keywords": [
      "职业",
      "教育",
      "错配",
      "工联会",
      "议员",
      "双轨",
      "蓝图",
      "学历",
      "需要",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长的答复令人很失望，亦透露了一个很坏的信息，让无良商家可以再次使用这种手段来囤积居奇、抬高物价，即政府其实没有任何有效、有力的措施，防止抬高物价、囤积居奇。所以，我在此想局方再次明确答复，为何在疫情下政府不能打破旧有思维，因为那是在正常运作情况下的处理方法，但在疫情下物流供应链出现各种问题而政府又没有措施的话，商家便会囤积居奇，所以政府能否打破这种思维呢？可否将一些物资特别是医疗物资列入《储备商品条例》呢？",
    "embedding_key": "96",
    "poignancy": 0.5,
    "keywords": [
      "囤积居奇",
      "政府",
      "抬高",
      "疫情",
      "答复",
      "商家",
      "物价",
      "思维",
      "物资",
      "打破"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，本人发言支持简慧敏议员的原议案和陆颂雄议员等的修正案。政府在2017年12月公布《香港智慧城市蓝图》，当中涉及6个范畴，包括“智慧出行”、“智慧生活”、“智慧环境”、“智慧市民”、“智慧政府”和“智慧经济”。而工联会亦提出新时代工运的主张，包括要建设人人有机会的智慧社会，例如通过物联网科技以激发生产活力，提升生活中的幸福感，以及运用大数据优化劳动力配置和劳动保护等。2019年年底出现的新冠疫情，经济和市民的生活大受影响，不过，亦促进了智能科技在多个行业上的应用，特别是服务行业。显然，政府在数字经济方面的立法是相对落后的，未能与时俱进，例如如何保障消费者使用网上平台购物，确保商家身份透明公开，减少网上骗案的发生。又例如一些数字经济和网上平台方面相关的劳工法例的保障亦未能与时俱进，新的合约聘请招聘方式，例如共享经济下如何厘定雇佣关系，这些方面政府需要及早就相关法例研究，就相关法例提出具前瞻性的修订，以配合香港发展成智慧城市。疫情期间，公务员在家工作，不少公共服务都受到影响，部分防疫工作主要仍然以电话热线为先，例如“居安抗疫”计划，民政事务处仍然以传统的电话热线为主，未能够设立例如WhatsApp或WeChat(译文：微信)的帐户。假如政府能够充分利用智慧科技，很多民生工作亦可以更畅顺，市民亦不需要还有那种打不通热线的观感。政府要让香港成为智慧城市，首先，在政务上便应该广泛使用智慧科技。内地的数字政务发展非常迅速，值得我们参考。通过数字技术提供即时、快捷、便利、远程、精准和普惠的政务服务，一个偏远地区的农民就能够透过网上的政务平台使用政务服务，而无须费时失事地到政府的办公地方处理。香港的数字政务应该追落后，政府现时推出“智方便”是值得肯定，不过，现时“智方便”的KPI(译文：绩效指标)只有总交易的次数作为参考，没有普及率，也没有下载次数的指标。不少用家反映“智方便”手机程式是不方便的，登记程式亦非常繁复，登入也有很多问题。所以，政府真的要急起直追。代理主席，政府需尽早就电子政务方面进行相关的立法研究，特别是对一些电子政务流程规范、授权和标准进行立法，并审视相关的行政要求，以确保电子政务能够提升管治效能，便民利商，保护劳工权益，在法律的保障下，全面建设人人有机会的智慧社会。代理主席，我谨此陈辞。",
    "embedding_key": "97",
    "poignancy": 0.5,
    "keywords": [
      "智慧",
      "政务",
      "政府",
      "例如",
      "数字",
      "电子政务",
      "方便",
      "热线",
      "网上",
      "相关"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢代理主席。我发言支持田北辰议员的议案，以及各位议员同事的修正案。虐儿事件令人愤怒和痛心，一宗都不能多。童乐居事件反映香港的虐儿问题已不单是个别的家庭事件，而是形成了制度化、团体化的倾向，凸显制度的崩坏以至道德的滑落。事后，更有人以人手不足和工作环境欠佳等问题文过饰非，为其开脱，令人心寒。管中窥豹，政府运作外判成性，暴露出政府把工作外判、责任外包的严重弊端。政府现在有责任扭转这种制度和文化崩坏的趋势。代理主席，虐儿会对儿童造成深远影响，一生一世令他们蒙上十分严重的阴影。我们必须订立妥善的保护儿童机制，当中应包括强制举报虐儿，以及在《侵害人身罪条例》中加入“没有保护罪”。保护儿童的相关法律体系必须及时完善，让所有儿童都能够在身心健康的环境下成长。与此同时，政府亦应制订一套完善的策略，推动保护儿童的社会气氛，向虐儿说“不”。其实，只要有人及早挺身而出，童乐居虐儿事件的受虐儿童数目便会大大减少。因此，我建议特区政府参考德国的法例，规定凡于事故、险情或紧急情况下可以施救但拒绝施救者，可处以监禁或罚款。这就是德国所谓的“见死不救罪”。我建议，儿童照顾机构和组织的管理层成员、雇员和义工若经证实在儿童被虐时知情不报、不加阻止或不作为，必须负上刑责。同时，为加强法例的阻吓作用，我建议香港特区政府在该法例下必须以严格模式处罚有关人士，而不可只是轻轻以社会服务令了事。代理主席，我希望政府能够详细交代与保护儿童相关的立法工作进度，以及是否有具体方案推动保护儿童的风气、加强业界培训，从而确保我们的小朋友能够健康快乐地成长。代理主席，我谨此陈辞。",
    "embedding_key": "98",
    "poignancy": 0.5,
    "keywords": [
      "虐儿",
      "儿童",
      "法例",
      "保护",
      "代理",
      "童乐居",
      "主席",
      "议员",
      "崩坏",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，我在此发言支持卢伟国议员动议的议案，也支持其他修正案。原议案和各项修正案可更好推动前海的发展，推动香港融入国家发展大局，而且提供了很多很好的建议。代理主席，去年9月6日，国务院印发《全面深化前海深港现代服务业合作区改革开放方案》，目标是要让前海在2025年建立健全更高层次的开放型经济新体制，初步形成具有全球竞争力的营商环境；2035年实现高水平对外开放体制机制更加完善，营商环境达至世界一流的水平。当中的指导思想是在“一国两制”框架下先行先试，推进与港澳规则衔接、机制对接，丰富协同协调发展模式，打造粤港澳大湾区全面深化改革创新试验平台，建设高水平对外开放门户枢纽。《前海方案》已发表了超过8个月，立法会资料研究组在2月15日发表了有关前海深港现代服务业合作区的资讯述要，提到合作区将会让港资港法有更多跨境便利、实施贸易及投资便利化安排，亦会有不同的税务优惠和补贴。究竟这些工作现时的进程如何？特区政府在这方面的推动情况如何？我们现时并没有与此有关的充分资料。所以，我在此建议特区政府向本会提供有关数据，令本会可更加有力和持续地跟进、推进这些工作。此外，我亦希望与前海的合作不单是个别专业服务上的合作，亦不单是商业上的合作，而是全方位官商民研学的合作，这才能作出更好的推动，亦能更好地带动我们提供更多优质就业机会。特别是在民间合作交流的部分，香港与前海有很多互相促进、互相学习的空间。日后假使洪水桥能跨境直通到前海，在此情况下，居住、旅游、就业、生活等的联系将更加频繁。政府在这方面的推动和与民间的交流上，究竟有甚么安排？能否提供更多便利呢？所以，我在此建议政府让公众，特别是市民了解有关情况，推动市民更积极参与，全民融入国家发展大局。我谨此陈辞，支持这项议案。",
    "embedding_key": "99",
    "poignancy": 0.5,
    "keywords": [
      "前海",
      "合作",
      "推动",
      "营商",
      "议案",
      "特区政府",
      "深港",
      "更好",
      "不单是",
      "提供"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "15.吴秋北议员：关于“绿化地带”用地和郊野公园边陲地带土地，政府可否告知本会：(一)过去5年，每年各个区议会分区的绿化地带用地的总面积及其按年增减数字为何；(二)过去5年，有多少面积的绿化地带用地被改划作其他用途，并按用途列出分项数字；当中被改划作住宅用途的用地可提供的单位数目，并按房屋类型(即公共租住房屋、资助出售房屋及私人房屋)列出分项数字；(三)鉴于行政长官在《2022年施政报告》中表示，将就新一轮绿化地带用地检讨中选取作房屋发展的约255公顷土地进行可行性研究，有关地点的数目及涉及的面积，并按区议会分区列出分项数字；(四)鉴于过去有社区人士反对改划绿化地带用地作其他用途，当局在检讨土地的用途时，有否措施确保已妥善收集地区持份者的意见，以及确保改划绿化地带用地及有关的发展规划不会对有关地区造成不可接受的影响；如有，详情(包括评估机制及采用的标准)为何；及(五)鉴于社会对绿化地带用地和郊野公园边陲地带土地的生态价值高低有不同意见，渔农自然护理署及规划署等相关政府部门会否合作，详细研究该等土地的生态价值，并检视郊野公园的范围及界线，以释出生态价值不高而适合用作发展的土地；如会，详情为何；如否，原因为何？发展局局长于2022年11月2日提供的书面答复文本载于HYPERLINK \"https://www.legco.gov.hk/yr2022/chinese/counmtg/hansard/cm20221102-translate-c.pdf\" \\l \"nameddest=app_01_15\"附录1。",
    "embedding_key": "100",
    "poignancy": 0.5,
    "keywords": [
      "地带",
      "用地",
      "绿化",
      "用途",
      "房屋",
      "郊野",
      "土地",
      "分项",
      "区议会",
      "数字"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，香港回归祖国25年以来，“一国两制”实践获得世界公认的成功。但同时必须正视香港的人心回归工作仍有不尽善之处。过去，国民教育受到反对派百般阻挠，在教学中暗中去除国民意识。一场“黑暴”，更几乎把教育推向颜色革命的不归路，令千余名学生以身试法，前途尽毁。究其原因，最根本的问题还在于回归后香港教育系统从未经历彻底的“去殖化”洗礼。教育的根本在树德立人，而师资质素是其中关键。感谢邓飞议员提出的议案，我表示支持，并且认为有必要在原议案基础上作补充，使最终的建议更加完备，恳请各位同事支持。代理主席，教师是甚么？是人类灵魂的工程师。正如韩愈所说：“师者，所以传道受业解惑也。”学为人师，行为世范。教师必须具备正确价值观，绝不只是“打份工”，除了专业知识，更要有品德，有爱心，守法正直。现时学生接触教师的机会可能比父母还要多，如果希望学生爱国，教师本身也要具备爱国情怀，这道理非常显浅。所以，我认为教育专业必须引入民族意识和爱国情操，这不是表面上的守则，而更加是作为培育英才的教师必修课。“己欲立而立人，己欲达而达人”，若教师自身言行不正，则难以正确教导学生，教师有深厚的家国观念才能感染学生。要让香港的教育人员要具备民族意识、爱国情怀，教育局除了加强培训之外，更应该积极安排香港与内地教师互相交流学习，正所谓“百闻不如一见”，实地考察交流活动将有助教师亲身体验内地民情，认识历史。最后我想强调，香港教育系统能否彻底“去殖化”，取决于我们有否自我革命的决心。教育要时刻保持底线思维，教师必须守住底线。所以，当发现教师向学生灌输错误极端分裂意识、歪曲历史和散播错误“政治病毒”时，当局必须即时取消其注册。一方面，这类教师已有可能违反《香港国安法》。另一方面，我们必须防范这类教师继续“播毒”，荼毒我们的未来主人翁。教育是社会的未来，功在当下，利在千秋。近朱者赤，近墨者黑，我相信每一个受过教育的人都能够明白教师对于学生的影响有多么深远。因此，防患于未然格外重要。代理主席，中华民族正在实现伟大复兴的进程，我们的国家必将站立在世界最前列，我们的教师队伍必须具备坚定的民族自信和强烈的民族意识，才能培育一代代自尊自信的国家栋梁。因此，我恳请各位议员通过邓飞议员的原议案，并支持我提出的修正案。代理主席，我谨此陈辞。",
    "embedding_key": "101",
    "poignancy": 0.5,
    "keywords": [
      "教师",
      "教育",
      "香港",
      "学生",
      "必须",
      "爱国",
      "议员",
      "民族意识",
      "代理",
      "具备"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，“一国两制”的实践进入新阶段，新一届政府即将带领香港开启新篇章。工联会一直强调，在新时代下要有新变革，以适应新形势。既有的架构和机制走到尽头便要变通，所谓“穷则变，变则通，通则久”，是次政府重组架构方案无疑是香港进入新时代管治的体现，亦是香港“由乱及治，由治及兴”的关键一步。在新形势下，市民对政府必然有更高期望。因此，只要有利于香港更好发展，政府更有效施政，普罗大众更能受惠，工联会必定全力支持。我相信议案将能获得大多数议员支持，并期望新架构能够充分落实新的施政理念和纲领，焕发新气象，实现良政善治，带领香港同开新篇。香港在发展进步中，确实累积了不少深层次矛盾。要破解这些矛盾，需要专注和细化的处理。其中，工联会一直建议分拆运输及房屋局。分拆后的两个局，可各自专责处理运输及房屋这两个重大的范畴，以提升效率，满足需求。分拆后的运输及物流局除须解决本地运输问题，亦要多加研究如何发展跨境运输及配合国家发展，把握大湾区发展的机遇。分拆后的房屋局则可集中资源，更有效率地解决积累而久的房屋问题。另一方面，新设立的文化体育及旅游局和创新科技及工业局，正好回应“十四五”规划下香港发展成中外文化艺术交流中心和国际创新科技中心的需要，为香港未来发展作出准备，破解香港产业单一化的难题，推动产业多元化发展。我亦非常关注劳福局在重组后的功能，特别是日后在保障劳工方面的担当和成效，尤其是在保护就业、提升就业机会及就业质量上的工作，以及如何更有效地透过就业政策来减贫、灭贫。主席，因应实际需要，架构重组既要“做加数”，亦要“做减数”。总体而言，新架构符合实际需要，例如新增的副司长便符合《基本法》第四十八条的规定，有利于分担司长沉重的工作，加强部门之间的协调，处理一些棘手的专责工作及对外事务。至于“做减数”，则需透过重组合并，把工序部门减省，精兵简政，而非因为架构重组而令政府架构无限膨胀，尾大不掉。主席，香港经历前所未有的“黑暴”和疫情冲击，过程中凸显了政府管治的种种问题，包括政出多门、权责不清、遇事避难，部分公职人员亦缺乏维护“一国两制”政权意志和担当，所以架构重组其实是赋形铸魂的工作。重组只是硬件，之后便要有软件方面的提升。我在此希望重组的同时能够得到铸魂的效果，急市民所急，以人民为中心，提升维护政权的意志。厘清权责后，各局不再是各家自扫门前雪，而是更同心协力地为市民服务。“工欲善其事、必先利其器”，但是次重组政府架构方案并不只是为政府提升器用。正如夏宝龙主任所说，在新形势下，我们的爱国者必须德才兼备，要“能干事，干成事”，所以在“爱国者治港”下，我们要有良性的循环。(计时器响起)",
    "embedding_key": "102",
    "poignancy": 0.5,
    "keywords": [
      "架构",
      "香港",
      "重组",
      "分拆",
      "政府",
      "工联会",
      "运输",
      "发展",
      "提升",
      "房屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，经过逾20年的争取，取消强积金“对冲”安排今天得以放在议事堂，走“最后一里路”。我希望各位议员能为普罗市民退休保障的权益着想，支持议案，让议案顺利通过。我尤其呼吁商界的议员，本着以人为本的初衷、同舟共济的精神，并把握政府注资的机会，支持议案顺利通过。代理主席，取消强积金“对冲”能够成功得以落实，有赖劳工界、各工会万众一心，20年来坚持不懈，也当然少不了良心雇主的参与。事实上，上世纪90年代，工联会已提出退休保障综合方案，要求落实全方位全民退休保障制度，由劳、资、官三方供款，各方参与，人人受益。但遗憾的是，政府最终只引进强制性私营职业退休保障制度。政府当年为了卸责而妥协，容许雇主以强积金累算权益扣减长期服务金或遣散费，严重侵蚀强积金的原有功能。当年，工联会前议员陈婉娴原本会提出修正案以取消“对冲”安排，可惜碍于当时的议会规定而无法提出，最终令有缺陷的制度无法纠正。至今，这个违反公义的缺陷竟已持续20年。由2001年至2021年的20年间，因“对冲”而被“冲走”的强积金总金额超过567亿元，我相信“对冲”总金额现时已超过600亿元。在这20年间，新增的65岁或以上长者为677 400人。换言之，粗略估算，平均每人被“冲走”的强积金金额达9万元。代理主席，成立强积金的本意是积谷防饥，但到头来却“钱罂穿窿”，这是制度上的严重弊病。“对冲”安排对工友退休权益影响极大，特别是收入低于强积金最低有关入息水平的基层工友，他们的退休安排主要依赖雇主供款的部分，假如这部分被“冲走”，也就等于他们的退休保障被“冲走”。不少政府外判商只有为期数年的服务合约，当合约结束后，便把遣散费与强积金“对冲”，导致外判合约工的强积金长期被“冲走”。结果，外判合约工晚年失去退休保障，陷入穷困境地，只能依靠综援过活。政府财政压力加大，基层失去退休保障，只有雇主得益。造成如此局面，既不公平，也违反了强积金制度用以保障基层退休、作为退休保障支柱的原意。事实上，在港英时期，遣散费和长期服务金的法例推出时，容许以自愿供款作“对冲”，是用以鼓励雇主为雇员作更多的自愿退休保障安排，因当时法例并未有设立任何保障雇员退休的安排。但既然改为强制性，让雇员退休后有所保障，为何还要容许这种“对冲”制度存在呢？容许“对冲”本身就是不合理的安排，是政府倾斜雇主的体现，反映当时政府卸责，将退休安排的责任推给劳资双方，在商界抗拒下作出妥协，从而丧失了捍衞劳工权益的决心。在未取消“对冲”的情况下，强积金雇主累积供款权益有93%至94%被“冲走”，很多雇员退休时得到的累积供款只有自己作出的5%供款，令其退休生活更加捉襟见肘，最后还是由社会“兜底”，即是要加税，对未来社会构成的压力之大可想而知。因此，当局应尽快取消“对冲”，强化强积金作为退休保障支柱之一，以达致劳、资、官三方共赢的成果。代理主席，我支持《2022年雇佣及退休计划法例(抵销安排)(修订)条例草案》(“《条例草案》”)予以二读及三读并通过。劳工界希望能早日取消“对冲”，但我们对某些部分仍有保留，特别是取消“对冲”的时间表要与“积金易”平台挂钩，实在令人难以理解，不能认同。对于为何必须要“等埋‘积金易’”，局方一直未能提供一个具说服力的解释。明明强积金受托人已经有完整、清晰的纪录，为何必须要等到纪录电子化后才可取消“对冲”呢？政府不能因为自身的行政问题而推迟“打工仔”应可获得的退休保障。希望政府在《条例草案》通过后能够继续优化，以最大的程度保障雇员应有的权益。代理主席，香港是高度重商主义社会。在“强资本、弱劳工”的格局下，社会长期存在制度性剥削，特别是在初次分配上，对“打工仔”的剥削尤为明显。强积金“对冲”安排就是一个例子，政府当初为了向商界妥协，结果令问题延续20年，基层市民的退休生活出现漏洞，长者晚境难安，也令政府安老相关的福利开支不断上升。我期望今次取消强积金“对冲”的《条例草案》能去除这种制度性剥削，拨乱反正，进一步让社会走向公平、公义，实现共建、共荣、共享、共赢的社会。我谨此陈辞。",
    "embedding_key": "103",
    "poignancy": 0.5,
    "keywords": [
      "积金",
      "退休",
      "对冲",
      "保障",
      "20",
      "供款",
      "雇主",
      "冲走",
      "取消",
      "安排"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：我正要提出补充质询。以相同的成本在内地大湾区城市购置房屋会更为划算，为何政府不考虑这个方向？",
    "embedding_key": "104",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "大湾",
      "质询",
      "划算",
      "购置",
      "议员",
      "正要",
      "房屋",
      "为何",
      "内地"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我发言支持我们黄国议员的原议案。在座各位早前发言的议员其实大多指出了外判制度的很多弊病，其中有服务质素不理想、成本过高，以至不能保护员工的权益和职业安全等。其实大家都很清楚现时外判制度的弊端，大家更大的共识是要政府全面检讨那个制度，针对性地解决刚才所说的弊端，包括服务质素差、成本过高、员工的工资被剥削等，这些弊端其实大家都清楚的。但是，有部分议员只是执着于“改为长期聘用”这几个字，咬文嚼字，锱铢必较，否定大家这个共识，我觉得是非常可惜的。我们本应集中力量监督政府，迫使政府完善这个制度。我希望接下来我们表决的时候，大家能够真的抓着重点、抓着主要的矛盾，解决刚才所说的问题。我们都看到外判制度现时展现的弊端，就是前线员工本来应得的待遇被中间的外判商蚕食。刚才议员发言时指出的有关数字，显示外判商的利润奇高，但员工的待遇却一直被人蚕食，其弊端就在于中间隔着一层，本应属于员工的部分被人蚕食了。这个弊端就形成了贫富悬殊，以致员工不断投诉其待遇。所以，我认为我们要解决这些问题，而我们提出的方案是成立一个市政服务机构，更有效地做好服务，亦不致令政府的公务员编制一直膨胀，所以是可以解决到问题的。故此，大家真的要看清楚我们提出的意见，希望大家团结一致帮助政府改善它的外判制度。我谨此陈辞。",
    "embedding_key": "105",
    "poignancy": 0.5,
    "keywords": [
      "弊端",
      "外判",
      "员工",
      "议员",
      "大家",
      "制度",
      "蚕食",
      "外判商",
      "发言",
      "我们"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，本人在此发言是为了支持政府修正案内的所有修订。修正案总共90项，大部分经委员讨论而提出。在高效而审慎的审议期间，委员讨论了超过1 000项问题，全面优化《条例草案》。这90多项修正案正正体现了委员的努力建言、高效高质的立法。当中一些细节和文字上的优化，也是合乎千变万化的国安环境的修订，譬如：加入对公职人员的指明，容许行政长官会同行政会议可藉刊宪指明某类人士为公职人员，以禁止煽惑的行为；加入与受禁组织的“影子组织”有关的罪行；延长羁留期、取消手令限期的规限，以给予保安局局长更长、更灵活的时间指明潜逃者；让入境处处长无须处理潜逃者的特区护照申请；赋予行政长官会同行政会议可订立维护国家安全附属法例的权力；国安相关人员的身分保密措施；加入有关国家安全教育的条文；以及进一步明确公务人员在协助维护国家安全上的工作等。这些修订可让政府能以更灵活的方式应对国安相关的情况，让《条例草案》得以全面优化，更好、更平衡地维护国家安全。特别是有关订立维护国家安全附属法例，在面对突如其来的国安重大事件时可以发挥重要的作用。在国家安全事务上，国安委也有相应法例规定角色，法例应清晰列明。也因此，在新增的第107A条，列明国安委可就国家安全事务提出相关的意见。同时，国安委也可按照《香港国安法》的规定履行相应的职责，作出与国安事件相应的判断、决定和跟进。这使国安委有角色、有责任，也让《条例草案》与《香港国安法》有更好的衔接，兼容互补，浑然一体。代理主席，基于完整性，我稍后会再就国安教育方面发言。我谨此陈辞。",
    "embedding_key": "106",
    "poignancy": 0.5,
    "keywords": [
      "国安",
      "法例",
      "安全",
      "国家",
      "修正案",
      "指明",
      "维护",
      "草案",
      "90",
      "委也"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "1.吴秋北议员：政府推出“建造业输入劳工计划”(下称“该计划”)，并把元朗潭尾社区隔离设施改为该计划的短期中央宿舍(下称“该宿舍”)，由建造业议会营运。据悉，该宿舍已正式启用，可供约7 000人入住，而该计划首轮申请批出20个工程合约，涉及共4 680个输入劳工配额。就此，政府可否告知本会：(一)是否知悉，建造业议会如何确保该计划的输入劳工在人道和有尊严的环境下工作和生活；(二)鉴于据悉，当局计划安排大批旅游巴士接载输入劳工往返工地，有元朗的居民担心，有关安排会对区内交通及居民生活构成影响，当局有何应对措施；及(三)会否在就每轮申请批出输入劳工配额后，随即检视建造业人手最新的供求情况，才考虑是否推出下一轮申请，以确保本地建造业工人的就业得到优先保障，不致沦为“外劳替工”？",
    "embedding_key": "107",
    "poignancy": 0.5,
    "keywords": [
      "建造业",
      "劳工",
      "输入",
      "计划",
      "下称",
      "宿舍",
      "元朗",
      "批出",
      "配额",
      "申请"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，很高兴听到政府再次强调本地劳工优先就业，我希望政府能在其言行上实际兑现这项承诺。主席，政府委托建造业议会营运建造业输入劳工计划的中央宿舍，是建基于管理的需要。然而，倘若只抱着管理心态做事，难以令被管理者感到开心。因此，政府应该明白，唯有工会才可更贴心地服务工友。政府会否因而改变其现有思维，与工会加强合作，一同服务这些工友？",
    "embedding_key": "108",
    "poignancy": 0.5,
    "keywords": [
      "建造业",
      "政府",
      "工友",
      "劳工",
      "工会",
      "被管理者",
      "吴秋北",
      "会否",
      "主席",
      "服务"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "12.吴秋北议员：据报，截至2022年12月，香港有2 943幢“三无大厦”。这些大厦没有业主立案法团(“法团”)或任何形式的居民组织，亦没有聘用物业管理公司，因此往往出现衞生、消防和外墙结构问题，以致居民生活环境恶劣，并成为社区隐患。就此，政府可否告知本会：(一)过去3年，每年涉及三无大厦的大厦管理个案中，有多少经政府介入后(例如由政府为有关楼宇业主进行代办工程)得到解决；(二)“大厦管理专业顾问服务计划”协助了多少幢三无大厦成立法团或恢复其法团的运作；有否评估，该计划就支援三无大厦业主的成效为何；(三)“居民联络大使计划”现时有多少名参与者；有否检视该计划的成效(包括能否达到协助联系居民以处理楼宇管理事宜(例如清洁、保安及消防安全)的目的)；及(四)有否评估，过去半年，“关爱基金旧楼业主立案法团津贴计划”及市区重建局的“小区复修”先导计划就支援三无大厦业主的成效；政府会否考虑推出更多关于楼宇维修方面的计划以支援他们？民政及青年事务局局长于2024年1月17日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/floor/cm20240117-confirm-ec.pdf\" \\l \"nameddest=app_01_12\" 附录1。",
    "embedding_key": "109",
    "poignancy": 0.5,
    "keywords": [
      "大厦",
      "三无",
      "法团",
      "业主",
      "12",
      "计划",
      "有否",
      "楼宇",
      "居民",
      "成效"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/floor/cm20240117-confirm-ec.pdf\" \\l \"nameddest=app_05\" 附录5)",
    "embedding_key": "110",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "HYPERLINK",
      "https",
      "www",
      "legco",
      "gov",
      "hk"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，署方在港岛东进行了一些预防水浸工程，但我们发现，同样在港岛东的柴湾往往是被忽略的区域。在多个水浸地点(例如环翠邨领展地下停车场)，低洼的排水系统通常需要有防洪的沟通和督促机制，也需检查和优化，包括安装止回阀以防止倒灌。对于这些需求，署方一直都不太想去处理。更重要的是，柴湾其实具备兴建蓄洪池的条件，例如柴湾公园地底有7.13公顷宽广的地下空间可供兴建蓄洪池，为何政府往往忽略柴湾的需求呢？",
    "embedding_key": "111",
    "poignancy": 0.5,
    "keywords": [
      "柴湾",
      "署方",
      "港岛",
      "蓄洪",
      "水浸",
      "忽略",
      "兴建",
      "止回阀",
      "地下",
      "不太想"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，历尽近27年的超长时间，就《基本法》第二十三条履行宪制责任的历史时刻终于到来。离我最先在全国人大发声建议让《香港国安法》落地香港，也近10年了。我们以港版“颜色革命”、非法占领等的惨痛经历为教训，凝聚了社会坚决立法、尽快立法的强烈共识，并以此彰显“一国两制”最高原则的维护国家主权、安全和发展利益。这次立法，除了落实《基本法》第二十三条，还贯彻了《香港国安法》、人大常委《5․28决定》的相关规定，更顾及总体国家安全观，具前瞻性、有效性，能够防范、制止、惩治一切危害国家安全的行为和活动。代理主席，立法具重要性、必要性和迫切性。目前外部势力对香港仍虎视眈眈，本地反中乱港分子蠢蠢欲动，死心不息。他们勾结美、英势力，谎称民主、人权、言论和新闻自由受损，危言耸听，制造恐慌。其实细读条文，是次立法严格遵循法治、保护人权和各种合法权利的精神，同时强调无论判罪与否，同一行为不再审，不再罚，符合一贯禁止“一罪两审”、“双重定罪”的做法，这也符合普通法惯例，也做到严宽适度。我这里有一幅《文汇报》制作的图表，对比各地涉及国安罪行的最高刑罚，孰轻孰重，差异立见。美国西方势力越出声，越显示其伪善和可耻！代理主席，本人和工联会一贯全力支持立法，并严厉谴责美国西方抹黑阻挠立法的无耻险恶行径，坚决与一切反中乱港势力作斗争；为了全程全力全速审议，过去一个多星期以来，我和其他法案委员会委员废寝忘食，日以继夜，连日作战，就是希望尽快完成审议、通过、生效。而为了确保立法质量，我们巨细无遗，就每项细节提出1 000多项质询，过去多日来亦得到司长、局长、副秘书长、立法会秘书处等的支持，而政府亦耐心解答，接纳建议，主动提出修正案，才能有今天立法会会议的辩论。也多谢各位同事的全力支持，真真正正体现“爱国者治港”原则下的议会新气象。我们是空前团结，支持通过《条例草案》。我谨此陈辞。",
    "embedding_key": "112",
    "poignancy": 0.5,
    "keywords": [
      "立法",
      "势力",
      "第二十三条",
      "国安法",
      "反中乱",
      "香港",
      "立法会",
      "代理",
      "基本法",
      "全力支持"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：......那是一项整体的问题，例如......",
    "embedding_key": "113",
    "poignancy": 0.5,
    "keywords": [
      "......",
      "吴秋北",
      "议员",
      "一项",
      "例如",
      "整体",
      "问题"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，香港智慧城市建设的普及远远不足够，这是不争的事实。我希望政府能以结果为目标、以人为本，提速智慧城市社区建设，以消除数码鸿沟，让香港成为领先国际的智慧城市，打造无障碍数码环境，人人均能受惠。希望各位支持我的原议案。多谢。",
    "embedding_key": "114",
    "poignancy": 0.5,
    "keywords": [
      "智慧",
      "数码",
      "城市",
      "吴秋北",
      "香港",
      "无障碍",
      "希望",
      "建设",
      "以人为本",
      "鸿沟"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，多位议员都十分关心如何吸引更多访港旅客。我想在此提出的补充质询是，政府会否与国家进一步商讨如何吸引更多内地旅客来港呢？举例而言，可否将“一签多行”开放至整个湾区，并同时将内地的访港旅客免税额由3万元增至5万元呢？这建议是参照内地为海南离岛旅客提供每年10万元人民币免税额的安排。另外，我们其实可以征收......",
    "embedding_key": "115",
    "poignancy": 0.5,
    "keywords": [
      "旅客",
      "访港",
      "免税额",
      "内地",
      "万元",
      "议员",
      "吸引",
      "吴秋北",
      "会否",
      "来港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，建设教育强国是重大的国家战略，也是我们取回教育主权、提升国家软实力的重要一环。在此事上，特区政府必须有担当，既要发挥香港自身的优势，也要服务国家所需，邓飞议员提出的“积极建设香港成为国际教育枢纽，为香港教育订立一套全面的战略发展蓝图”议案正正切合这个国家战略的需要，也让香港能够发挥在教育上的优势，因此我非常认同邓飞议员的原议案，也同时支持黄锦辉议员加入中共二十大报告有关“到2035年建成教育强国的目标”的修正案。这部分的修正是我原本打算提出的。同时，为让国家教育能够“走出去”，特区政府也应该加强鼓励本地高等教育界与他们合作，让香港的教育服务更多元并拓展规模，以巩固作为国际教育中心的地位。另一方面，我也希望这个香港教育发展的战略蓝图能够包括对职专教育的发展和重视，让蓝图不要只偏重传统教育而忽视职专教育，让香港作为教育枢纽的发展能够更加全面，因此我提出了修正案。香港现时有22所可以颁发学位的高等教育学院，最近又有专上学院升格成为本港第三间私立大学，提供更多的就学选择。在最新的QS亚洲大学排名中，本港有10所大学上榜，其中港大排名第二，中大排名第十，科大排名第十五，城大排名第十七，理大排名第廿三，浸大排名第六十四，香港的教育资源可说在亚洲区内以至全球都享负盛名。香港既然有这么好的教育优势，就应该充分利用，协助推动中国教育的品牌建设，主动发挥积极作用，把更多优质教育服务“引进来”，让更多优质中国教育服务“走出去”。我们要夺回我们的教育主权，提升国家和特区教育的国际影响力和话语权，让中华优秀传统文化思想能够“走出去”贡献世界，影响世界，作为在解决人类问题方面具有重要价值的教育方案。代理主席，以往香港过分重视文法教育，轻视职专教育，但是在新时代下的国际教育新趋势，传统追求文法学术的大学学位贬值。劳工市场更加需要具有动手能力的应用技术和职业技能的优秀人才。世界各地更多政府关注如何透过发展职专教育为青年提供更多元的发展，以激发他们的潜能，为社会创造更大的价值。香港要成为国际教育枢纽，职专教育改革必不可少。假如政府不能够认清这个潮流，不能够吸引更多的职专教育发展，将会令香港失去在职专教育的国际地位和份额，甚至削弱香港作为教育枢纽的角色。代理主席，我们必须把握建设教育强国这个重大国家战略的必要意义，学甚么、掌握甚么知识、培养甚么人才，不能够受制于人，要牢牢掌握教育的主权，让香港成为全球教育治理的参与者和建设者，促进国家成为具强大影响力的世界重要教育中心，说好中国故事。我在此支持邓飞议员的原议案及黄锦辉议员的修正案。我谨此陈辞。",
    "embedding_key": "116",
    "poignancy": 0.5,
    "keywords": [
      "教育",
      "香港",
      "职专",
      "议员",
      "能够",
      "排名",
      "国家",
      "枢纽",
      "邓飞",
      "战略"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：是的。我就修正案主要内容作出的总结包括以下几点。一，智慧城市建设深入社区，惠及民生。二，无障碍数码环境要保留线下服务兜底。三，利用好社区公共数码设施，让弱势社群使用电子平台服务更为方便。四，扩展“智方便”功能，为全港市民建立数码身份。五，做好网络安全，保护私隐。六，优化体验，做好宣传辅导。七，实现真正智慧城市，人人受惠。主席，我谨此陈辞。",
    "embedding_key": "117",
    "poignancy": 0.5,
    "keywords": [
      "数码",
      "社区",
      "智慧",
      "私隐",
      "做好",
      "方便",
      "谨此",
      "陈辞",
      "吴秋北",
      "兜底"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。近日疫情是严峻了，故此我亦留意到竹篙湾的情况。我和郭伟强议员亦曾就有关该处的管理安排去信当局查询。不过，今天我听到局长所回答的情况，我觉得实在令人担忧。现时疫情已经持续两年，官员却仍然在此反复强调：“我们尽做吧，能做多少便做多少吧”，这种心态其实并不好。反之，我们应该加强整个防范机制。我们看到现时竹篙湾的情况，也收到很多市民即入住的普通市民的投诉，我相信有些政府官员在里面会得到很好的照顾，但普通市民却可能备受忽略，我亦知道前线工作人员工作很辛苦。然而，在这疫情下，我们认为局方的一些处理方法往往只是采取被动姿态，往往以所谓亡羊补牢的方法来作补救，但我们最不想看到的是羊走了。所以，我们的防疫防控工作是要动态性的，要有机制可以处理到突然爆发时......",
    "embedding_key": "118",
    "poignancy": 0.5,
    "keywords": [
      "疫情",
      "竹篙",
      "我们",
      "市民",
      "现时",
      "议员",
      "机制",
      "情况",
      "吴秋北",
      "郭伟强"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：但问题真的关乎管理......",
    "embedding_key": "119",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "......",
      "关乎",
      "议员",
      "真的",
      "管理",
      "问题"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，在香港未能实现“房住不炒”的情况下，工联会只能支持周文港议员的原议案和邱达根议员的修正案，但是反对其他有关全面“撤辣”的修正案。现时的股市、楼市的确疲弱，经济也不景气，需要政府花更多心思刺激香港的经济。股市、楼市不振的原因是经济不景，香港长期依靠金融、地产来支撑和主导经济，导致很多畸形现象，当中包括“㓥房”和“纳米楼”。香港固然要继续努力维持作为国际金融中心的地位，但同时也要考虑其余七大中心的发展。对于政府是否需要托市，我有所保留，特别是对于楼市。现时楼价仍然高企，店铺租金也高昂，地产霸权窒碍了其他行业的发展，甚至令很多人透不过气。政府确实需要调整政策，但这个调整并非为地产商托市，而是为了让香港得到转型的机会，让香港摆脱地产霸权的支配，能够重新走上经济转型之路，发展出更多元的经济产业，让更多人可以安居乐业。代理主席，香港在检讨和调整楼市政策时，首要是审视各项政策对民生福祉有何影响，能否为市民减轻压力及负担，能否让更多市民安居乐业，拥有属于自己的家。事实上，调整从价印花税一事，工联会去年已经提出，这些措施才是真正惠及民生。我们也要考虑能否令百业不断发展，而非只是一业独大。代理主席，工联会在上星期向“财爷”提交了一份财政预算案的建议书，主题是“振兴经济、善用资源、普惠民生、关爱基层”，所以工联会非常支持政府推出更多措施刺激经济。我们支持政府推出更多政策来推动更多国际资金活动，以巩固香港作为金融中心的地位，特别是一些便利投资、融资和促进投资者来港投资的政策，但政府必须考虑如何让香港转型，确保香港的竞争力能够持续发展，能在“八大中心”的建设上更为成功。代理主席，我对部分议员同事的修正案有所保留，特别是有关全面“撤辣”的修正案。我希望大家考虑的不单是股市和楼市政策，而是更全面、统整的经济发展策略，特别是香港未来应该如何发展。政府的财政是否仍然要依赖高地价政策所带来的卖地收入呢？正正在现时楼市、股市低迷的情况下，我们更有条件思考如何实现“房住不炒”，找出香港经济转型的突破口，使香港市民的获得感、幸福感、安全感得以提升。我谨此陈辞。",
    "embedding_key": "120",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "工联会",
      "楼市",
      "修正案",
      "经济",
      "政府",
      "议员",
      "代理",
      "转型",
      "现时"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，本人动议通过印载在议程内的议案。香港要建成智慧城市，政府需要加大力度推动数码科技在社区层面的应用，更须消除数码鸿沟。我提出这项议案，源于一位市民的一句话，他说：“香港常说要建设智慧城市，但现在于公共图书馆借用电脑，却要用纸张和人手操作，显然是走在时代的最末端。”事实上，今天由创新科技及工业局代表政府在此作出回应并不足够。智慧社区的建设除了与科技有关，亦关乎社区建设、城市规划和公共服务，希望可以看到本届政府展现出跨部门合作的优越性。主席，政府早在2017年已发表《香港智慧城市蓝图》，并于2020年发表2.0版本，提出超过130项智慧城市措施，但落实情况有欠交代。举例来说，《蓝图》提出运用物联网技术来改善防治虫鼠工作，但时至2022年6月才推出相关先导计划。现在，时间又过了一年，但鼠患问题仍然是热门新闻，甚至让远在海外定居的港人直言是匪夷所思，更问我可否向政府捐赠他的红外线灭鼠技术。这次施政报告提出成立“数字政策办公室”，并设“数字政策专员”，而且会在明年推出数字政府及智慧城市“百项方案”，我期望政府能够在政务上带头做好，同时亦能加强推动民间和社区在智慧科技上的应用，让科技惠及大众，提升市民的幸福感。按照政府现时的安排，较多针对政府内部的智慧科技应用，而在推动民间和社区应用方面甚少着墨，也缺乏相应的鼓励和促进政策，各社区中心及其服务亦未有广泛运用智慧科技。智慧城市的民生系统规划和管理相关的大数据搜集进度如何，政府应该向公众交代；与数据搜集有关的法例是否需要更新，同样需要交代。现时政府打算在2025年才全面实现“一网通办”，利用“智方便”提供“一站式”数码服务。一提到“智方便”，市民都会戏称是“至不方便”，我不知道局长有否收到这种意见。事实上，智慧城市是系统工程，不可能一觉醒来便实现，市民的普及应用需要持续不断地累积经验，特别是基层学生和长者，前者缺乏数码资源，后者的数码能力有限，政府应该加大力度推动智慧科技的普及应用。(代理主席马逢国议员代为主持会议)代理主席，数码科技的民间普及应用，明显出现数码鸿沟的问题。政府在科技应用上，往往未能做到以民为本，未能达到用家友善，更遑论照顾弱势群体。在疫情之下，基层家庭数码资源不足的问题更为突显，让“停课不停学”成为困扰。有大学研究发现，新冠疫情期间，数码鸿沟问题不单影响学生的学业，亦导致学生的精神健康出现问题和上网成瘾。研究又指出，在疫情前，香港学生的整体数码素养不足，疫后虽然有所改善，但部分学生因为经济困难而没有足够设备，其数码素养水平在疫后反而下降，数码能力差距扩大。公共图书馆的数码化服务是基层学子连结前沿数码应用科技的重要渠道。然而，香港智慧图书馆和公共图书馆在全面自动化和提升方面进展缓慢，服务亦相对落后，未有全面提供与虚拟实境和扩增实境相关的服务。目前，许多新款学习软件均采用VR及AR技术制作教材。据了解，教育局也在这方面作出推动。如果基层学生只能在校内应用这些学习软件，使用频次将相对有限，可能令基层学生复习时间不足，学习难以跟上进度，形成电子学习上的劣势。在此，我建议教育局全面评估这些教材的使用情况，具针对性地不断推进和改善。所以，社区内有必要提供配套设施，以作支援。公共图书馆也应该设立学童专用区和专用时段，节省轮候时间。施政报告提出试行“社区客厅”。除了客厅功能之外，我希望“社区客厅”亦能协助改善“㓥房”学生的数码能力，消除数码能力的差距。特首鼓励生育时提到，基层家庭同样能够培养出科学家。如要做到这一点，智慧社区设施十分重要，这是基层儿童实验科技梦的基础。另一方面，要谈谈长者的数码鸿沟问题。建设智慧城市，是为了令城市治理更高效，令生活更便利。我们特别在此提出，解决数码鸿沟的方法其实很简单，就是要保证线下的办理渠道畅通。在内地某些城市，数码治理非常普及，重视普惠的数字生活体验，他们所说的“一码通办”，就是“线上线下一张网”，市民可以选择在线上或线下办理服务，又或是“线下办理、线上追踪”。真正的智慧化，实际上就是指所有人在任何情境下均能提供服务和接受服务。长期以来，政府处理数码鸿沟问题时，往往只从硬件着手解决。举例来说，疫情期间，需要扫描二维码方能进入食肆，尽管大多数长者都有智能手机，但很多人并不懂得使用，结果无法进入食肆，只能购买外卖。事实上，香港要发展智慧城市，同时避免数码鸿沟，除须解决硬件问题，也要令市民懂得使用数码科技，特别是数码知识相对薄弱的一群。工联会的康龄服务社早前与中石化合作，在翠屏长者中心增设乐龄数码教室，除了提供硬件设施，亦配合教学和指导，深受长者欢迎。我认为，政府有需要投入更大力度和更多资源，主动解决长者在数码知识和技术方面的难题。总而言之，智慧城市社区建设需要以人为本，减少数码鸿沟。特别是当市场趋向智慧全覆盖时，政府更须为数码弱势群体扶持保底。恳请各位同事支持我的议案，合力促请政府加快落实香港智慧城市的建设，特别在社区层面针对数码鸿沟问题作出更深入的大数据研究，具针对性地回应市民需求，减少数码鸿沟造成的跨代贫穷，真正实现“智慧社会，人人受惠”。代理主席，我谨此陈辞。吴秋北议员动议的议案如下：“现时，香港许多新科技的应用未能与时并进，亦未能紧贴各种服务和生活需要；香港要打造成智慧城市，政府在社区层面须大力推动数码科技的应用，更要消除数码鸿沟；就此，本会促请政府加快落实香港智慧城市社区设施建设、针对跨代贫穷及弱势群体所形成的数码鸿沟作深入研究分析，以针对性地推进各类服务数码化、智慧化，并不断扩大电子政府服务范围，为社区创造无障碍数码环境。”",
    "embedding_key": "121",
    "poignancy": 0.5,
    "keywords": [
      "数码",
      "智慧",
      "鸿沟",
      "社区",
      "政府",
      "城市",
      "应用",
      "科技",
      "服务",
      "香港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "7.吴秋北议员：早前，入境事务处(“入境处”)瓦解一个非法劳工犯罪集团，该集团安排非法劳工到超过50间餐厅食肆工作。此外，据报有“蛇头”以打游击方式安排非法劳工在不同工作处所打散工。就此，政府可否告知本会：(一)过去5年每年及本年至今，分别有多少名非法劳工及雇用非法劳工的雇主被检控，以及法庭对被定罪人士的判罚为何；(二)过去5年每年及本年至今，政府采取了多少次行动打击非法劳工，以及平均每次行动动用的警力及入境处人手为何；有否检讨该等行动的人手是否足够；(三)有否评估，自“补充劳工优化计划”推出以来，雇用非法劳工的情况有何变化；及(四)有否研究如何加强打击非法劳工？保安局局长于2023年11月29日提供的书面答复文本载于附录2。",
    "embedding_key": "122",
    "poignancy": 0.5,
    "keywords": [
      "劳工",
      "非法",
      "有否",
      "入境处",
      "及本",
      "行动",
      "雇用",
      "人手",
      "为何",
      "打击"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，首先感谢各位议员对议案的支持和关注，不但有5位议员提出修正案，更有30多位议员发言，表达真知灼见。各项修正案均符合议案的原意，令议案更为完整丰富，本人对各项修正案表示认同。举例来说，黄锦辉议员的修正案指出，要对数码鸿沟深入研究分析，并提出应对方案，而且将原议案的探讨范围由公营扩大至私营，无疑是更全面。邱达根议员则建议完善数码基建，全面加强“智方便”平台的功能等。此外，葛珮帆议员特别提到应关注残障人士面对的数码鸿沟，呼吁智慧城市建设须做到关爱共融。李浩然议员的修正案建议，在中环、北都建设世界级智慧城市示范社区。对于这些建议，我都深表认同，认为是十分值得参考的意见。各项修正案和各位议员的发言相信会引起社会共鸣，为政府带来启发。感谢大家集思广益。在此，我也要感谢政府、局方对议案、修正案及各位议员发言的积极回应，但政府目前就智慧城市建设所作出的努力仍然远远不够。主席，这次辩论证明政府和社会各界对智慧城市社区建设非常重视。我想重申，建设智慧城市，实现智慧治理、智慧生活，最终目标应该是藉充分智慧化来消除数码鸿沟，让任何人在任何情况下均可提供服务和接受服务。全面高度智慧化是应对数码鸿沟的解决方案，但未达目标之前，数码体验均质、均等化是政府和社会需要努力的目标。最后，我的总结有以下几点。一......",
    "embedding_key": "123",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "智慧",
      "修正案",
      "数码",
      "鸿沟",
      "议案",
      "城市",
      "建设",
      "发言",
      "各位"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我就国安教育继续发言支持政府修正案。国安教育是另一维护国家安全的有力措施。加强宣传教育，可强化市民维护国家安全的意识和守法意识，并让公众更好理解总体国家安全观和今次立法意义，所以至关重要。而政府也需要对国安教育有担当、尽职责，有权才能有为。多谢政府接纳了我的意见，增加第107B条，赋权并要求政务司司长更好统筹、监督和落实国安教育相关工作，创造更具维护国家安全的良好社会基础。不论法例写得如何完美，公众的理解和配合对法例的落实执行极为关键。社会形成维护国家安全的风气，见疑即报，才能全面防范国家安全风险和恐怖活动，形成有机的国家安全免疫系统。我希望政府在本条例通过后，便立即开展与本条例相关的公众教育工作，让每个人都能充分理解在新条例下的角色、权力和责任，理解维护国家安全的重要性和好处，让人人都成为“反驳队”的一员，反驳抹黑，揭破歪理，主动支持和捍衞国家安全。主席，立法才有法可依。反中乱港分子正是深谙“无法无天”的“奥妙”。所谓“法无禁止即自由，法无授权不可为”，没有法，他们便可为所欲为；没有法，政府维护国家安全将处处受制、难有作为。经过大量的前期工作，今天，我们终于能够为国安堵漏洞，补短板。本条例及有关修正案所防范、制止、惩治的对象，明确针对的只是企图危害国家安全和香港安宁的反中乱港分子，以及其勾结的境外势力；犯法与否，有罪、无罪，罪犯、良民，都有更清晰界定，对市民安全和一切权利，对金融、媒体等合法活动，以至对外交往，都会有更大、更好、更全面的保障，让海外投资香港的资本更有信心，对正当营商更有利，确保“一国两制”行稳致远，香港的繁荣稳定，有利于防乱、固治、达兴。主席，我在此要再次强调支持政府的《条例草案》及有关修正案，我为我们开创历史，勇担使命，完成宪制责任感到自豪和光荣。我谨此陈辞。",
    "embedding_key": "124",
    "poignancy": 0.5,
    "keywords": [
      "安全",
      "国安",
      "国家",
      "维护",
      "条例",
      "教育",
      "政府",
      "修正案",
      "理解",
      "法例"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长刚才的答复显示地区康健中心在基层医疗所起的作用，而当议员问及中医的角色和作用时，局长亦有积极的回应。在此，我想提出补充质询。地区康健中心的中医服务会否成为一种“标配”，令有关服务更为标准化，所有地区康健中心提供一致的服务呢？",
    "embedding_key": "125",
    "poignancy": 0.5,
    "keywords": [
      "康健",
      "服务",
      "议员",
      "中医",
      "中心",
      "局长",
      "地区",
      "吴秋北",
      "所起",
      "会否"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，本人就土地房屋继续发言，支持施政报告致谢议案。香港土地房屋供应不足，导致市民“挨贵租、买贵楼”，房屋开支高企，生活压力极大，难以安居乐业。施政报告提出解决长远房屋短缺问题，关键在于全速造地、增加土地和房屋供应。事实上，香港并不是没有足够的土地，而是土地开发不足、地产商囤积土地，再加上以往政府的高地价政策，以及一些伪环保分子人为地造成土地房屋问题。我乐见施政报告着力处理房屋问题，将土地房屋问题列为重中之重的首要民生问题。施政报告表示，政府已经觅得足够土地满足未来10年的房屋单位需要。我认为，政府不应满足于现时所觅得的土地，而应该主动建立政府自己的土地储备，修订法例，突破土地供应的制约，让政府能够在土地供应上取得主动权。特首提到截至2048年的30年内，预计将有7 000多公顷的土地供应，减去预计需求后，可建立最少1 000多公顷的土地储备。根据最新数据，未来10年，熟地供应量将达3 370公顷，比去年预测的10年期供应多90公顷，进度符合预期。究竟政府的土地储备目标是多少呢？政府现时的土地储备又有多少呢？财政司司长早前表示，政府已锁定7 300公顷的土地供应来源，超出《香港2030+》报告预计由2019年至2048年间6 200公顷的土地需要。这些土地供应逾半来自北部都会区和交椅洲人工岛，政府显然未能就自己手上的土地储备进行规划。此外，政府应加快兴建公营房屋，尽快实现“3年上楼”的承诺。2026-2027年度降至4.5年的目标，我认为是太慢。最近，住在北角(即是现时康湾区)一位患有抑郁的女士打电话给我，哀告她轮候公屋长达5年的无奈。我手上有一封信，是来自筲箕湾(即是现时的康湾区)另一位住在“㓥房”并已轮候公屋超过7年的人士，讲述自己的遭遇和对房署不作为的不满。政府要更多考虑如何拆墙松绑，加速建屋和申请的流程，让公屋的兴建速度和申请可以进一步加快。主席，“㓥房户”长期处于水深火热之中，施政报告决定成立“解决㓥房问题”工作组，专责处理“㓥房”问题，我表示欢迎。但是，研究的时间能否加快和缩短，尽快推出更多有助改善“㓥房户”居住环境的措施，并逐步取缔“㓥房”？我已多次在不同的会议场合强调，必须增加公营房屋的供应，令政府有底气地解决“㓥房”问题。主席，我谨此陈辞。",
    "embedding_key": "126",
    "poignancy": 0.5,
    "keywords": [
      "土地",
      "房屋",
      "施政报告",
      "供应",
      "政府",
      "土地储备",
      "公屋",
      "现时",
      "10",
      "公顷"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，林振升议员提出了一项很好的质询，询问我们去年通过的这项关乎罚则的法例究竟有多大效用。观乎局长的答复，我们认为效果非常不理想，因为入罪个案很少，判罚又很轻，令人觉得虽然已经立法(即修订法例)，但无法遏止工业意外发生。那么，这项法例又有何用呢？为此，政府稍后会否就这段时间发生的本地工业意外进行调查和研究，从而更有针对性地制订措施、制定法例，以遏止工业意外的发生？",
    "embedding_key": "127",
    "poignancy": 0.5,
    "keywords": [
      "法例",
      "意外",
      "遏止",
      "议员",
      "工业",
      "这项",
      "发生",
      "吴秋北",
      "林振升",
      "罚则"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，行政长官表明以习近平主席提出的“四个必须”、“四点希望”、“青年兴，则香港兴”作为施政蓝图，而“着力提高治理水平”是“四点希望”的首项。正如习主席所讲，“行政长官和特别行政区政府是香港的当家人，也是治理香港的第一责任人”。习主席亦说，“要转变治理理念，把握好政府和市场的关系，把有为政府同高效市场更好结合起来。要加强政府管理，改进政府作风，树立敢于担当、善作善成新风尚，展现良政善治新气象”。我们期待政府拿出更多具体措施，落实习主席的有关指示。在“爱国者治港”原则正在落实的今天，行政立法关系大幅改善，亦有更多互动交流的机会。我乐见行政长官举办不同形式的行政立法交流，让议员有更多机会转达市民和不同界别的意见，吸纳更多民意，让施政更顺畅和贴合民情。主席，我也乐见行政长官把“人大政协联络机制”列入“治理体系”之内。我在很早之前已提出，港区全国人大代表具有爱国者的天然属性，要完善机制突破香港代表履职的禁区。以往港区人大和政协的身份被弱化，甚至在参与某些实践“一国两制”的事项上“被缺席”，无法充分履职和发挥作用，原因是害怕干预“一国两制”，这是荒谬的。事实上，港区人大和政协正是“一国两制”的重要组成部分，是中央对港全面管治的重要体现，也是“爱国者治港”原则有力落实的重要体现。现时政府主动理顺“人大政协联络机制”，我是非常欢迎的，可让一众港区人大和政协有更正式的渠道发挥作用，并建议要给予实质的支援，以达到履职的效能。至于“完善地区治理”，我与工联会多次表明支持有关的方案，特别是区议会的改革。任何治理体系的改革都必须依从《宪法》、《基本法》，也必须符合“爱国者治港”原则，既要保障国家安全，亦要确保选出真正有志为香港市民、德才兼备的爱国者。关于“爱国主义教育”部分，我很高兴今年施政报告将“贯彻‘一国两制’　维护国家安全”放在首位，并有“爱国主义教育”这一节。去年习主席的七一讲话提到，“要引领青少年深刻认识国家和世界发展大势，增强民族自豪感和主人翁意识”。我认为，要做到习主席的要求，“爱国主义教育”的推动和落实是必须的，也是关键所在。香港要成功发展“一国两制”行稳致远，前提是要准确贯彻“一国两制”。香港是我国不可分割的一部分，我们必须认识国家的历史，自觉维护国家统一和民族团结，自觉维护国家安全，增强国家情怀和对中华优秀传统文化的认同，建立起对国家的自信和归属感。主席，今年的施政报告特别为“爱国主义教育”另辟章节，可见行政长官对“爱国主义教育”的重视，以及充分理解传承和弘扬爱国主义精神对香港实践“一国两制”行稳致远、长期繁荣稳定的辩证关系。家之所以为家，必须要家庭成员的团结一致；同样，国之所以为国，必须要每一个成员忠诚团结为国家服务，自觉维护国家安全，自觉支持国家的发展。施政报告提到要“成立‘弘扬中华文化办公室’，专责策划及举办推广中华文化和历史的活动”，我是非常认同和欢迎的。一直以来，我与工联会都主张“爱国主义教育”必须有专人负责推动、统筹和监督，因为统筹和监督很重要，以确保有关的推广不会走样变形。我建议政府甚至可以升格“弘扬中华文化办公室”，交由副司长以至司长直接处理，统筹、监督和推动跨局、跨部门的“爱国主义教育”推广，让“爱国主义教育”能在香港社会不同层面和生活范畴普及落地，而不是单纯由康文署在康乐文化方面推广。此外，我亦欢迎政府接纳意见，设立两所介绍国家和抗战历史的博物馆，丰富本地的“爱国主义教育”硬件资源。早前，我在人大的层面提出，关于在香港建设一个国家级抗战纪念馆的建议。香港爱国主义长期“缺钙”，急需加以补充。抗战纪念馆必须从国家观念出发，展现出我国抗战、抗拒外侮、争取解放的精神，而非单纯在香港的地方历史。现时部分的香港抗战历史误导公众，美化英国政府的角色和军事行动。实际上，英国当时在香港的军事行动只是以英国利益为依归，也无意投入资源保衞香港。反而，中国共产党领导下的港九独立大队保家衞国、抛头颅洒热血的爱国精神没有得到充分肯定、表扬和弘扬，甚至被一些人扭曲，与英国的18天军事行动相提并论。除了“爱国主义教育”的硬件，也要搞好软件方面，即是思想教育，特别是针对教师的培训。我们必须要有对国家历史有充分认识、具爱国情怀和民族意识、文化自信的教师，以身作则，主动认识国情，言传身教，承传以家国情怀为基础的爱国主义精神。我也乐见行政长官接纳意见，全面推动“爱国主义教育”。“爱国主义教育”的推动一刻不能推迟、永远在路上，我们必须尽快导正香港社会和香港新一代的价值观，建立爱国主义精神、爱国爱港的风尚，厚植国家情怀，为建设更美好的香港、实现民族复兴，贡献我们的力量。我在这里再强调，我们要及时为第二十三条立法，保护国家安全。我乐见行政长官在这方面定下了时间表，而这项工作必须全社会团结一致去落实。主席，我谨此陈辞。",
    "embedding_key": "128",
    "poignancy": 0.5,
    "keywords": [
      "爱国主义",
      "香港",
      "教育",
      "一国两制",
      "行政长官",
      "国家",
      "主席",
      "必须",
      "人大",
      "爱国者"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长很明确地表示，不会在内地大湾区城市购置房屋......",
    "embedding_key": "129",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "......",
      "大湾",
      "购置",
      "议员",
      "局长",
      "房屋",
      "内地",
      "主席",
      "明确"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "13.吴秋北议员：去年9月发生的世纪暴雨期间，近筲箕湾耀东邨的一段耀兴道上方的天然山坡发生严重山泥倾泻，导致该段位处耀东邨耀明楼对出的行车道需全线临时封闭，直至今年3月23日才重开一条行车线。此外，本月4日暴雨来袭，将军澳及西贡的雨势特别大，当局接获多达17宗山泥倾泻报告。有意见认为，香港已踏入了台风及暴雨的季节，极端天气将更频繁。就此，政府可否告知本会：(一)就极端天气进行的善后工作的具体内容及步骤为何；有否为有关工作设定指标(例如完成工作的时间)及指定政府部门或团队负责有关工作；如有，其工作范畴和职责为何；如否，如何安排有关工作；(二)有何新措施加强防范山泥倾泻在极端天气下发生，例如主动巡查位处在极端天气下较易受影响的地点的山坡/斜坡，并及早作出应对措施；及(三)会否探讨导致小西湾在极端天气下容易出现严重水浸的因素，并在制订应对海平面上升及风暴潮的政策和措施时，把该等因素纳入考虑之列？发展局局长于2024年5月29日提供的书面答复文本载于附录1。",
    "embedding_key": "130",
    "poignancy": 0.5,
    "keywords": [
      "极端",
      "天气",
      "倾泻",
      "暴雨",
      "山泥",
      "位处",
      "工作",
      "措施",
      "山坡",
      "有关"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "15.吴秋北议员：今年4月29日，爱国主义教育工作小组举行首次会议并决定设立4个分组(即学校教育、本地社区、历史政经文化及传媒宣传)，以展开爱国主义教育工作。有意见认为，历史政经文化是重大范畴，特别是抗战历史，是爱国主义教育的重要素材。就此，政府可否告知本会：(一)全港有多少个政府资助的爱国主义教育基地或机构；该等基地及机构举办了哪些爱国主义教育活动，以及有否评估该等活动的成效；(二)鉴于据悉，现时坊间有不少爱国团体自发举办各类爱国主义教育活动，更成立自家的爱国教育支援中心，政府在与地区组织和爱国工会等爱国民间力量的合作上已投放或准备投放多少资源，以及有否制订相应的绩效指标；政府会如何更好地发挥民间力量推动爱国主义教育；(三)鉴于内地设有不少爱国主义教育示范基地，并有不少抗战纪念馆和博物馆，更有东莞市虎门鸦片战争博物馆及深圳市东江纵队纪念馆等珍贵爱国主义教育资源，政府会如何利用该等资源推进香港爱国主义教育的发展(例如有否具体规划、合作方向和合作对象)；(四)鉴于有意见认为，香港有不少与抗战历史有关的遗迹和文物，是重要的爱国主义教育资源，政府有否就该等教育资源拟备清单；如有，能否向本会提供该清单；政府会如何规划、整合和运用该等教育资源，以推进香港的爱国主义教育；及(五)政府会否考虑举办国家军事装备模型展览，从国家及香港在主要战役中所使用的军备及国产军备的演进发展，回顾历史及展示国家日益强大的一面，以加强国民和爱国主义教育；如会，有关计划的详情为何；如否，原因为何？政制及内地事务局局长于2024年7月3日提供的书面答复文本载于附录1。",
    "embedding_key": "131",
    "poignancy": 0.5,
    "keywords": [
      "爱国主义",
      "教育",
      "教育资源",
      "有否",
      "政府",
      "爱国",
      "香港",
      "本会",
      "抗战",
      "政经"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，大家都知道，大部分海防设施属港英或英国殖民统治时期的海防设施，现时仍然沿用“香港抗战及海防博物馆”这名称是否适宜呢？海防博物馆的内容大多数涉及英国统治时期的军事设施，关乎如何进行海防工作。为何局方要采用这个带有殖民色彩的名称，将海防馆命名为“香港抗战及海防博物馆”呢？请问局方可否清晰答复这问题呢？",
    "embedding_key": "132",
    "poignancy": 0.5,
    "keywords": [
      "海防",
      "局方",
      "博物馆",
      "抗战",
      "设施",
      "名称",
      "吴秋北",
      "属港英",
      "香港",
      "军事设施"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我赞成陈颖欣议员动议“设立香港劳动模范评选机制”的议案。早前我曾在报章上发表“寻找香港的劳动模范　大国工匠”一文，今天的议案使香港能够产生劳动模范成为可能的事。劳动模范在内地简称为“劳模”，早在上世纪30年代便通过生产竞赛选出“春耕模范”，后来改为制度化的评选奖励，40年代则有“劳动英雄”、“模范生产工作者”。在50年代，为恢复经济，国家广泛动员生产建设，中华全国总工会组织召开全国工农兵劳动模范代表大会，授予代表“全国劳动模范”光荣称号，其后每5年召开一次，表彰为国家建设、改革开放作出巨大贡献的先进劳动者。数天后，工联会也会邀请全国劳动模范来港交流。主席，香港也有很多值得表扬的劳动者，只是我们不习惯这种思维。在资本主义社会之下，劳动价值往往只沦为商品价值，劳动者贡献社会，但却得不到与其劳动价值相匹配的尊重和肯定。工资买断了劳动，劳动则被简化为“揾食”，雇佣关系也只被视为买卖。在这种思维逻辑和社会风气下，交易过后仿佛便互不相欠。有人或许会认为香港是资本主义社会，所以不能产生劳动模范，因为劳模所有的劳动成果都只会被资本家窃取，表彰劳模只会助长剥削。然而，任何社会形态或制度都必须经过劳动建设，无论是何种劳动关系和方式，劳动所创造的价值都不能被忽略，更不可以香港实行资本主义为名，将其价值消解于薪金和劳动买卖当中。香港确实需要设立劳动模范评选机制，以弘扬劳动精神、重建完整正确的劳动价值观和认知，让劳动成为人的自我实现，让不畏辛劳、贡献卓越、表现优秀的劳动者，除了薪金以外，能够获得应有的尊重、表扬和嘉许。同时，树立典型模范，把被忽略、剥削的部分，通过社会认同补全。只有劳动阶层的地位提升，社会以劳动为荣，以创造更高、更大的劳动价值为傲，满载劳动热情，才能够发展更大、更优质的生产力，达到社会和谐，避免走向纯粹剥削、计算和角力的劳资紧张，这才是香港实现由治及兴的力量泉源和关键要素。主席，最低工资“一年一检”是对劳动者的基本保障，也是对劳动的基本尊重。经常听到一种说法，就是最低工资的调整会推高生产成本，影响竞争力。言外之意是老板占有更多的剩余价值，便能提升所谓的竞争力，难怪香港贫富悬殊成为世界之首。事实上，最低工资是基本保障，也是社会的人性底线。这次劳、资、官达成共识具有里程碑的意义，虽然实际效果尚有待检验，但新机制反映了政府对基层“打工仔”的重视，也体现了资方良心老板的风范，是对“以人为本”施政理念的实践，其价值远远大于价格，正如劳动者的劳动价值远远高于劳动力的标价。我希望劳动模范的表彰同时能够带来薪金待遇的改善，并进入互为促进的良性循环，加速发展新质生产力，建立新型共建共赢的劳动关系。我谨此陈辞。",
    "embedding_key": "133",
    "poignancy": 0.5,
    "keywords": [
      "劳动模范",
      "劳动",
      "香港",
      "劳动者",
      "价值",
      "社会",
      "最低工资",
      "薪金",
      "劳模",
      "表彰"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，就建设国际专上教育枢纽，工联会认为要进一步推动多元化教育，其中，职专教育便应该全面升格，提升并给予等同于传统学位的地位。谈到是次区议会选举，就体现了多元、公平、优中选优的优越性。因此，我在此呼吁各位市民，特别是“打工仔”，应该归队、团结，踊跃在12月10日投票选出真正爱国、真心服务、具能力的区议员。我谨此陈辞。",
    "embedding_key": "134",
    "poignancy": 0.5,
    "keywords": [
      "教育",
      "议员",
      "区议会",
      "谨此",
      "陈辞",
      "吴秋北",
      "工联会",
      "职专",
      "12",
      "10"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我按错了按钮，我想就下一项质询提问。谢谢。",
    "embedding_key": "135",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "质询",
      "按钮",
      "提问",
      "议员",
      "谢谢",
      "一项",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：......供轮候公屋的公务员“上楼”。她指此建议会涉及庞大开支，其实缺乏论证。一间公屋的成本约为七八十万元，但相同的成本在内地大湾区城市......",
    "embedding_key": "136",
    "poignancy": 0.5,
    "keywords": [
      "公屋",
      "......",
      "吴秋北",
      "供轮候",
      "指此",
      "七八十万元",
      "成本",
      "大湾",
      "上楼",
      "公务员"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：好的，我继续。我主要想局长回应，我们能否真正采取主动，采取动态的防疫防控机制，因应不同的情况来处理，而不是要被动地去亡羊补牢，我们要防止羊逃走。所以，我认为政府的态度其实是一个很重要的问题。",
    "embedding_key": "137",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "地去",
      "亡羊补牢",
      "采取",
      "因应",
      "防疫",
      "防控",
      "议员",
      "逃走",
      "回应"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，对于这份财政预算案，工联会是给予肯定的，肯定政府“巩固信心、稳健理财、聚焦高质量发展”的施政方向，是审慎、稳健、聚焦发展、惠及民生的财政预算案。我要特别在这里肯定政府，在社会创新及创业发展基金拨款1亿元，在未来3年为全港60岁或以上的长者，提供数码培训课程和技术支援的项目，回应了我早前提出的“提速智慧城市社区设施建设，消除数码鸿沟”的议案，我亦希望政府能再多做一些，除了长者外，亦惠及基层家庭学童，全面消除数码鸿沟。主席，基于联系汇率的制度，香港没有自己的货币政策，息口亦往往跟着美国走，结果就是美国加息时，香港往往也要跟随。政府要调节经济，主要依靠财政政策，财政预算正正是财政政策的大纲和规划。近日公布的失业数据，反映香港首季的失业率上升，政府要有更进取的思维，提振香港经济，激活和激发香港的动能，促进高质量就业，改善民生。政府财赤分为周期性财赤和结构性财赤。按照库务局2014年的预测，香港有可能在2029年后面对结构性财赤，政府要考虑如何遏抑开支增长，以避免陷入结构性财赤，这是无可厚非。但现时政府面对的主要是周期性财赤，是经济下行所导致的，这种财赤反而能够发挥自动逆周期的作用，有利香港经济恢复，并非坏事。正如粮仓储备，就是为了积谷防饥、防灾。同样，政府储备的目的，就是要未雨绸缪，起有备无患之效。因此，有一定的财赤，并非坏事，只要是在可控范围内便可。再者，政府要转亏为盈，关键在于经济转好，恢复活力。只要经济繁荣，自然就会回复财政盈余，反而经济问题拖得越久，越难恢复，政府财赤亦只会不断扩大。复常以来，经济复苏速度未如理想。去年11月，财政司司长更下调经济增长，主要是出口疲弱所致。显然，美国高息、美元汇率升值，在联系汇率下，香港出口亦相应受累。按最新形势来看，这个情况至少会持续到下半年，甚至年底。同时，中东局势险峻，避险情绪升温，外围环境更为恶劣。这些变化在司长制订财政预算案的时候，未有充分预料和列入考虑。因此，司长有必要作出相应调整，防患于未然，为基层市民解困。主席，我乐见财政预算案对旅游业加大投入和扶持，政府积极开展盛事经济，既促进文化艺术、体育、金融、贸易展览等行业，亦同时刺激旅游、酒店、商场、零售、饮食等不同业界的发展。此外，我亦希望政府主动开拓经济发展新增长点，更积极融入国家发展大局，以“八大中心”发展对接内地产业。正如夏宝龙主任在数天前“全民国家安全教育日”开幕致辞时所说，我们要“主动顺应时代发展潮流，跟上时代发展步伐，积极识变、应变、求变，在变局中打开香港发展的新天地”。谈到求变，就一定要有新的思维，我们应以“共建共荣、共享共赢”的理念构建香港新型的劳动关系，这正是香港由治及兴应有之义。人才是第一资源，科技是第一生产力，创新是第一推动力。在香港实现由治及兴新发展阶段，要发展新质生产力以实现高质量发展，劳动力是不可或缺的生产要素，无论是高尖精的人才，还是产业前线工人，都是重要一环。只有真真正正提升劳动阶层的待遇和社会地位，人人都能够分享经济发展成果，劳动者才能以主人翁的立场，激发更强的劳动热情，让生产力有“质”的提升，为“一国两制”建设，贡献更大的力量。所以政府要带头在推动全社会尊重劳动价值、弘扬劳动精神，加大投资人力资源，制订规划，从“量”到“质”制订指标，落实以香港所长，贡献国家所需。主席，我发言支持《2024年拨款条例草案》，我谨此陈辞。",
    "embedding_key": "138",
    "poignancy": 0.5,
    "keywords": [
      "财赤",
      "香港",
      "政府",
      "发展",
      "预算案",
      "经济",
      "财政",
      "劳动",
      "数码",
      "高质量"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。工联会非常欢迎施政报告从善如流，吸纳了很多工联会的建议。工联会形容这次的施政报告为“锐意改革创新、巩固发挥优势、勇于担当发展、务实关顾民生”，用这4句说话来形容。当然，我们亦希望政府能够持续不断改善劳工政策和人民福祉。工联会关注香港发展与劳动力的关系。回顾香港历史，大发展其实都是人口快速增长的时期。现时香港的劳动人口呈减少和老化的趋势，25岁至39岁的劳动人口由2014年的124万减至2023年的113万，就业人口的年龄中位数则由2014年的42岁升至现时的45岁。在输入外劳弊多于利的情况下，政府提出加大培训力度、鼓励非本地毕业生留港、完善教育规划、加大新移民的政策措施。我的问题是，政府估计这些措施能有多大作用，以缓解劳动力的结构问题，为发展提供所需动能和人才？",
    "embedding_key": "139",
    "poignancy": 0.5,
    "keywords": [
      "工联会",
      "2014",
      "施政报告",
      "现时",
      "香港",
      "人口",
      "形容",
      "发展",
      "外劳",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，弘扬中华文化是推行爱国教育的重要基石。政府未能充分说明弘扬中华文化办公室和“爱国主义教育工作小组”两者如何配合、如何统筹协作。工联会作为爱国爱港的一面旗帜，几年前，国家领导人韩正副总理亦肯定工联会是爱国爱港的主力军。作为历史悠久的组织，工联会完全可以作为爱国主义教育基地。政府能否在此答复我们，会否让中小学生到工联会的总部或有百年历史的工会参观？政府能否乐成其事呢？",
    "embedding_key": "140",
    "poignancy": 0.5,
    "keywords": [
      "工联会",
      "爱港",
      "爱国",
      "中华文化",
      "弘扬",
      "爱国主义",
      "教育",
      "政府",
      "能否",
      "作为"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见附录5)",
    "embedding_key": "141",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "进一步",
      "附录",
      "文本",
      "标明",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "18.吴秋北议员：据悉，发展局一直以“目的为本，实而不华”的原则，尽量减省工务工程项目的开支，但近年多个项目的造价仍动辄数以10亿元计，而就该等项目委聘顾问的开支庞大，引起公众广泛关注。就此，政府可否告知本会：(一)如何厘定顾问所收取的费用是否合适，例如是否基于项目的工作量及项目年期；就顾问费的实际开支超出预算的项目，政府有否研究原因为何；如有，详情为何；(二)过去3年，造价分别为5,000万元或以下及5,000万元以上的各个项目用于(i)顾问费和(ii)进行环境影响评估的支出占整体工程费用的百分比为何；(三)过去3年进行的各个项目委聘的顾问公司为何；及(四)有否统计顾问公司聘请退休公务员的数据；如有，详情为何？发展局局长于2024年3月20日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2024/chinese/counmtg/floor/cm20240320-confirm-ec.pdf\" \\l \"nameddest=app_01_18\" 附录1。",
    "embedding_key": "142",
    "poignancy": 0.5,
    "keywords": [
      "项目",
      "为何",
      "委聘",
      "18",
      "顾问费",
      "000",
      "开支",
      "有否",
      "顾问公司",
      "造价"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，居住以至置业问题是香港的长期痛点，也是深层次矛盾之一。对于林筱鲁议员提出的“检视《长远房屋策略》，缩短置业阶梯”议案，我表示赞成。我和工联会一直关注居住问题，坚持“房住不炒”的原则，先后提出分隔市场、遏止炒风、告别“㓥房”要从儿童做起等建议，要求政府急市民所急。我特别要强调，政府必须明确《长远房屋策略》的目标，就是“房住不炒”这个根本之策，特别是现在全面“撤辣”后，这个原则更是必需。目前坊间已经揣测不定，希望政府能够给出明确回应，安定民心。对于谢议员在修正案提到的具体措施，譬如检讨公私营房屋建屋比例、公屋与资助出售房屋的比例，以及优化资助出售房屋的抽签及分配机制等，我认为这些都是基本的要求。至于“渐进式按揭”，两年前已有相关讨论，可说是先甜后苦。假设工资水平与时俱长，买家在10年后可以应付较大的供款压力，但问题是10年的时间存在太多不确定的因素，如何能够保证？假如推出有关计划，政府亦须考虑日后或会出现的问题，例如会否让有关业主延长第二阶段的按揭。政府在这方面应进一步研究，审慎考虑。此外，“寓租于供”适用于哪类公营房屋？居屋还是公屋？在私楼市场，有部分发展商已提供“先租后付”或“先住后付”的安排，但一般适用于楼价较高的物业。如果指的是公屋，上星期我们已讨论有关重推公屋租置计划的利弊，政府亦已否定有关建议，我认为不应在此再作纠缠。至于居屋，直接供楼便可，何必多此一举？代理主席，我提出修正案，主要是建议加入两项具体措施，这亦是工联会一直争取的，包括增加资助出售房屋的供应，以及设立置业基金资助青年认购居屋“楼花”。前者很清晰，就是要解决房屋问题，必须从供应着手；后者我在此说明一下。我们就去年的施政报告特别建议政府推出青年未来居屋计划，向合资格的18至35岁青年预售居屋“楼花”，让青年有目标和计划买居屋，尤其是政府可以考虑在3个新发展区，即是古洞北/粉岭北，洪水桥/厦村和元朗南，预留一定数量的居屋单位，让青年以供“楼花”的方式替代首期。政府提供相应的供款税务优惠和配对，让青年人可以更轻松买到居屋。代理主席，资助出售房屋是市民置业的重要阶梯，工联会一直强调定价必须符合合资格市民的购买能力，惟政府一直将资助出售房屋的定价和私楼市场挂钩，这样只会让市民“望楼兴叹”。希望政府下决心彻底把定价和私楼市场脱钩，分隔公私营市场，这样才是置业可能的根本。代理主席，希望各位议员支持原议案和我的修正案，我谨此陈辞。",
    "embedding_key": "143",
    "poignancy": 0.5,
    "keywords": [
      "居屋",
      "房屋",
      "公屋",
      "政府",
      "资助",
      "置业",
      "楼花",
      "工联会",
      "私楼",
      "青年"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，局长能否告知市民，在这些口岸，是否会于节庆或人潮高峰期间设有应急机制？有关机制如何启动呢？",
    "embedding_key": "144",
    "poignancy": 0.5,
    "keywords": [
      "机制",
      "吴秋北",
      "人潮",
      "会于",
      "节庆",
      "口岸",
      "应急",
      "议员",
      "告知",
      "局长"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/floor/cm20231102-confirm-ec.pdf\" \\l \"nameddest=app_05\" 附录5)",
    "embedding_key": "145",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "HYPERLINK",
      "https",
      "www",
      "legco",
      "gov",
      "hk"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，今天在立法会议事厅内的大多数议员应该都支持强制举报虐儿，大家的意见其实并不分歧，主要是卡在所谓的“3个月”或“1年”的问题上。然而，如果我们就“3个月”的问题再继续激辩，我相信大家本来要通过《强制举报虐待儿童条例草案》的共识将会付诸东流。因此，我在此建议要尽快进行表决，千万不要导致“高级红”、“低级黑”的情况出现。多谢主席。",
    "embedding_key": "146",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "强制",
      "举报",
      "吴秋北",
      "虐儿",
      "立法会",
      "主席",
      "激辩",
      "付诸东流",
      "议事厅"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，政府要取缔劣质“㓥房”或者不合标准的“㓥房”的决心及意志是取决于其有多少公屋在手，所以，如果政府不公布这个数字，其实大家会觉得你们只是说说而已。所以，我们早前工联会通过各区了解到，有人住在“㓥房”动辄两三年甚至三四年，环境非常恶劣。所以，政府能不能够公布你们手上有多少公营房屋，用来预备你们取缔这些劣质“㓥房”呢？如果你们不公布的话，其实是在助长“㓥房”租金一直上升，也是助长“㓥房”不断劣质化。谢谢。",
    "embedding_key": "147",
    "poignancy": 0.5,
    "keywords": [
      "劣质",
      "你们",
      "取缔",
      "助长",
      "公布",
      "政府",
      "公屋",
      "所以",
      "不合标准",
      "吴秋北"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，中共二十大报告提到中央支持行政长官和特区政府提升全面治理能力及管治水平。我认为提升治理能力和管治水平的关键在于人，就是执行团队，亦即公务员团队。要更好实践“一国两制”主体责任的，也是管治团队和公务员。平情而论，公务员团队有不少优秀之处，但也有不少令人诟病的地方。当前我们要实现由治及兴，所以公务员必须与时俱进，需要有与“一国两制”事业发展相适应的表现。对公务员团队的批评当中，有不做事、不作为，以行政程序凌驾政策目标和效果；有以程序正确作为施政不彰的遮羞布；有扭曲政治中立作为明哲保身、不作为、阳奉阴违的借口等。事实上，港英时代是刻意让公务员政治空白，旨在为殖民统治的政策服务。当时的公务员团队没有可能培养出以人民为中心的使命感，只会把政府工视作一份高薪厚禄的工作而已，缺乏担当，而事实上亦不允许、不可以有担当。香港早已回归，公务员应可更加名正言顺地尽忠于自己的国家。特区政府的公务员终于有资格抱有为国为民的使命和精神，成为全心全意、为群众服务的人民公仆。这种为国为民的光荣感，才是公务员有别于其他工作的关键。香港回归祖国虽已25年，但长期以来的殖民统治影响挥之不去。中共二十大报告提到要发展壮大爱国爱港爱澳力量，增强港澳同胞的爱国精神。要落实有关精神，便必须彻底摆脱殖民统治的影响。政府必须加紧清除港英时代留下的殖民主义遗风流毒，重新为公务员强筋锻骨铸魂，彻底去殖民化。所谓“铸魂”，就是爱国爱港的情怀，以人民为中心的施政理念，建立一套与之相适应的治理文化。所谓“强筋锻骨”，就是为国为民的风骨、责任、担当和能力。政府公务员的施政应以问题、目标、效果为导向，时刻跟进、检讨施政效果，确保能全面落实特首的施政纲领，让香港一些长期积压的民生问题得以根治，城市焕发新的活力，找到新的发展动能。代理主席，政府必须建设一支忠诚、廉洁、高效、有担当、“想干事、会干事、能干事、干成事”的公务员团队，带起奋发实干的风气，主动理解市民的需要，为民排难解忧，时刻坚守全心全意为人民服务的宗旨。部门也要加强合作，主动互相配合沟通，以解决问题为本，勇于担当，以民生福祉为己任。政府必须尽快制订公务员团队改革的时间表、路线图，设立赏罚分明、能上能下的机制，交出成绩表和改革成绩，以回应贯彻落实“爱国者治港”的应有要求及市民对政府良政善治的期盼。我支持林议员的原议案，亦恳请各位议员支持我的修正案。多谢。",
    "embedding_key": "148",
    "poignancy": 0.5,
    "keywords": [
      "公务员",
      "团队",
      "担当",
      "管治",
      "施政",
      "为国为民",
      "政府",
      "殖民统治",
      "干事",
      "港英"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，多位议员都十分关心......",
    "embedding_key": "149",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "吴秋北",
      "......",
      "十分关心",
      "多位",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "20.吴秋北议员：据报，根据教育局数字，去年1月至11月共录得31宗学生怀疑自杀身亡个案，为过去5年最多，更较2018年全年14宗增加逾1倍。有意见认为，体育及艺术教育(“体艺教育”)蓬勃发展，有利于中小学生的身心健康，而本地体艺教育尚有较大的改善空间。就此，政府可否告知本会：(一)有关政府部门会否检视本地体艺教育的整体成效；若会，详情为何(包括检讨方法及机制，以及具体时间表)；若否，原因为何；(二)有关政府部门会否根据全港学生的情况进行调查，分析一周需多少节体艺课及课外活动时间，才可以纾缓大部分学生的压力及让其保持健康的体魄，并根据分析结果设立指标及在全港学校推行；若否，原因为何；及(三)鉴于据悉，深圳市教育局于本年1月1日起施行的《深圳市加强和改进学校体育工作的实施意见》提出，义务教育阶段学校每天开设1节体育课，高中(含中职)学校每周开设3节体育课，而中小学每天大课间体育活动不少于30分钟，有关政府部门会否考虑参考深圳市的做法，要求学校每日开设1节体育课，并加入课间操等形式的活动及要求课间活动不少于30分钟，以增加学生每日的运动时间？教育局局长于2024年4月24日提供的书面答复文本载于附录。",
    "embedding_key": "150",
    "poignancy": 0.5,
    "keywords": [
      "体艺",
      "会否",
      "体育课",
      "学校",
      "教育局",
      "政府部门",
      "若否",
      "30",
      "深圳市",
      "课间"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢代理主席。我发言支持田北辰议员的议案，以及各位议员同事的修正案。虐儿事件令人愤怒和痛心，一宗都不能多。童乐居事件反映香港的虐儿问题已不单是个别的家庭事件，而是形成了制度化、团体化的倾向，凸显制度的崩坏以至道德的滑落。事后，更有人以人手不足和工作环境欠佳等问题文过饰非，为其开脱，令人心寒。管中窥豹，政府运作外判成性，暴露出政府把工作外判、责任外包的严重弊端。政府现在有责任扭转这种制度和文化崩坏的趋势。代理主席，虐儿会对儿童造成深远影响，一生一世令他们蒙上十分严重的阴影。我们必须订立妥善的保护儿童机制，当中应包括强制举报虐儿，以及在《侵害人身罪条例》中加入“没有保护罪”。保护儿童的相关法律体系必须及时完善，让所有儿童都能够在身心健康的环境下成长。与此同时，政府亦应制订一套完善的策略，推动保护儿童的社会气氛，向虐儿说“不”。其实，只要有人及早挺身而出，童乐居虐儿事件的受虐儿童数目便会大大减少。因此，我建议特区政府参考德国的法例，规定凡于事故、险情或紧急情况下可以施救但拒绝施救者，可处以监禁或罚款。这就是德国所谓的“见死不救罪”。我建议，儿童照顾机构和组织的管理层成员、雇员和义工若经证实在儿童被虐时知情不报、不加阻止或不作为，必须负上刑责。同时，为加强法例的阻吓作用，我建议香港特区政府在该法例下必须以严格模式处罚有关人士，而不可只是轻轻以社会服务令了事。代理主席，我希望政府能够详细交代与保护儿童相关的立法工作进度，以及是否有具体方案推动保护儿童的风气、加强业界培训，从而确保我们的小朋友能够健康快乐地成长。代理主席，我谨此陈辞。",
    "embedding_key": "151",
    "poignancy": 0.5,
    "keywords": [
      "虐儿",
      "儿童",
      "法例",
      "保护",
      "代理",
      "童乐居",
      "主席",
      "议员",
      "崩坏",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，香港需要有一个与“一国两制”相适应的文化基础建设来彻底清算后殖民文化，梳理本土文化和中华传统优秀文化那种血肉关系；有系统地整理香港这些文化资料，是功在当代，利在千秋的。局长提到《文旅规划》，这是一份重要文件，亦是一个发展契机，能够让香港重新建立自己的文化，展现我们的文化，重拾我们与中华文化那种关系。所以，我在此想请问，政府在未来有甚么相关规划，整合和梳理本港岭南文化的资源，以便制订相关政策推动本地岭南文化，以把握《文旅规划》所带来的机遇？",
    "embedding_key": "152",
    "poignancy": 0.5,
    "keywords": [
      "文化",
      "文旅",
      "岭南文化",
      "规划",
      "香港",
      "梳理",
      "功在当代",
      "吴秋北",
      "后殖民",
      "利在"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，本人发言支持李惟宏议员的原议案和吴杰庄议员的修正案。香港亟需全面推动产业升级转型，以及及时把握国家发展机遇。正所谓“苏州过后无艇搭”，唯有配合国家发展战略，持续推动高质量发展和产业转型，方能追上新时代、新形势的发展，提升竞争力，让香港走在发展的前沿。我认同李惟宏议员所说，要令产业升级转型，人才培训是重要一环。如要成功推动产业全面升级转型，必须考虑如何协助雇员转型和提升技能，提升雇员的技术水平。就此，我在此建议政府拿出决心，采取以下措施。一、制订新兴产业和“八大中心”的人力资源发展策略蓝图，从短、中、长期明确新型产业的人力规划和发展。在教育系统、职专教育、雇员培训等领域，为各产业和业界提供人力资源的培养、学习、提升的支撑。二、在升级转型期间，为业界提供足够的支援，以协助雇员提升技能，适应升级转型的需要。三、为未能适应升级转型的雇员提供适合的就业渠道，加强职业再培训，以保障其工作和生计。四、检讨并制订有力的措施，提升劳动力参与率，鼓励和促进更多元化的就业和事业发展，发挥本地劳动力的潜能，提升整体的生产力。主席，我谨此陈辞。",
    "embedding_key": "153",
    "poignancy": 0.5,
    "keywords": [
      "转型",
      "雇员",
      "升级",
      "提升",
      "议员",
      "发展",
      "产业",
      "李惟宏",
      "培训",
      "人力资源"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我的修正案。吴秋北议员动议的修正案(标明文本见附录3)",
    "embedding_key": "154",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "附录",
      "文本",
      "标明",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，在这两天的讨论中，我们全体议员大多数都支持议案的通过。从议员的发言中，我亦听不到对工商界有甚么恶言相向；即使有，也可能只是源于部分工商界议员有种负罪感，因为他们是反对的，令人遗憾。不过，我想指出的是，《2022年雇佣及退休计划法例(抵销安排)(修订)条例草案》(“《条例草案》”)应订明生效日期。现时没有生效日期，令人遗憾。大家也很清楚，如今被“对冲”的“打工仔”在“流血”，他们的血汗钱不断在“流血”。因此，《条例草案》需要有明确的生效日期。有一种说法是，《条例草案》需待“积金易”平台在2025年运作时才生效，同样令人非常遗憾、无法理解。如果我们全体议员大多数支持通过《条例草案》，便应指定一个明确的生效日期，而不应等到2025年。多谢主席。",
    "embedding_key": "155",
    "poignancy": 0.5,
    "keywords": [
      "草案",
      "议员",
      "生效",
      "条例",
      "日期",
      "2025",
      "令人遗憾",
      "工商界",
      "流血",
      "全体"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，要令香港的旅游业健康发展，一个很重要的构成部分，就是要更好地培育本地旅游人才，确保有足够的本地人才，而非考虑输入外劳，因为输入外劳往往会导致“水土不服”，而且不能令旅游业健康发展。另一方面，我们应更好地规划整体旅游产业的长远发展，所以我想问政府对旅游产业有何规划？如何安排相关的人力资源，推动旅游业培养本地人才，从而增加人手和改善旅游业的质量，促进旅游业健康发展？多谢。",
    "embedding_key": "156",
    "poignancy": 0.5,
    "keywords": [
      "旅游业",
      "外劳",
      "本地",
      "人才",
      "旅游",
      "健康",
      "发展",
      "输入",
      "更好",
      "吴秋北"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，谈到提升香港发展动能，一般都会提及香港的固有优势，即所谓的“发挥香港所长，贡献国家所需”。其实香港所拥有的最大优势，就是“一国”之利和“两制”之便。我们必须认识到，拥有“一国两制”的安排，才能够发挥香港固有优势，才能够开拓新优势，避免故步自封，持续不断地推动香港新的发展动能。施政报告提到，要对接国家战略，增强发展动能，针对“八大中心”新定位提出了相关的政策发展方向，我是予以肯定的。但是，相关的篇章就如何让本地人才与“八大中心”对接着墨不多，甚至在壮大创科人才库方面，提到要撤销聘用本地雇员的要求，这有违以才育才的原则。除了就国际贸易中心部分推出鼓励中小企政策外，报告也没有政策推动民间对接“八大中心”，较多属于上层规划和高层合作。我希望行政长官能够更多考虑如何推进民间对“十四五”规划的参与，加强民间与大湾区其他城市的人流、物流、资金流、信息流和民心互通的联系，提升本地人才和民间对“八大中心”定位的认识。不论是“十四五”规划、大湾区建设或“八大中心”，现时民众都甚少关注，以至比较疏远，甚至认为政府是在强推青年人前往这些地方发展，但其实当中有很多机遇，以及跟香港未来发展息息相关。市民大众参与不足、认知不足，香港在这些地方发挥就会受到大制约。政府应该加强对民众的宣传，并推出相关的政策鼓励。“十四五”规划有关香港的新定位，就是“一国两制”优势的体验。代理主席，要对接、要融合，便肯定要通关。很多市民看到香港走上疫后重建复常之路，感到非常欣喜。然而，同时也有很多市民希望政府提供香港和内地通关的时间表。虽然理解当中有很多困难，但亦希望能够替这些市民向特首询问这点。而且，两地继续无法通关的话，即使国家发展、大湾区发展有再多的机会都难以把握，所以要拜托特首。我谨此陈辞。",
    "embedding_key": "157",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "八大",
      "十四五",
      "大湾",
      "通关",
      "发展",
      "优势",
      "对接",
      "市民",
      "民间"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，经过逾20年的争取，取消强积金“对冲”安排今天得以放在议事堂，走“最后一里路”。我希望各位议员能为普罗市民退休保障的权益着想，支持议案，让议案顺利通过。我尤其呼吁商界的议员，本着以人为本的初衷、同舟共济的精神，并把握政府注资的机会，支持议案顺利通过。代理主席，取消强积金“对冲”能够成功得以落实，有赖劳工界、各工会万众一心，20年来坚持不懈，也当然少不了良心雇主的参与。事实上，上世纪90年代，工联会已提出退休保障综合方案，要求落实全方位全民退休保障制度，由劳、资、官三方供款，各方参与，人人受益。但遗憾的是，政府最终只引进强制性私营职业退休保障制度。政府当年为了卸责而妥协，容许雇主以强积金累算权益扣减长期服务金或遣散费，严重侵蚀强积金的原有功能。当年，工联会前议员陈婉娴原本会提出修正案以取消“对冲”安排，可惜碍于当时的议会规定而无法提出，最终令有缺陷的制度无法纠正。至今，这个违反公义的缺陷竟已持续20年。由2001年至2021年的20年间，因“对冲”而被“冲走”的强积金总金额超过567亿元，我相信“对冲”总金额现时已超过600亿元。在这20年间，新增的65岁或以上长者为677 400人。换言之，粗略估算，平均每人被“冲走”的强积金金额达9万元。代理主席，成立强积金的本意是积谷防饥，但到头来却“钱罂穿窿”，这是制度上的严重弊病。“对冲”安排对工友退休权益影响极大，特别是收入低于强积金最低有关入息水平的基层工友，他们的退休安排主要依赖雇主供款的部分，假如这部分被“冲走”，也就等于他们的退休保障被“冲走”。不少政府外判商只有为期数年的服务合约，当合约结束后，便把遣散费与强积金“对冲”，导致外判合约工的强积金长期被“冲走”。结果，外判合约工晚年失去退休保障，陷入穷困境地，只能依靠综援过活。政府财政压力加大，基层失去退休保障，只有雇主得益。造成如此局面，既不公平，也违反了强积金制度用以保障基层退休、作为退休保障支柱的原意。事实上，在港英时期，遣散费和长期服务金的法例推出时，容许以自愿供款作“对冲”，是用以鼓励雇主为雇员作更多的自愿退休保障安排，因当时法例并未有设立任何保障雇员退休的安排。但既然改为强制性，让雇员退休后有所保障，为何还要容许这种“对冲”制度存在呢？容许“对冲”本身就是不合理的安排，是政府倾斜雇主的体现，反映当时政府卸责，将退休安排的责任推给劳资双方，在商界抗拒下作出妥协，从而丧失了捍衞劳工权益的决心。在未取消“对冲”的情况下，强积金雇主累积供款权益有93%至94%被“冲走”，很多雇员退休时得到的累积供款只有自己作出的5%供款，令其退休生活更加捉襟见肘，最后还是由社会“兜底”，即是要加税，对未来社会构成的压力之大可想而知。因此，当局应尽快取消“对冲”，强化强积金作为退休保障支柱之一，以达致劳、资、官三方共赢的成果。代理主席，我支持《2022年雇佣及退休计划法例(抵销安排)(修订)条例草案》(“《条例草案》”)予以二读及三读并通过。劳工界希望能早日取消“对冲”，但我们对某些部分仍有保留，特别是取消“对冲”的时间表要与“积金易”平台挂钩，实在令人难以理解，不能认同。对于为何必须要“等埋‘积金易’”，局方一直未能提供一个具说服力的解释。明明强积金受托人已经有完整、清晰的纪录，为何必须要等到纪录电子化后才可取消“对冲”呢？政府不能因为自身的行政问题而推迟“打工仔”应可获得的退休保障。希望政府在《条例草案》通过后能够继续优化，以最大的程度保障雇员应有的权益。代理主席，香港是高度重商主义社会。在“强资本、弱劳工”的格局下，社会长期存在制度性剥削，特别是在初次分配上，对“打工仔”的剥削尤为明显。强积金“对冲”安排就是一个例子，政府当初为了向商界妥协，结果令问题延续20年，基层市民的退休生活出现漏洞，长者晚境难安，也令政府安老相关的福利开支不断上升。我期望今次取消强积金“对冲”的《条例草案》能去除这种制度性剥削，拨乱反正，进一步让社会走向公平、公义，实现共建、共荣、共享、共赢的社会。我谨此陈辞。",
    "embedding_key": "158",
    "poignancy": 0.5,
    "keywords": [
      "积金",
      "退休",
      "对冲",
      "保障",
      "20",
      "供款",
      "雇主",
      "冲走",
      "取消",
      "安排"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "15.吴秋北议员：关于“绿化地带”用地和郊野公园边陲地带土地，政府可否告知本会：(一)过去5年，每年各个区议会分区的绿化地带用地的总面积及其按年增减数字为何；(二)过去5年，有多少面积的绿化地带用地被改划作其他用途，并按用途列出分项数字；当中被改划作住宅用途的用地可提供的单位数目，并按房屋类型(即公共租住房屋、资助出售房屋及私人房屋)列出分项数字；(三)鉴于行政长官在《2022年施政报告》中表示，将就新一轮绿化地带用地检讨中选取作房屋发展的约255公顷土地进行可行性研究，有关地点的数目及涉及的面积，并按区议会分区列出分项数字；(四)鉴于过去有社区人士反对改划绿化地带用地作其他用途，当局在检讨土地的用途时，有否措施确保已妥善收集地区持份者的意见，以及确保改划绿化地带用地及有关的发展规划不会对有关地区造成不可接受的影响；如有，详情(包括评估机制及采用的标准)为何；及(五)鉴于社会对绿化地带用地和郊野公园边陲地带土地的生态价值高低有不同意见，渔农自然护理署及规划署等相关政府部门会否合作，详细研究该等土地的生态价值，并检视郊野公园的范围及界线，以释出生态价值不高而适合用作发展的土地；如会，详情为何；如否，原因为何？发展局局长于2022年11月2日提供的书面答复文本载于附录1。",
    "embedding_key": "159",
    "poignancy": 0.5,
    "keywords": [
      "地带",
      "用地",
      "绿化",
      "用途",
      "房屋",
      "郊野",
      "土地",
      "分项",
      "区议会",
      "数字"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。主席，我发言支持林振升议员的原议案，以及其他议员的修正案。“推动职业教育发展，培养人才构建多元出路”，如果能加以落实，将可纾缓劳工市场上年龄错配、学历错配、技能错配等现象，让劳工阶层也能从事合适职位，赚取合理收入，让青年享有更广阔的就业机会。配合再工业化倡议，职业专才教育的前景将更加亮丽。提及职业教育，很多市民的印象可能只停留在港英时期的“职业先修学校”。那些学校专为培训制造业工人而设，课程和前途都与普通“文法中学”完全割裂。在“工字不出头”、“唯有读书高”这些传统观念下，职业教育似乎是读不成书才考虑的替代选择，因而更加坐实了错误观念，造成职业教育衰落的恶性循环。回归初期，时任行政长官董建华先生擘划了中药港、矽港、数码港的蓝图，本来是发展创科产业、复兴职业教育的良机；但随着蓝图落空，职业教育也日益被忽视，于是香港的产业政策就沿着1980年代以来脱实向虚的路上越走越远，高学历与高增值、高技术之间被错误画上等号。一场“黑暴”揭露了某些青年在liberal studies所谓“博雅教育”这个名副其实的“自由主义教育”下，不事实务、只尚空谈，对社会运作认知不足；而一场新冠疫情，物资供应不稳，更突显了实体产业在关键时期的重要性。因此，大力发展职专教育的意义，不但在于创造多元出路，更有助促使新一代重拾勤俭务实的精神，巩固香港“由乱及治”的成果，实现“由治及兴”的重要基础。需要澄清的是，实现再工业化、加强职业教育决不是重回山寨厂穿胶花、工人工时长收入低的年代。在“工业4.0”、智能化的时代，产业工人要操控精密仪器，除了需要实际技能之外，更需要掌握足够的科学文化知识。因此，工联会倡导的“职学双轨”，是职业教育与传统教育双轨并行不悖，两者之间的流动不存在壁垒。例如学生修毕应用课程之后可以升读普通院校；大学学历的雇员也可以修读硕士程度的技术深造班；诸如此类，各尽所能，各取所需。主席，国家不久前新修订了《职业教育法》，当中明确表示“国家建立健全适应经济社会发展需要，产教深度融合，职业学校教育和职业培训并重，职业教育与普通教育相互融通，不同层次职业教育有效贯通，服务全民终身学习的现代职业教育体系。”工联会期望新一届特区政府能够着力、大力纠正回归25年来重学术，轻技术的偏差，加强不同行业的供需关系趋势研究，考虑疫情对劳动市场带来的转变，制订中、短期人力资源的职业生涯规划(计时器响起)......",
    "embedding_key": "160",
    "poignancy": 0.5,
    "keywords": [
      "职业",
      "教育",
      "错配",
      "工联会",
      "议员",
      "双轨",
      "蓝图",
      "学历",
      "需要",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，“一国两制”的实践进入新阶段，新一届政府即将带领香港开启新篇章。工联会一直强调，在新时代下要有新变革，以适应新形势。既有的架构和机制走到尽头便要变通，所谓“穷则变，变则通，通则久”，是次政府重组架构方案无疑是香港进入新时代管治的体现，亦是香港“由乱及治，由治及兴”的关键一步。在新形势下，市民对政府必然有更高期望。因此，只要有利于香港更好发展，政府更有效施政，普罗大众更能受惠，工联会必定全力支持。我相信议案将能获得大多数议员支持，并期望新架构能够充分落实新的施政理念和纲领，焕发新气象，实现良政善治，带领香港同开新篇。香港在发展进步中，确实累积了不少深层次矛盾。要破解这些矛盾，需要专注和细化的处理。其中，工联会一直建议分拆运输及房屋局。分拆后的两个局，可各自专责处理运输及房屋这两个重大的范畴，以提升效率，满足需求。分拆后的运输及物流局除须解决本地运输问题，亦要多加研究如何发展跨境运输及配合国家发展，把握大湾区发展的机遇。分拆后的房屋局则可集中资源，更有效率地解决积累而久的房屋问题。另一方面，新设立的文化体育及旅游局和创新科技及工业局，正好回应“十四五”规划下香港发展成中外文化艺术交流中心和国际创新科技中心的需要，为香港未来发展作出准备，破解香港产业单一化的难题，推动产业多元化发展。我亦非常关注劳福局在重组后的功能，特别是日后在保障劳工方面的担当和成效，尤其是在保护就业、提升就业机会及就业质量上的工作，以及如何更有效地透过就业政策来减贫、灭贫。主席，因应实际需要，架构重组既要“做加数”，亦要“做减数”。总体而言，新架构符合实际需要，例如新增的副司长便符合《基本法》第四十八条的规定，有利于分担司长沉重的工作，加强部门之间的协调，处理一些棘手的专责工作及对外事务。至于“做减数”，则需透过重组合并，把工序部门减省，精兵简政，而非因为架构重组而令政府架构无限膨胀，尾大不掉。主席，香港经历前所未有的“黑暴”和疫情冲击，过程中凸显了政府管治的种种问题，包括政出多门、权责不清、遇事避难，部分公职人员亦缺乏维护“一国两制”政权意志和担当，所以架构重组其实是赋形铸魂的工作。重组只是硬件，之后便要有软件方面的提升。我在此希望重组的同时能够得到铸魂的效果，急市民所急，以人民为中心，提升维护政权的意志。厘清权责后，各局不再是各家自扫门前雪，而是更同心协力地为市民服务。“工欲善其事、必先利其器”，但是次重组政府架构方案并不只是为政府提升器用。正如夏宝龙主任所说，在新形势下，我们的爱国者必须德才兼备，要“能干事，干成事”，所以在“爱国者治港”下，我们要有良性的循环。(计时器响起)",
    "embedding_key": "161",
    "poignancy": 0.5,
    "keywords": [
      "架构",
      "香港",
      "重组",
      "分拆",
      "政府",
      "工联会",
      "运输",
      "发展",
      "提升",
      "房屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，《2022年职业安全及职业健康法例(杂项修订)条例草案》(“《条例草案》”)在业界及各位议员的努力下，今天恢复二读，可谓来之不易，工联会表示支持。长久以来，香港在劳工职业安全方面的保障严重滞后，近期接二连三出现工业意外，实在令人难以接受。大家常说“工业意外一单都嫌多”，但本港去年便有25宗致命工业意外，令人痛心。加强罚则、提高最高刑罚可以起阻吓作用，实属急切，而目前的法例显然阻吓力不足。我们的法律已经到了保护犯法雇主的地步，并不断以此作为建筑成本的一部分，但这个成本是人命，我们绝不能如此冷血，容许法例保护此等冷血、草菅人命的作为。职业安全条例的最高罚则已有逾20年未作检讨，反映罚则不合时宜，甚至已经脱节，远较海外其他已发展地区为低。事实上，《条例草案》针对的只是少数蓄意不作为、罔顾工业安全的无良雇主，而非为了惩罚守法的雇主。但是，罚则有很重要的象征意义，反映政府和全社会对职业安全的重视和要求，亦可令各界提高职业安全意识，使职业安全的警钟长鸣。我相信，大多数雇主均同意和乐意搞好职业安全，借以保障好自己雇员的安全。这些罚则更多的是阻吓作用，让经常忽略职业安全的雇主因为罚则而提高安全意识、做得更好，从而杜绝罔顾劳工安全的害群之马，以防他们不断重犯。现时的新罚则已由原先建议的罚款5,000万元下调至1,000万元，检控期亦由原本建议从6个月延长至1年，改为缩短至9个月。既然这些建议罚则已经一再缩减，大多数守法的雇主不应反对。《条例草案》通过后，更重要的是须切实严格执法，尤其是执法部门和司法系统必须按照法律精神、按照有关案件的严重程度切实执法。此外，我们亦要根据法律精神的要求，细致地制订有效、具操作性的指引和措施，并且加强宣传教育，这样才能切实地贯彻落实立法原意和精神。我在此呼吁各位同事支持通过《条例草案》。我谨此陈辞。",
    "embedding_key": "162",
    "poignancy": 0.5,
    "keywords": [
      "罚则",
      "职业",
      "安全",
      "雇主",
      "条例",
      "草案",
      "法例",
      "阻吓",
      "罔顾",
      "000"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，港铁的垄断近年来大有“挟服务以令政府”的势头，政府几乎失去监管和主导的角色。我也很认同田北辰议员刚才的问题，要加快更新换代。我的问题是政府可否要求港铁投入更多资源，加快列车的更新换代，并公开告知市民更换时间表，让市民尽快享受到更舒适的Q车服务？政府能否要求港铁投放更多资源令港铁在维修及训练员工......",
    "embedding_key": "163",
    "poignancy": 0.5,
    "keywords": [
      "港铁",
      "更新换代",
      "政府",
      "议员",
      "市民",
      "吴秋北",
      "以令",
      "令港",
      "......",
      "加快"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，本人发言支持政府这项根据《公共财政条例》的临时拨款议案。工联会提议在新一份财政预算案中，应该包括电子民生消费券，而我们认为这项临时拨款应该有助尽快落实我们的这项建议。此外，这项建议应该能够更好地支援市民在民生方面，例如水、电、煤费以至公屋租金方面的消费。我谨此陈辞，给予支持，多谢。",
    "embedding_key": "164",
    "poignancy": 0.5,
    "keywords": [
      "这项",
      "拨款",
      "民生",
      "应该",
      "公屋",
      "谨此",
      "陈辞",
      "临时",
      "吴秋北",
      "工联会"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，本人支持致谢议案。首先要赞赏政府施政报告采纳了多项工联会提出的建议，特别是在觅地建屋、人才规划方面，又承诺探讨最低工资检讨周期和机制，以及牵头检讨外判制度等，体现出政府务实为民的精神，这是值得肯定的。施政报告甫开篇便提出要全面准确贯彻“一国两制”方针和提高治理水平，我对此绝对认同。二十大通过修订《中国共产党章程》，将全面准确、坚定不移贯彻“一个国家、两种制度”的方针写进党章。要全面准确、坚定不移贯彻“一国两制”，靠的是以下4方面。第一，党中央和中央政府坚定不移的支持，包括政治、经济、法律等全方位的支持，这是毋庸置疑的。第二，由爱国者组成的坚定管治队伍，坚持以人民为中心，把民生、民心和经济问题全都好好处理，让市民能够安居乐业，每位市民的获得感、幸福感和安全感都更加充实、更有保障和更可持续。第三，完善法律体制，巩固国家安全屏障，完善我们的维护国家安全法例，确保反中乱港分子不能利用法律漏洞作乱。政府将会处理虚假信息，此事非常重要，而网上亦存在一些标注“香港国歌”的“港独”歌曲，政府应该订立机制处理，以维护网络安全。同时，希望律政司能够检讨如何避免司法覆核被滥用。第四，市民的爱国意识和归属感必须不断加强。刚刚发生七人榄球赛错播中国国歌的事件，香港代表队在事件中的表现和处理方式之所以令人有点遗憾，原因正正是爱国意识不足。至于如何提高管治水平，可以循3方面讨论。第一，政府的高层管理能否带动为人民服务的意识？有否走入群众、理解群众的需要？第二，在管治架构下，责任是否落到实处？架构会否架床叠屋，以致部分官员可以推卸责任？第三，我们的公务员是否谨守岗位、职责、本分？绝不容许他们不务正业，更不能发动所谓的“罢工公投”、参与反中乱港的勾当。我亦乐见政府有决心去除“大市场、小政府”的紧箍咒，成为有为政府，成立全新的“香港投资管理有限公司”，积极参与高效市场运作，这有助于保持健康安全的市场环境。同时，特首重视各界的意见，提出成立多个专责小组和特首政策组，亦重视跨部门协作，并且引入红队概念，加强督促和论证。然而，管治除了需要良好的决策，亦需要良好的执行力。订立KPI，无疑对推动工作有帮助，但在优化公务员管理体制方面，除了通过激励机制和市民的监督之外，亦需要不断自我革新的机制。正如中国共产党便特别强调自我革命，以保持队伍不变质、不变色、不变味。过往我已经多次指出，公务员队伍需要重新铸魂，要激发内在的驱动力，清除殖民主义的余毒，彻底“去殖化”。另一方面，也要提升公务员的实操能力。今年年初，第五波疫情凸显了公务员的很多问题，部分部门出现“自扫门前雪”的情况，亦存在组织动员问题。第五波疫情期间，地区力量配合政府派送快测包，推动全民快测行动，为18区关爱队的设置提供了灵感借鉴，成就了一项好政策。但是，行动中暴露了公务员的协调统筹能力问题，实在令人担忧，很多义工一边努力工作，一边摇头叹息。其实，管治上最大的问题并非存在于数字上，而是在质量上。代理主席，我认为这份施政报告是个好开始，希望行政长官能够改变公务员团队的整体作风，使之成为训练有素、忠于国家、忠于人民、积极作为、勇于担当的队伍，可以更好地解决民生忧难，全心全意为人民服务。代理主席，我谨此陈辞。",
    "embedding_key": "165",
    "poignancy": 0.5,
    "keywords": [
      "管治",
      "公务员",
      "政府",
      "施政报告",
      "坚定不移",
      "检讨",
      "队伍",
      "市民",
      "特首",
      "反中乱"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长刚才的答复是很显然的，“积金易”平台与取消强积金“对冲”没有必然关系，而且亦没有任何理由要将两者绑在一起。目前，“积金易”平台的开发商延误了的时间已无法追回，更有可能影响后续进度。所以，我想请问政府或积金局，会否向承办商PCCW就延误一事处以罚款呢？",
    "embedding_key": "166",
    "poignancy": 0.5,
    "keywords": [
      "积金",
      "延误",
      "平台",
      "吴秋北",
      "会否",
      "PCCW",
      "任何理由",
      "追回",
      "承办",
      "处以"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，管浩鸣议员的修正案已将刘智鹏议员的原议案修改至体无完肤，原因是甚么呢？在今天和昨天的讨论中，大多数议员已提到，归根结底是因为不切合实际，那么实际情况是甚么？就是师资不足，课程结构未能调整，学生的压力亦非常大，以致有关建议难于执行和实行。但是，我们很认同有必要加强青年人和学生的历史知识，令他们对国家产生认同。所以在感情上，我们很想支持两位议员的原议案和修正案，但不想流于为表态而表态，亦希望能有实际的推进。事实上，青年对于国家民族历史的认识，的确有需要大大补课，以提升他们的国家认同、民族意识和民族自豪感。我认为今天的讨论，最重要是要通过学习历史，令学生提升和确立下述数点认知。第一，中华文明是世上仅有、唯一延绵数千年，至今从未间断的文明。第二，中华民族是伟大的民族，我们曾经是世界上最先进、最文明、最强大的民族和国家，所以我们要增强这种文化和历史自信，坚信中华民族过去是、现在是、将来也必定是伟大的民族。第三，相对而言，西方的历史与文明处处存疑，其上古史包括古希腊、古罗马，大多属子虚乌有的神话、伪史，其近代史则大多是战争侵略、殖民掠夺，以现代文明标准而言可说是极端邪恶。第四，中华文明和民族于近代曾因西方列强的侵略而几乎灭亡，是新中国的建立让中国人重新站起来。因此，第五，所有中国人，特别是莘莘学子的伟大使命，就是要推进、实现中华民族的伟大复兴。主席，要培养以上认知，形式可以不拘一格，并不局限于课堂书本，或许可以通过武侠小说或影视娱乐达成。所以，我认为教育局不需要处处存有疑问和疑虑，感到为难。我们应使用各种方式和方法达至以上5点认知，以多元方式推进。各位，我们希望达成的目标是实质的，并不只是流于口号或流于形式。主席，我谨此陈辞。",
    "embedding_key": "167",
    "poignancy": 0.5,
    "keywords": [
      "议员",
      "民族",
      "伟大",
      "认知",
      "中华民族",
      "认同",
      "历史",
      "我们",
      "中华文明",
      "文明"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，感谢李慧琼议员提出这项议案。习主席的七一重要讲话，回顾了香港的历史，以及香港在国家改革开放中的角色。习主席的讲话提及“香港同胞始终同祖国风雨同舟、血脉相连”，这是香港和国家荣辱与共、骨肉相连的最佳概括。习主席也回顾了香港回归祖国25周年，对“一国两制”的实践给予高度评价，并且表示“一国两制”必须长期坚持，不改变、不动摇、不走样、不变形。“一国两制”是经过实践反复检验的好制度，没有任何理由改变，必须长期坚持。而最重要的是习主席提出“四个必须”、“四点希望”。以下我主要谈谈我对于“必须落实‘爱国者治港’”，以及“切实排解民生忧难”的理解。主席，经过“黑暴”的冲击，香港应更能认同习主席所说，政权必须牢牢掌握在爱国者手中，而这也是世界通行的政治法则。如果一个国家、地区被不爱国甚至卖国者、叛国者掌权，下场将会是动荡不安、山河破碎。所以，治港的爱国者必须正确理解、准确全面落实“一国两制”，要有维护“一国两制”的坚强意志、担当及能力。所以，“爱国者治港”对提升管治效能、治理水平的作用，是不言而喻的。爱国是一种内在的驱动及责任感，对团队而言是凝聚力及执行力，大家的目标一致，希望国家好、香港好，就会积极主动担当作为。“港人治港”、高度自治是在“一国两制”原则下，中央赋予特区政府的权利。事实上，权利与义务是分不开的。习主席的讲话不止是中央对特区政府清晰及有力的要求，同时也是一种勉励，让治港团队成为爱国者最好的示范：务实有为，不负人民，并将之内化为管治团队的自我要求、自觉动能。这次习主席的讲话是以中央的高度对香港问题作出细致、具体的分析，并且指明了方向及路线，非常值得我们仔细学习研究。结合早前港澳办夏宝龙主任提出爱国者要有“五个善于”，中央领导可谓循循善诱，为“爱国者治港”制订了一套完整的指引。这将会在日后特区政府治理中发挥重要的指导作用，我们必须要入心、入脑、入魂，加以理解学习。主席，“切实排解民生忧难”不仅是习主席的期望，也是广大市民的期望。所谓“民生无小事”，以至深层次的矛盾，同样要尽快解决。良政善治要做到“民有所呼，我有所应”。衣食温饱是最卑微的要求，更要彰显社会公义及公平。习主席说：“让每位市民都坚信，只要辛勤工作，就完全能够改变自己和家人的生活。”工联会代表广大的劳工提出“共建共荣，共享共赢”的理念，使全港市民民有所居、学有所教、劳有所得、病有所医、老有所养，达致“人人有机会，人人信可期”的公平社会。我希望新一届政府能以人民为中心，积极回应习主席及中央，以及社会各界的期望，拿出果敢的魄力，迎难而上，将香港建设成我们共同美好的家园。我谨此陈辞。",
    "embedding_key": "168",
    "poignancy": 0.5,
    "keywords": [
      "主席",
      "爱国者",
      "一国两制",
      "香港",
      "治港",
      "必须",
      "特区政府",
      "中央",
      "管治",
      "忧难"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，不好意思，我想就下一项质询提出补充质询。",
    "embedding_key": "169",
    "poignancy": 0.5,
    "keywords": [
      "质询",
      "吴秋北",
      "议员",
      "不好意思",
      "一项",
      "补充",
      "主席",
      "提出"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。在新一年将至时，我先祝行政长官工作顺利，而且带领香港政通人和，大展鸿图。最近，我们庆祝新年时写春联，我先想到一个横批，就是“由治及兴”。“由治及兴”要怎样做，我想了很久，后来我想到一个对联，就是“同心同德同向同行稳致远，共建共荣共享共赢得辉煌”。在这个情况下，我觉得我们要令香港更加辉煌，而且令我们更加团结，而更加团结的一个很重要因素，就是市民的获得感很重要，所以我们提出一个“创造就业复业基金”，在复常下令市民能快点在经济恢复下有更多获得感，以致百业兴旺起来。所以希望行政长官在这个“由治及兴”的主题下，能够提出更多策略和措施，令市民有更多获得感。",
    "embedding_key": "170",
    "poignancy": 0.5,
    "keywords": [
      "由治及",
      "行政长官",
      "市民",
      "更加",
      "辉煌",
      "团结",
      "获得",
      "我们",
      "政通人和",
      "百业兴旺"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，《条例》实施了一年，当中需要完善的地方还有很多，例如租管。政府口头上就说要为处于水深火热的“㓥房”住户解决问题，但最立竿见影的其实是起始租金。但是，在这件事上，政府一直讳莫如深，希望政府不要再回避。局长能否告诉本会，为何不设置起始租金？请不要再用“未掌握数据”来做借口。",
    "embedding_key": "171",
    "poignancy": 0.5,
    "keywords": [
      "起始",
      "租金",
      "政府",
      "吴秋北",
      "租管",
      "事上",
      "本会",
      "讳莫如深",
      "立竿见影",
      "水深火热"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "14.吴秋北议员：有关注团体指出，尽管规管分间单位(俗称“㓥房”)租赁的《2021年业主与租客(综合)(修订)条例》(“《条例》”)已于本年1月生效，不少㓥房租户仍不了解自身权益，而部分业主亦没有遵从《条例》的规定。就此，政府可否告知本会：(一)自《条例》生效至今，当局收到多少宗有关㓥房租赁的查询及投诉，以及跟进了多少宗个案(包括有否上门进行调查)；当局有否定期上门抽查；如有，次数为何，以及会否加强抽查工作；(二)自《条例》生效至今，差饷物业估价署(“估价署”)共收到多少份有关㓥房的租赁通知书(即表格AR2)；有否统计，当中分别有多少份通知书涉及的租赁(i)采用政府提供的租赁协议范本及(ii)属自行订立的租赁协议；(三)自《条例》生效至今，相关政府部门(包括估价署及水务署)共接获多少宗有关㓥房业主滥收水电或杂费的投诉及查询，以及调查了多少宗个案；(四)鉴于政府透过委托非政府机构设立6支区域服务队(“服务队”)，以协助推广《条例》及向㓥房业主及租户提供支援，有否评估服务队的工作成效；会否加强服务队支援㓥房租户的工作，以协助他们投诉违例的业主；及(五)鉴于有㓥房租户担心投诉违例业主不果会被迫迁，当局会否协助投诉初步成立的租户入住过渡性房屋一段时间，以减低他们的忧虑？房屋局局长于2022年10月26日提供的书面答复文本载于附录1。",
    "embedding_key": "172",
    "poignancy": 0.5,
    "keywords": [
      "条例",
      "租赁",
      "业主",
      "服务队",
      "投诉",
      "会否",
      "有否",
      "多少",
      "生效",
      "估价"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "8.吴秋北议员：据报，本港已成为全球楼价最难负担的城市，夹心阶层家庭及年青人尤其难以置业。有意见指出，现时居者有其屋计划(“居屋”)及港人首次置业先导计划(“首置”)未能满足市民的置业需求，而政府应针对特定对象推出专项资助置业计划。就此，政府可否告知本会：(一)未来5年，每年各项资助置业计划的单位供应量，并按该等计划的名称列出各个项目的类型、地点及推出时间；(二)土地共享先导计划(“先导计划”)至今收到多少宗申请，以及该等申请涉及的位置、土地面积及可供兴建公营房屋单位的数目；鉴于先导计划规定，有关发展计划的新增住用总楼面面积中，需有不少于七成拨作发展公营房屋或首置单位，当局会否考虑订明当中资助置业计划单位所占的比例，以满足夹心阶层家庭的置业需要；(三)鉴于据报，有非牟利机构计划发展以年轻家庭为对象的私人资助房屋项目，政府会否就该项目的申请资格及转售安排与该机构沟通，令该项目可与政府的资助置业计划产生互补作用；如会，详情为何；(四)会否制订公私合营兴建资助房屋的政策及指引，以鼓励私人发展商兴建资助房屋协助特定群组置业；鉴于政府于本年6月1日回复本会议员质询时表示，对利用私人市场资源协助兴建资助房屋持积极态度，政府有否就重启“私人机构参建居屋计划”制订时间表；及(五)有否计划，重整置业阶梯，以及为夹心阶层家庭和青年人制订专项置业计划，令他们可按负担能力及需要选择合适的置业方案；如有，详情为何；如否，原因为何？运输及房屋局局长于2022年6月22日提供的书面答复文本载于附录2。",
    "embedding_key": "173",
    "poignancy": 0.5,
    "keywords": [
      "置业",
      "计划",
      "资助",
      "房屋",
      "先导",
      "会否",
      "夹心",
      "兴建",
      "政府",
      "据报"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我发言支持林顺潮议员的议案。上月16日中国共产党第二十次全国代表大会胜利召开，并且对党章作出了多处修订，大会对过去10年中国共产党的执政成果及经验作出总结，并且确立了习近平总书记在党中央及全党的核心地位、确立了习近平新时代中国特色社会主义思想的指导地位，又定下了建设社会主义现代化强国、实现中华民族伟大复兴的奋斗目标。新时代思想和新时代发展观是符合中国现今实际情况和发展要求的科学理论、是受到全党、全国人民广泛拥护的重大政治成果、是掌舵领航国家发展的指针，也为世界发展人类文明提出了诸多值得借鉴的中国方案，特别是中国式现代化道路。中国式现代法是中国共产党领导的社会主义现代化，既有各国现代化的共同特征，更有基于自身国情的中国特色。中国式现代化是人口规模巨大的全体人民共同富裕，是物质文明和精神文明相协调、人与自然和谐共生，是走和平发展道路的现代化。香港被殖民统治的历史正正是西方透过侵略战争和殖民掠夺实现现代化的证明，损人利己和充满血腥罪恶。香港1960、1970年代以前的血泪史被后来的经济发展所掩盖，所谓“小龙腾飞”是西方势力在香港回归前的战略部署，为达到围堵中国的政治目的而令香港迅速繁荣，所以很多民生问题被弃之不理，贫富差距位居世界前列，逐渐形成一个畸形社会。虽然香港回归后仍然保持资本主义制度不变，但是这个是在中国共产党领导之下的资本主义社会。共产党是甚么呢？是为人民服务，具有人民根本属性的马克思主义政党。而中央政府是人民政府，所以香港特区政府也必须是人民政府。香港经过了25年的实践，也经历了非法“占中”、“黑暴”，我们终于清楚认识到，如果没有祖国和人民、没有中国共产党作为最强大的后盾，香港的繁荣只能是泡影，所以新时代不仅仅是制度上、政策上，更加是思想上、觉悟上的新篇章。今天我们在这个曾经被“黑暴”占领、特区区徽被涂污的立法会议事厅举行这次史无前例的辩论，我内心百感交集。在香港谈共产党色变的时代一去不复返，这样的讨论本来是天经地义的，我们却走了太多弯路，付出了太多代价，现在终于回归正轨，实在激动人心。纵然经过了动荡、付出了代价，我们在党中央的坚强领导下，在反颠覆斗争中取得胜利，这个是“一国两制”的胜利，二十大将要长期坚持“一国两制”。香港“一国两制”的实践之路是道阻且长，所以才显得其光荣伟大，中共是“一国两制”最坚定的捍衞者和守护者，香港是“一国两制”的实践主体，要贯彻落实中央全面管治权和保持特区的高度自治权，我们必须有更大的担当，按《宪法》和《基本法》办事，为香港的建设团结一切力量，形成国内外更广泛支持“一国两制”的(计时器响起)......统一战线。我谨此陈辞，多谢。",
    "embedding_key": "174",
    "poignancy": 0.5,
    "keywords": [
      "一国两制",
      "香港",
      "现代化",
      "中国共产党",
      "中国式",
      "时代",
      "人民",
      "香港回归",
      "黑暴",
      "实践"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我发言支持原议案及所有修正案。公立医院轮候时间过长的问题长期持续，根据医院管理局(“医管局”)最新公布的专科门诊新症轮候时间，除了儿科新症的普遍轮候时间超过10星期，其他专科门诊的轮候时间竟长达百多个星期，情况极不理想。现时医管局的目标是将紧急和半紧急新症的轮候时间中位数，分别维持于2星期和8星期之内，但对于稳定新症则并无设定相关目标。稳定新症如能获得及时治理，减少延误，将可避免病人病情恶化。若病人等候时间过长，病情由稳定转为严重，病人除了要承受不必要的痛苦，治疗成效亦较差，所需费用和治疗成本均将大大提高。施政报告提到要重整医疗体制，目标是由目前以治疗为主、以医院为中心的格局，转向以预防为重、以社区为中心的体制。施政报告也提出要推出“基层医疗健康蓝图”，与私营医疗界别共同推广“一人一家庭医生”的措施，并成立“基层医疗健康管理局”，这些措施我认为均属恰当。所谓“上医治未病，中医治欲病，下医治已病”，专科治疗亦应考虑如何能以预防为先，尽早筛查。轻症透过适当的日常健康管理，可降低恶化的风险。政府需要建立一套完善体制，鼓励实行社区医疗和加强与私营医疗机构的合作，强化基层医疗预防体系，并让稳定新症得到适当的医疗护理，而非待至病人病情恶化才急急处理。我认为在预防体系和稳定新症轮候时间方面，政府都应该制订相关目标，确保医疗体制能全面照顾市民的健康，让每位市民拥有身心健康的人生。我谨此陈辞。",
    "embedding_key": "175",
    "poignancy": 0.5,
    "keywords": [
      "新症",
      "轮候",
      "医疗",
      "星期",
      "时间",
      "预防",
      "体制",
      "病人",
      "医治",
      "稳定"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，根据局长的主体答复，相关的人力资源推算结果要到2024年第三季才完成，而报告则要到2025年才发表。在推算结果公布之前，政府有甚么措施促进“八大中心”的人力资源发展规划，而不是等到2025年才做工夫呢？",
    "embedding_key": "176",
    "poignancy": 0.5,
    "keywords": [
      "2025",
      "人力资源",
      "推算",
      "吴秋北",
      "2024",
      "结果",
      "第三季",
      "八大",
      "答复",
      "议员"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，10月24日，全国人大常委会通过《中华人民共和国爱国主义教育法》。作为港区全国人大代表，本人支持并欢迎有关法案的通过，更乐见李家超特首表示将调动全社会力量积极对接。对于弘扬爱国主义精神，推动爱国主义教育，工联会在回归前后都是身体力行，走在最前的，多年来也是持续不断地推动政府加强这方面的工作。近几年来，政府在推动爱国主义教育方面做了不少工作，但这些只属亡羊补牢，追落后，与迟我们两年回归的澳门比较，香港的爱国主义教育的进展非常缓慢。澳门教育暨青年局早在2004年已推出《“爱国爱澳”教育实施纲要》，“爱国爱澳”教育早已列入长期教育政策。正所谓“十年树木，百年树人”，如果教育方面不正确，所造成的结果非一朝一夕能够扭转。我再次重申，教育具有主权性，爱国主义教育就是捍衞主权的重要一环，做不好爱国爱港教育，就等于缴械投降，放弃对国家安全及主权的维护，这是个关乎“一国两制”行稳致远，江山社稷的大是大非问题，所以政府有责任帮助港人建立对国家和中华民族优秀文化的认同，自觉维护国家统一和民族团结。2012年的反国教和非法占领，以至之后越演越烈的2019年“黑暴”颜色革命充分证明，建立和培养市民爱国爱港的观念及国家观念是非常重要的。香港在爱国主义教育上开展得太慢太迟，也浮于表面和形式。爱国主义不单是一门学科，而且必须是流淌于每一个公民血液里炽热虔诚的家国情怀，要深植于心，遍地开花，成为一种自然自发的社会风气。“一国两制”的根基要稳，爱国主义教育任重道远。特首在施政报告提出要成立“爱国主义教育工作小组”及“弘扬中华文化办公室”，这两项工作机制，除了统筹之外，也需要有加强指导和监督的功能，对爱国主义教育有整体的把控。主席，我在早前的人大层面也提出在香港设立国家级的抗战纪念馆，以丰富本港爱国主义教育实践载体。所以我的修正案增加了为青少年丰富爱国主义教育内容及实践载体的内容，用意就是督促政府广开思路，从不同的层面更有针对性地开拓不同形式的爱国主义教育平台。政府在新一份施政报告公布将设立两所博物馆介绍国家和抗战历史，我认为这是个好开始，同时也要提醒政府把握好历史的站位，树立爱国主义教育的历史观，实事求是地记录、传承及讲好历史。工联会青年事务委员会刚刚完成了一份研究报告，指出现时不少博物馆的展品和表述仍然沿用殖民统治的立场。香港海防博物馆正正是研究对象之一。现存的问题已在报告里一一列举。我在这里敦促政府要好好地修正。另外也建议政府设立“爱国主义教育周”，发挥新一届区议会18区关爱队架构的优势。结合地区工作开展爱国主义教育，引导社会厚植爱国主义情怀，希望特区政府能够按照爱国主义教育法的规定和有关情况，全面推展市民(特别是青年)做好爱国主义教育。(计时器响起)",
    "embedding_key": "177",
    "poignancy": 0.5,
    "keywords": [
      "爱国主义",
      "教育",
      "政府",
      "爱国",
      "特首",
      "工联会",
      "爱澳",
      "爱港",
      "教育法",
      "施政报告"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，本人发言支持简慧敏议员的原议案和陆颂雄议员等的修正案。政府在2017年12月公布《香港智慧城市蓝图》，当中涉及6个范畴，包括“智慧出行”、“智慧生活”、“智慧环境”、“智慧市民”、“智慧政府”和“智慧经济”。而工联会亦提出新时代工运的主张，包括要建设人人有机会的智慧社会，例如通过物联网科技以激发生产活力，提升生活中的幸福感，以及运用大数据优化劳动力配置和劳动保护等。2019年年底出现的新冠疫情，经济和市民的生活大受影响，不过，亦促进了智能科技在多个行业上的应用，特别是服务行业。显然，政府在数字经济方面的立法是相对落后的，未能与时俱进，例如如何保障消费者使用网上平台购物，确保商家身份透明公开，减少网上骗案的发生。又例如一些数字经济和网上平台方面相关的劳工法例的保障亦未能与时俱进，新的合约聘请招聘方式，例如共享经济下如何厘定雇佣关系，这些方面政府需要及早就相关法例研究，就相关法例提出具前瞻性的修订，以配合香港发展成智慧城市。疫情期间，公务员在家工作，不少公共服务都受到影响，部分防疫工作主要仍然以电话热线为先，例如“居安抗疫”计划，民政事务处仍然以传统的电话热线为主，未能够设立例如WhatsApp或WeChat的帐户。假如政府能够充分利用智慧科技，很多民生工作亦可以更畅顺，市民亦不需要还有那种打不通热线的观感。政府要让香港成为智慧城市，首先，在政务上便应该广泛使用智慧科技。内地的数字政务发展非常迅速，值得我们参考。通过数字技术提供即时、快捷、便利、远程、精准和普惠的政务服务，一个偏远地区的农民就能够透过网上的政务平台使用政务服务，而无须费时失事地到政府的办公地方处理。香港的数字政务应该追落后，政府现时推出“智方便”是值得肯定，不过，现时“智方便”的KPI只有总交易的次数作为参考，没有普及率，也没有下载次数的指标。不少用家反映“智方便”手机程式是不方便的，登记程式亦非常繁复，登入也有很多问题。所以，政府真的要急起直追。代理主席，政府需尽早就电子政务方面进行相关的立法研究，特别是对一些电子政务流程规范、授权和标准进行立法，并审视相关的行政要求，以确保电子政务能够提升管治效能，便民利商，保护劳工权益，在法律的保障下，全面建设人人有机会的智慧社会。代理主席，我谨此陈辞。",
    "embedding_key": "178",
    "poignancy": 0.5,
    "keywords": [
      "智慧",
      "政务",
      "政府",
      "例如",
      "数字",
      "电子政务",
      "方便",
      "热线",
      "网上",
      "相关"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，在完善选举制度和落实“爱国者治港”之后，行政立法空前团结、高效有为，一改以往被反中乱港分子“骑劫”的割裂，很多善政和推动香港未来发展的措施都能够一一进行及落实。行政立法的团结基于“爱国者治港”的根本目标，就是“一国两制”，行稳致远，为民解困，提升市民的幸福感、获得感和安全感。本人支持邱达根议员的“团结行政与立法机关，全力推进大湾区建设”议案。今次李家超特首带队与83位立法会议员访问大湾区4个内地城市，成果丰盛，意义重大，在思维和意识上奠定了未来行政立法通力合作，推动香港融入大湾区建设的重要基础。日后，议会应该安排更多类似的工作访问，形成恒常机制。二十大精神指出，大湾区发展是中国式现代化强国建设的重要部分，香港应该主动融入国家发展大局，把握国家发展的历史机遇，做出应有贡献。主席，在目前的良好势头之下，本人建议政府，在政府的主导、立法会的配合下，建立以下的机制。第一，成立大湾区国际人才交流中心，建立互联互通人才数据库。第二，推动产业对接香港与大湾区内地城市各自的强势产业，签署合作备忘录，形成“1加N”的产业网，充分发挥香港“一国两制”的独特优势。第三，深化香港高校与大湾区内地高校的合作，提升香港高校在湾区建设的参与度，也提升他们在国际上的竞争力。第四，推动大湾区安老产业的发展，提升长者的生活素质，令他们更有幸福感。主席、各位议员同事，香港已经蹉跎岁月很多年，浪费了不少光阴。在落实“爱国者治港”的今天，我们更加要加强行政与立法的良性合作，团结一致，为民排难解忧，增强动能，以更宏大的视野谋划香港的未来发展。行政立法已经迈出重要一步，向内地政府展现出崭新的风貌，应该趁热打铁，继续推动更深入的调查研究，尽快落实具体的合作项目，进一步深化与大湾区其他城市的合作，以香港“兴”的动能成就大湾区发展，也成就我们自身的高质量发展，让香港的独特优势发挥出更大的潜能。我谨此陈辞。",
    "embedding_key": "179",
    "poignancy": 0.5,
    "keywords": [
      "大湾",
      "香港",
      "行政",
      "治港",
      "立法",
      "议员",
      "发展",
      "爱国者",
      "落实",
      "推动"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "2.吴秋北议员：据悉，市民对香港房屋委员会(“房委会”)推售的居者有其屋计划(“居屋”)单位的反应热烈。有合资格的申请者因多年未能中签，对置业感到无望。关于居屋的申请事宜，政府可否告知本会：(一)房委会在过去5年推出各期居屋销售计划的以下资料：(i)推售单位数目、(ii)接获申请数目、(iii)超额认购数目、(iv)获选楼的申请数目，以及(v)申请者类别(按选楼优先次序列出)；(二)房委会在2019及2020年推出的各期居屋销售计划中，分别有多少名申请者属首次申请、第二次申请，以及第三次申请或以上(以表列出)；及(三)会否检讨为居屋申请而设的抽签机制，以增加多次未能中签的申请者(尤其是“其他核心家庭申请者”)的中签机会；如会，详情及时间表为何；如否，原因为何？运输及房屋局局长于2022年2月16日提供的书面答复文本载于附录。",
    "embedding_key": "180",
    "poignancy": 0.5,
    "keywords": [
      "居屋",
      "申请者",
      "申请",
      "房委会",
      "数目",
      "推售",
      "中签",
      "计划",
      "表列出",
      "房屋"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢代理主席。我谨就这个环节的主题发言，其中一个重点是“一国两制”行稳致......(吴秋北议员的发言画面突然没有声音)",
    "embedding_key": "181",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "发言",
      "议员",
      "我谨",
      "行稳致",
      "......",
      "一国两制",
      "多谢",
      "画面",
      "代理"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "3.吴秋北议员：主席，《2022年施政报告》指出，“十四五”规划和“一带一路”倡议等国家战略为香港注入源源不绝的发展动能。有意见认为，要实现“十四五”规划确立香港“八大中心”的定位，相关的人力资源规划是关键配套。就此，政府可否告知本会，对于上述施政蓝图所订的产业规划，政府有否制订相应的中、长期人力资源规划，让更多人才获得机会参与八大中心的发展及把握发展机遇，同时为八大中心注入人才驱动；如有，所需人才数目及类别为何，以及有何措施达成有关人力资源规划所订的目标？",
    "embedding_key": "182",
    "poignancy": 0.5,
    "keywords": [
      "规划",
      "八大",
      "人力资源",
      "所订",
      "十四五",
      "人才",
      "中心",
      "注入",
      "吴秋北",
      "2022"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。首先我要对致谢议案表示支持。施政报告是在去年10月发表的，当时未有第五波疫情，现时到了致谢议案的时候，第五波疫情已经爆发了超过1个月，但是情况还未见顶。市民虽然对于这个情况表示非常彷徨、担忧和焦虑，但我们见到大部分市民都是努力、积极地配合政府的各项措施。大家都非常合作。实事求是地说，过去两年香港的疫情防控还可以过得去，第四轮疫情之后亦摸索到一套适合香港的措施，包括封区检测等。只可惜，“人无远虑，必有近忧”，免检疫的漏洞及抗疫设施不足，令到香港未能躲过Omicron的大爆发，医疗系统濒临瘫痪。可幸的是，特区政府及时向内地求助，中央和广东省政府亦按特区政府的要求全力支援香港抗疫。然而，特区政府是否能够发挥“一国两制”的优势，利用好祖国的支援，这个还得看特区政府的统筹能力，以及战胜疫情的决心及信心。昨天，行政长官澄清了3件事，包括政府要坚持“动态清零”，特区政府负有抗疫的主体责任，防疫策略须因应疫情不断优化，以及特区政府上下同心抗疫。面对严峻的疫情，特区政府没有放弃而且坚持对全港市民生命安全负责。我认为无论作为议员或普通市民，都愿意肯定特区政府这个态度，并且愿意尽我们所能，与社会各界团结一致，支持政府带领全香港市民击退疫情。所以，我再次敦促政府要加大团结、统一思想，担当起主体责任，坚定意志及信心，对全港市民生命安全负责，不要放弃每一个生命，而且必须要坚持“动态清零”的原则不动摇。对于中央毫无条件的支持，我和工联会，我相信亦有很多市民感到万分感激。“一方有难，八方支援”，在这个时刻，我更呼吁全港各界、各行各业都要给予政府充分的支持。而我们作为议员，当然要监察及督促政府进行这方面的工作。但是，我们所有的监督和批评都应该是建设性的，都应该是建基于爱国爱港的立场和用心，都是为要打理好香港这个家。所以，我们工联会早前亦及时组建了千人义工队，坚决地发挥团结互助的精神，在力所能及的情况下，随时配合特区政府各项的抗疫工作。我在此要特别感谢每一位投入抗疫前线的工作人员，无论是医护、清洁工人、保安、司机等，大家这种奉献的精神、坚持、担当，确保了各项抗疫防疫措施能够落实。在抗疫上，我们还有很多很多改变、改进的地方，今天很多议员都提出很多很有建设性的意见，还要保护好我们的前线工作人员，做好后勤的保障，将各项工作做得更加细致，让受影响的市民身心、身体都得到相应的照顾。同时，我们必须肯定政府在这段时间亦吸纳了不少意见，迅速调整政策，我希望政府能够再接再厉作进一步完善。我在此提出几点建议：第一，我希望政府要再加大力度去支援及帮助受影响、受感染的市民，无论是隔离治疗、检疫、打针等，都必须加大这些方面的力度；第二，我希望政府在必要的时候尤其现时我们尚未见到疫情的最高峰，有些说法是可能要到3月底才达到最高峰，受感染人数可能会更加多，所以在必要的时候，政府应该考虑实行紧急法去抗疫，调动各种资源，用尽我们所有的制度，在紧急法之下，打通抗疫防疫的一些掣肘；第三，我们一定要坚持抗疫的“一国”标准，有了“一国”的标准，与国家的标准对接，才有“两制”的自由，才有通关的自由，才有经济的恢复；第四，我希望政府亦都要考虑善用中医药的一些治疗方法以至成药。最近，有些热心人士想捐赠数百万剂中医成药......有一年，在内地有包装问题。本来这些中成药已经证明有效，亦通过了国家的标准，为何特区政府还有很多关卡不准它入来呢？最后，我希望政府要加大宣传的力度，加大信息的发放，调动一切积极性来发放抗疫的信息，去抗击今次这个疫情。我相信社会上只要上下一心，团结互助，抗疫就能够事半功倍，而且能够取得胜利。主席，这份施政报告，我们都看到它在一些未来发展上有一些前瞻性及进步性，但是它不是一份完美的施政报告，仍然有很多地方需要改善，特别是如何利用好国家发展的机遇解决贫穷问题、住房问题，都仍然有很多需要去完善，吸纳各方面的意见，仍然有很多需要去努力。在之后的环节，我会就具体的政策发言。整体而言，我亦希望能够通过这次的致谢议案，在往后的日子特区政府能够更加好地处理疫情及民生问题，造福香港市民，为国家的发展发挥我们应有的作用。主席，我谨此陈辞。",
    "embedding_key": "183",
    "poignancy": 0.5,
    "keywords": [
      "抗疫",
      "特区政府",
      "疫情",
      "政府",
      "市民",
      "我们",
      "施政报告",
      "能够",
      "很多",
      "全港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我原则上支持陈家珮议员的议案，但这项议案我们认为应该更准确地指出要打击不良中介，保障本地家佣雇主的权益。事实上，现时的外佣政策基本上是沿袭自港英时代，其实这制度仍属于殖民统治的产物。过去香港有本地的“马姐”，后来，当引入外佣后，这行业便式微，严重打击了本地家佣的就业。在疫情下，为防疫防控，自然要“外防输入”，所以在外佣方面会有短缺。不引入外佣，会难以满足我们部分家庭对于家佣的需求，但引入外佣，既有可能导致疫情，亦有不良的中介趁机谋利，部分佣工亦见供应不足而趁机抬价，本地家佣雇主的权益因此而受损，这点刚才很多议员也提过。这些家佣雇主，很多都不是大富大贵，是普通家庭，而大多数都是双职，即夫妇两人为口奔驰，需要家佣照顾其家中老幼。对于家佣的需求是属于刚性需求，但是，在疫情下、生活压力下，工作稳定性大减，他们还要被这些无良的中介剥削，实在是惨上加惨，因此，他们的权益确实需要获适当的保障。我绝对认同需要重新审视现行的家佣制度，特别是如何针对现时在疫情下这特殊情况，即家佣的供应远远未能满足本地的家庭需求。这里所说的家佣，其实不只外佣，因为这些需求并非只有外佣能够满足，特别在疫情下，不少基层失业者大多可以转为本地的家务助理刚才，我们的黄国议员已就这方面提出很具体的建议而政府确实需要设立相关的培训以至相应的保障，令本地家务助理的就业更有保障。另一方面，我亦在此促请局方与疫情受控、没那么严重的一些国家和地区商讨，以拓宽现时供应的多元化。这既可减低疫情输入的风险，也能够引入竞争，更好地满足本地的需求，解决家佣短缺，令一些在疫情下，因这短缺而谋取暴利的无良雇主......无良中介不能再得逞。我亦希望局方设立一个制度，将恶意“跳工”的外佣列入黑名单，亦要加强做这方面的纪录，令雇主能够查阅纪录，同时要加强打击教唆外佣“跳工”的无良中介。主席，我谨此陈辞。",
    "embedding_key": "184",
    "poignancy": 0.5,
    "keywords": [
      "家佣",
      "外佣",
      "疫情",
      "本地",
      "雇主",
      "无良",
      "中介",
      "需求",
      "议员",
      "引入"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：听到吗？",
    "embedding_key": "185",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "议员",
      "听到"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我发言支持林哲玄议员“落实与内地的器官移植合作”的议案。2022年，一名4个月大的女婴成功配对内地捐赠的器官，得以接受心脏移植手术，让生命能够延续，令人欣慰。同时，此事亦引起社会的关注和讨论。事实上，香港器官捐赠的数目极为有限。根据医管局的资料，现时约有2 594名病人正在等候接受器官捐赠，其中等候换肾的病人超过2 200人，但近几年的遗体肾脏捐赠只有40至50宗，肝脏亦只有20宗，去年只有80人完成器官移植，更多的是病人未及等到适合器官便已离世，令人痛心。去年9月，我受一对父母所托，协助他们急需接受肝脏移植的1岁儿子前往内地求医。遗憾的是，从发病到求助，他们经历了9个月的轮候，亦经历了器官配对失败。在绝望之际，医生建议到内地试一试，但幼小的生命最终无法坚持下去，加急办理的过关证件亦只能用来寄托父母的哀思。近两天，政府表示正在研究与内地建立恒常的器官移植互助机制，社会随之出现了一些不寻常的动作。今天，我要在此感谢林医生，其议案让我们可在立法会进行讨论，表达关注。主席，亲历者最有发言权，曾经向我求助的那对夫妇虽然仍未走出丧子之痛，但亦呼吁社会支持建立机制，希望能让处于生命边缘的病人得到活下去的机会。“救人一命，胜造七级浮屠”，在公平、合法、非牟利的前提下，器官移植合作越紧密越好，互助机制也是越完善、越便捷越好。国家设有“中国人体器官分配与共享计算机系统”，法律规管严格，自2013年9月开始启用，目前捐赠、移植数量均位居世界第二、亚洲第一。国际开展的器官移植技术在我国也能开展，并且不断突破。我在今年3月召开的全国人大会议上，提出《关于将香港纳入国家人体器官共用系统的建议》，希望香港能够纳入该系统，同时建立两地器官捐赠互联互通的机制和配套体系，包括设立专门和统一的联络处，以专责协助处理捐赠事宜。这些都是合乎情、合乎理、归于法的建议，承载了血泪和对生命的渴望。因此，我十分乐见政府已经就此开展工作，希望尽快落实与内地进行器官移植合作的法律框架，推进和加快互联互通的机制和相关资料系统，并争取本港医疗系统纳入“中国人体器官分配与共享计算机系统”。同时，我亦建议政府加强相关宣传，令一切有关器官捐赠的谣言消除于萌芽状态，让公众肯定有关安排能对香港病友带来极大好处。主席，我谨此陈辞。",
    "embedding_key": "186",
    "poignancy": 0.5,
    "keywords": [
      "捐赠",
      "器官移植",
      "器官",
      "内地",
      "人体器官",
      "机制",
      "病人",
      "生命",
      "香港",
      "互联互通"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我在此要感谢政府从善如流，接纳了很多议员，包括我们工联会就着这条例草案提出的修订建议。会议辩论至此，重塑区议会的成败关键已不是通过这条例草案那么简单，而是地区治理能做出多少令市民感受到、摸得着的好事来。未来，政府民政事务专员作为地区治理的主体责任人，市民有理由对我们的政府官员有更高期望。政府官员将会任重道远，要切实排解民生忧难，让市民有更多的获得感、幸福感和安全感。工联会全体议员将支持有关的条例草案和修正案，并在接下来的工作上，更积极参与地区治理，以协助政府在地区有效施政，做出实绩，令新的区议会风清气正，不负市民的热切期望。主席，我谨此陈辞。",
    "embedding_key": "187",
    "poignancy": 0.5,
    "keywords": [
      "区议会",
      "市民",
      "草案",
      "工联会",
      "议员",
      "政府",
      "条例",
      "治理",
      "地区",
      "热切期望"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：“一国两制”是前无古人的伟大创举，亦没有先例可援，所以在实践过程中会遇到这样或那样的问题。事实上，在这24年来，香港亦经历了种种风雨，克服了不少困难，而正正因为有“一国两制”，才令我们得以克服这些困难，这也体现出“一国两制”的优越性和生命力。中央一直十分强调，“一国两制”的方针不会动摇、不会改变，透过中央的表态以至种种文件，我们也能深切体会到中央的坚定决心和意志。但是，在实践方面，我们得靠自己体现其不走样、不变形。所以在实践过程中，我认同特首所提出，要不断完善“一国两制”的实施。对于施政报告中很多有关这方面的论述，包括坚守宪制秩序；维护国家安全；贯彻落实新选举制度；加强《宪法》和《基本法》教育；尊重国旗、国徽、国歌；强化法治社会；加强公务员培训；加强行政与立法关系，相关的内容已在施政报告中作出非常清楚的阐述，我极表认同。我亦理解“一国两制”的实践是一个过程、一种制度，必须不断丰富和完善。因此，我们必须在这过程中更加配合整个特区政府，一同好好实践“一国两制”。近几年发生的事件，包括“黑暴”以至疫情，均显示出我们在实践过程中可能碰到的问题，但幸得中央支持，例如透过实施《香港国安法》、完善选举制度、协助香港抗疫，令我们得以作出更好的实践。上述各项当中，尤其以实施《香港国安法》和完善选举制度，最能真真正正为香港拨乱反正，也为“一国两制”的实践开启一个新阶段，一改过去“揽炒派”瘫痪议会、拖垮民生、拖死香港的情况，政府官员亦再也不能左右逢源、虚与委蛇、上下其手，令良政善治得以有条件实施，亦看到市民对政府产生更高期望。所以，在新形势下，我们当然希望政府能更加有所作为，而我们作为议员，则更应监督和配合政府的新作为。因此，我会就以下3个方面提出我的关注。第一方面是关于就《基本法》第二十三条进行立法。代理主席，“一国两制”能否行稳致远......",
    "embedding_key": "188",
    "poignancy": 0.5,
    "keywords": [
      "一国两制",
      "实践",
      "香港",
      "我们",
      "国安法",
      "施政报告",
      "过程",
      "选举",
      "制度",
      "中央"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，多谢行政长官给予时间让我们了解抗疫的情况。行政长官，现在抗疫方面，我很认同重中之重是“三减、三重、一优先、四集中”。这是适时的处理，亦理解有需要暂缓全民检测。当下疫情仍然很严重，现在每日的死亡数字也超过200宗，累计6 000多宗死亡个案，重症数字仍然很高，所以严防死守的意识其实很重要。行政长官公布要分3个月，为期3个月、分3阶段去放宽社交距离措施，这个信息其实我们要强调的是要做好严防死守，达到防控的效果，才能够放宽社交距离措施。所以，我很希望在接下来的数月，亦要分阶段报告我们的抗疫成果。例如，“疫苗通行证”如何能更好地落实到位，帮助我们抗疫，这些也是需要的。另一方面，我们留意到很多市民正在家居隔离，他们没有上报、没有前往隔离设施。所以，在这样的情况下，我们更要做好保障，成立保障支援队，派送物资、药物，以至送货上门，协助他们家居隔离。",
    "embedding_key": "189",
    "poignancy": 0.5,
    "keywords": [
      "抗疫",
      "行政长官",
      "隔离",
      "严防死守",
      "我们",
      "社交",
      "家居",
      "放宽",
      "数字",
      "做好"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，我发言支持《2023年刑事诉讼程序(修订)条例草案》。自“黑暴”以来，社会有一种忧虑，就是“警察捉人，法官放人”，这让公众对于香港司法界抱持不信任的态度，市民对于法律界能否中立及不偏不倚地审理国安案件抱有怀疑。事实上，香港法律界部分人士一直与反对派沆瀣一气，香港大律师公会过往亦经常与反对派立场相近，法律界中有多少偏袒和同情反中乱港分子的法官，我们无法得知。最令我们担心的是，某些法官因自己的意识形态和偏好“放生”国安案件的被告，而控方却无法上诉，眼巴巴看着犯人逍遥法外，这是我们最不愿见。今次的法例修订建议是针对高等法院刑事诉讼程序中一个漏洞，就有关漏洞，很多议员已作出说明，我不再在此赘述。从某种意义上看，刑事诉讼程序，包括国安案件的审理程序要有进一步的完善，借以释除公众疑虑，为有关案件多设一个把关机制。事实上，就国安案件非常需要多设一个把关机制，不一定是因为法官有意“放生”，也有可能是因为法官对《香港国安法》认知不足，国安意识薄弱、不到位。例如早前黎某人希望聘请海外大律师，法庭错误理解《香港国安法》的条文，越俎代庖，批准黎某人的申请，最终要由特区政府提请全国人大释法，并以提交《2023年法律执业者(修订)条例草案》作出处理。事实上，区域法院刑事诉讼程序存在让控方提出上诉的机制，所以是次修订是与地方司法程序即区域法院的程序看齐。国安案件涉及重大国安问题，必须有严谨的法律程序。万一法庭出现错误理解、错判甚至刻意“放生”的情况，而政府却不能就无罪裁决提出上诉，便会形成国安漏洞，也会导致对控方构成不利。当罪犯逃之夭夭后才贼过兴兵，已经于事无补。因此，容许控方就原讼法庭对国安案件作出的无罪裁决提出上诉，实为有其必要，因这便可堵塞有关的国安漏洞。在此需要特别强调的是，是次修例建议并不会影响法律的公平、公正。事实上，控方就案件提出上诉并没有干预法庭的运作，反而给予上诉法庭重新审视案件的机会，以减少作出错误判决，有助对国安法律体系作出一大完善和改进，亦有助提升国安案件的审讯质量。代理主席，我和工联会全力支持是次修例建议，以堵塞国安漏洞，完善《香港国安法》下的法律体系，希望各位同事也能予以支持。我谨此陈辞。",
    "embedding_key": "190",
    "poignancy": 0.5,
    "keywords": [
      "国安",
      "控方",
      "案件",
      "上诉",
      "程序",
      "漏洞",
      "刑事诉讼",
      "法官",
      "法庭",
      "国安法"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长的回应确实令人十分失望。他现在的说法，其实是指这个北港岛线计划是一个具选择性、可有可无或见步行步的计划。但是，现实是港岛的交通需求庞大。现在观乎局长的答复，此计划将遥遥无期，所以我认为局长应该回应，究竟计划会否继续进行？究竟我们是否真的需要这个计划？现时，港岛线的情况反映极大的交通需求，我们若不发展北港岛线......局长若试坐地铁，于繁忙时间，尤其是在中转站......局长真的要亲自了解和感受一下......若是如此，我们应该开放市场。有关情况看来是港铁因为利润等各种原因找借口不作发展。所谓的灵活调配，其实在现时情况下并无效用。所以，如果港铁做不到，局方是否应该开放市场，让其他人去做？",
    "embedding_key": "191",
    "poignancy": 0.5,
    "keywords": [
      "港岛",
      "局长",
      "......",
      "计划",
      "开放市场",
      "现时",
      "回应",
      "应该",
      "情况",
      "吴秋北"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，香港回归祖国25年以来，“一国两制”实践获得世界公认的成功。但同时必须正视香港的人心回归工作仍有不尽善之处。过去，国民教育受到反对派百般阻挠，在教学中暗中去除国民意识。一场“黑暴”，更几乎把教育推向颜色革命的不归路，令千余名学生以身试法，前途尽毁。究其原因，最根本的问题还在于回归后香港教育系统从未经历彻底的“去殖化”洗礼。教育的根本在树德立人，而师资质素是其中关键。感谢邓飞议员提出的议案，我表示支持，并且认为有必要在原议案基础上作补充，使最终的建议更加完备，恳请各位同事支持。代理主席，教师是甚么？是人类灵魂的工程师。正如韩愈所说：“师者，所以传道受业解惑也。”学为人师，行为世范。教师必须具备正确价值观，绝不只是“打份工”，除了专业知识，更要有品德，有爱心，守法正直。现时学生接触教师的机会可能比父母还要多，如果希望学生爱国，教师本身也要具备爱国情怀，这道理非常显浅。所以，我认为教育专业必须引入民族意识和爱国情操，这不是表面上的守则，而更加是作为培育英才的教师必修课。“己欲立而立人，己欲达而达人”，若教师自身言行不正，则难以正确教导学生，教师有深厚的家国观念才能感染学生。要让香港的教育人员要具备民族意识、爱国情怀，教育局除了加强培训之外，更应该积极安排香港与内地教师互相交流学习，正所谓“百闻不如一见”，实地考察交流活动将有助教师亲身体验内地民情，认识历史。最后我想强调，香港教育系统能否彻底“去殖化”，取决于我们有否自我革命的决心。教育要时刻保持底线思维，教师必须守住底线。所以，当发现教师向学生灌输错误极端分裂意识、歪曲历史和散播错误“政治病毒”时，当局必须即时取消其注册。一方面，这类教师已有可能违反《香港国安法》。另一方面，我们必须防范这类教师继续“播毒”，荼毒我们的未来主人翁。教育是社会的未来，功在当下，利在千秋。近朱者赤，近墨者黑，我相信每一个受过教育的人都能够明白教师对于学生的影响有多么深远。因此，防患于未然格外重要。代理主席，中华民族正在实现伟大复兴的进程，我们的国家必将站立在世界最前列，我们的教师队伍必须具备坚定的民族自信和强烈的民族意识，才能培育一代代自尊自信的国家栋梁。因此，我恳请各位议员通过邓飞议员的原议案，并支持我提出的修正案。代理主席，我谨此陈辞。",
    "embedding_key": "192",
    "poignancy": 0.5,
    "keywords": [
      "教师",
      "教育",
      "香港",
      "学生",
      "必须",
      "爱国",
      "议员",
      "民族意识",
      "代理",
      "具备"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见附录7)",
    "embedding_key": "193",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "进一步",
      "附录",
      "文本",
      "标明",
      "代理",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，我在此发言支持卢伟国议员动议的议案，也支持其他修正案。原议案和各项修正案可更好推动前海的发展，推动香港融入国家发展大局，而且提供了很多很好的建议。代理主席，去年9月6日，国务院印发《全面深化前海深港现代服务业合作区改革开放方案》，目标是要让前海在2025年建立健全更高层次的开放型经济新体制，初步形成具有全球竞争力的营商环境；2035年实现高水平对外开放体制机制更加完善，营商环境达至世界一流的水平。当中的指导思想是在“一国两制”框架下先行先试，推进与港澳规则衔接、机制对接，丰富协同协调发展模式，打造粤港澳大湾区全面深化改革创新试验平台，建设高水平对外开放门户枢纽。《前海方案》已发表了超过8个月，立法会资料研究组在2月15日发表了有关前海深港现代服务业合作区的资讯述要，提到合作区将会让港资港法有更多跨境便利、实施贸易及投资便利化安排，亦会有不同的税务优惠和补贴。究竟这些工作现时的进程如何？特区政府在这方面的推动情况如何？我们现时并没有与此有关的充分资料。所以，我在此建议特区政府向本会提供有关数据，令本会可更加有力和持续地跟进、推进这些工作。此外，我亦希望与前海的合作不单是个别专业服务上的合作，亦不单是商业上的合作，而是全方位官商民研学的合作，这才能作出更好的推动，亦能更好地带动我们提供更多优质就业机会。特别是在民间合作交流的部分，香港与前海有很多互相促进、互相学习的空间。日后假使洪水桥能跨境直通到前海，在此情况下，居住、旅游、就业、生活等的联系将更加频繁。政府在这方面的推动和与民间的交流上，究竟有甚么安排？能否提供更多便利呢？所以，我在此建议政府让公众，特别是市民了解有关情况，推动市民更积极参与，全民融入国家发展大局。我谨此陈辞，支持这项议案。",
    "embedding_key": "194",
    "poignancy": 0.5,
    "keywords": [
      "前海",
      "合作",
      "推动",
      "营商",
      "议案",
      "特区政府",
      "深港",
      "更好",
      "不单是",
      "提供"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，我动议我进一步的修正案。吴秋北议员动议的进一步的修正案(标明文本见附录4)",
    "embedding_key": "195",
    "poignancy": 0.5,
    "keywords": [
      "吴秋北",
      "动议",
      "修正案",
      "议员",
      "进一步",
      "附录",
      "文本",
      "标明",
      "主席"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：多谢主席。局长亦承认“㓥房”是不适宜居住的环境，这是局长很清楚的，但现在局长只是提供愿景，说当有足够的土地及房屋供应后便会解决问题，但又没有提供时间表和路线图，这个状况实在令人失望。因此，接下来的租务管制条例，其实要再加强，我很希望起始租金能够尽快落实。另一点是，现在疫情下大家看到隔离中心的位置，在疫情完结、抗疫成功后，这些隔离中心是否可以变为加强版的临时房屋呢？据局长所说，临时房屋的供应其实有限，杯水车薪，所以，我们能否善用这些资源呢？多谢主席。",
    "embedding_key": "196",
    "poignancy": 0.5,
    "keywords": [
      "局长",
      "房屋",
      "多谢",
      "隔离",
      "疫情",
      "供应",
      "临时",
      "吴秋北",
      "愿景",
      "租务"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，工联会全力支持完善地区治理。改革区议会是必须，而且刻不容缓的。我早前在报章上发表文章，详细阐述了区议会的前世今生。在此，我可以推荐给各位议员参考。代理主席，港英管治香港百多年，我们看不到他们在地区层面有甚么可以参政议政的安排。到回归前夕，才急急推行代议政制，这并非他们良心发现，而是港英希望透过权力下移和意识形态的操控，培养其代理人延续英国在香港的利益和管治。回归以来，社会不断“泛政治化”，同样地，区议会制度也逐步全面崩坏，沦为反中乱港的工具，甚至成为颠覆政权、“港独”的平台。一个非政权性质的咨询组织，被反中乱港分子利用，变成了一个“泛政治化”的颠覆政权反政府组织，而其运作是来自公帑，这正式是“食碗面、反碗底”。这个做法极端荒谬，严重影响社会稳定，危害国家安全。出现了漏洞，必须通过制度的改革来及时堵塞。类似的情况，就像曾被“黑暴”骑劫的香港电台，在最恶劣的时候，公然成为反中乱港的宣传机器。现在已经拨乱反正，所以区议会的改革更待何时？2019年第六届区议会，“黑暴”区议员的表现可以用“倒行逆施”来形容。他们不单没有建言献策，反而不务正业，只搞自己的政治投机，靠蛊惑和煽动人心来骗取政治筹码。他们的服务以政治先行，在门外张贴侮辱的字句。在这里(议员展示一幅图片)，大家可以再次看看当时荒谬的情况，是拒绝为不同政见的人士提供服务。这些正式是政治凌驾民生的恶行，让大多数市民对区议会感到心寒。“黑暴”区议员更利用区议会的公帑大搞“黑暴”文宣，甚至在区议会提出把一些街道和公园改为“黑暴”事件的名称。更令人愤慨的是，“黑暴”区议员好像哄狗只一样，要求市民喊出“黑暴”口号，才能够得到服务。这简直是岂有此理。在“爱国者治港”的原则下，“是可忍，孰不可忍”。代理主席，早在2019年的十九届四中全会上已经提出建立健全香港特别行政区维护国家安全的法律制度和执行机制，以及坚持和完善“一国两制”制度体系。我们的区议会地区治理，是整个制度体系非常重要的一环。今次完善地区治理、改革区议会，让区议会“去政治化”，重回《基本法》第九十七条非政权组织性质的咨询职能，以及服务地区民生的初衷。这是政府的责任所在，也是民心所向，理应得到支持。工联会支持《2023年区议会(修订)条例草案》(“《条例草案》”)，并呼吁各位议员同事能够支持。在此，我要提出支持《条例草案》的四大理由。首先，现时地区民生有很多陈年积压下来的问题，急需要解决。区议会“去政治化”，回复咨询职能，有助促进政府改善地区施政，推动地区发展和提高动能。特别是在完善之后，民政事务专员作为地区治理的第一责任人，能够直接推动地区发展和解决地区民生问题，再不会像以往一样在反中乱港和爱国者之间左右逢源，上下其手。我们相信新的区议会能够切实改善民生和提升地区服务，落实“以民为本”的施政理念。其次，引入资格审查和提名机制，能够确保区议员的素质和符合“爱国者治港”的原则，再不会出现因拒绝宣誓而导致议员悬空的情况，并切实维护国家安全。第三，新的区议会引入监察区议员表现的制度，更强调的是区议员履职的表现，有具体客观的工作指标，以剔除害群之马，有助重塑区议员应有的正面形象。第四，区议会的构成更有广泛代表性和均衡参与，更能够做到广纳贤能的结果。新制度引入地区委员会界别和委任议员，让区议会可以吸纳不善于政治操作的专业人士和资深的地区人士，让他们的声音能够被吸纳成为政策的一部分，从而达到改善地区治理的效能。代理主席，完善地区治理关乎数百万的民生福祉，刻不容缓。其中最重要的一环，就是今次《条例草案》的通过。我和工联会绝对支持《条例草案》的通过。只有通过法案，我们才能够真正落实“爱国者治港”，并落实各项民生政策，提升地区服务，切实排解民生忧难，筑牢社会和谐，稳定基石，实现良政善治、由治及兴。代理主席，我谨此陈辞。",
    "embedding_key": "197",
    "poignancy": 0.5,
    "keywords": [
      "区议会",
      "议员",
      "黑暴",
      "地区",
      "民生",
      "反中乱",
      "政治化",
      "草案",
      "治理",
      "能够"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，去年我们国家宣布全面脱贫，这是一项巨大的成就，连联合国秘书长古特雷斯都非常赞同及赞赏。他说此举实现了《2030年可持续发展议程》所描述的更加美好及繁荣的世界，作出了重要的贡献。这是中国取得的非凡成就，亦为国际带来了希望和激励。所以，我们看到《2030年可持续发展议程》中提到：不遗漏任何一个人。我们将实现为所有国家、所有人及所有社会阶层制订目标及具体指标。消灭贫穷的目标，我们国家提前10年实现了，解决了7.7亿人口的贫穷问题，这占同时期的全球人口比率70%。所以，国家的成功经验告诉我们，她解决贫穷问题是有决心、有目标，能够持之以恒，而且能针对不同阶层、群众、城乡、地区来进行目标为本的“精准扶贫”。我们作为国家的一部分，虽然制度不同，但亦应该以人为本，这个治理的理念也应该是相同的。香港是一个富裕的地区，人均GDP达到49,036美元，位居世界前列，但香港亦是全世界贫富不均最严重的地区之一，虽然人均GDP近5万美元，但真相是长期有100多万贫穷人口，即每7名香港人就有一名处于贫穷状态，小部分人的富裕令香港蒙羞，刚才亦有同事指出了有关数据。国家脱贫的经验值得借鉴，灭贫的决心和目标更是必须学习的。香港过去的扶贫政策存在诸多短板，结果就是越扶越贫。我举一个例子，政府在2011年成立关爱基金，当中的目标是希望“民间和商界能够积极参与扶贫，体现三方协作共同承担的理念，引入新思维，令措施更具弹性、更加到位”，这是2010-2011年度施政报告中所提出的。但是，最终这三方协作的关爱基金，政府出钱200亿元，商界捐款只有18亿元，而原本所说的“民间和商界积极参与”最终“走数”，“新思维”亦见不到，唯一能够做到就是“补漏”。可惜这些措施对于整体解决贫穷问题，只能说是杯水车薪，力有不逮。代理主席，所以我的修正案提出的内容，主要是希望政府在扶贫、灭贫路上多做几方面，第一是“精准”、第二是“达标”、第三是“问责”，最后是“实质提高基层生活水平”。因此我在修正案的第一点要求针对不同群组制订专门灭贫策略，就是务求“精准扶贫”；第二点是制订“基本生活保障线”，就是要达到灭贫目标；第四点设立灭贫专员，有关的内容就是要有专人负责，而且建议改善社会保障制度，建立可负担的房屋，为居住“㓥房”及基层家庭儿童提供津贴及照顾服务、加强人力资源培训及技能提升等，就是针对基层家庭的贫困境况，实质帮助他们改善生活。",
    "embedding_key": "198",
    "poignancy": 0.5,
    "keywords": [
      "灭贫",
      "贫穷",
      "扶贫",
      "目标",
      "香港",
      "商界",
      "精准",
      "国家",
      "2030",
      "GDP"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "7.吴秋北议员：有意见认为，有学校、社福机构、环保团体及文化演艺团体等获政府资助的机构，过往未有履行责任主动积极宣传国家意识、说好中国故事，更在黑暴期间参与支持黑暴。就此，政府可否告知本会：(一)有否制订指引，要求各法定机构及受政府恒常拨款资助的非政府机构(包括但不限于学校、社福机构、环保及文化演艺团体)和项目进行以下工作，并就该等工作制订绩效指标：(i)在国庆日及香港特别行政区成立纪念日等重大节庆按指引并庄严地展示国旗；(ii)向职员、服务使用者及公众提供国情教育及国情读本，并就职员的有关工作作适当的书面考核并备存人事档案，作为升迁的参考准则之一；及(iii)在机构或项目介绍中显示“由中华人民共和国香港特别行政区政府资助”的字眼；如有，已遵照指引的机构数量、比率及名称，以及有关工作是否已达标；如没有，原因为何，以及政府将在何时制订相关指引及绩效指标；及(二)有否即时终止故意违反上述要求或不达标的机构或项目的资助，并要求有关机构或项目负责人把由故意违反或不达标日期起的资助退还政府；如有，有关机构或项目的数量及名称为何；如否，原因为何，以及政府将如何对有关机构或项目负责人问责？政制及内地事务局局长于2023年7月5日提供的书面答复文本载于 HYPERLINK \"https://www.legco.gov.hk/yr2023/chinese/counmtg/floor/cm20230705-confirm-ec.pdf\" \\l \"nameddest=app_01_07\" 附录1。",
    "embedding_key": "199",
    "poignancy": 0.5,
    "keywords": [
      "机构",
      "资助",
      "指引",
      "政府",
      "项目",
      "达标",
      "社福",
      "黑暴",
      "有关",
      "制订"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，同事提到，政府于2014年6月公布了480个非遗项目。设立此清单的目的是要传承和发扬，但在传承和发扬方面，我们更需要考虑的是如何应用这些非遗项目，其中包括更好地与旅游业结合，推动香港的深度游和文化游。请问当局在这方面有没有具体措施和项目？",
    "embedding_key": "200",
    "poignancy": 0.5,
    "keywords": [
      "传承",
      "发扬",
      "项目",
      "吴秋北",
      "2014",
      "480",
      "非遗",
      "具体措施",
      "清单",
      "旅游业"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "2.吴秋北议员：主席，有意见认为，香港的大学学额有限，教职员和研究人员的规模不足，难形成规模经济。要发展和巩固香港成为国际高等教育区域枢纽，很重要的举措，是利用和结合内地的教育资源，以达至优势互补、强强结合。因此，香港的大学应与内地的优秀大学构建长期合作和战略关系，并深化在学术研究和教学上的合作，以达到资源互补、资历互认。就此，政府可否告知本会：(一)政府在推动香港与内地大学合作和建立战略关系上做了哪些工作；(二)政府会如何便利和鼓励香港与内地院校的合作，以达至优势互补；及(三)鉴于有意见认为，内地非常重视职业教育，并设有完善、多层次的职业教育体系，但香港在职业教育方面的发展较慢，政府如何加强香港与内地院校的学历和资历互认、深化香港和内地院校的学术交流、互联互通和职业教育合作，以及利用国家的机遇和庞大市场，为青年提供更好的职业发展机会？",
    "embedding_key": "201",
    "poignancy": 0.5,
    "keywords": [
      "香港",
      "内地",
      "职业",
      "合作",
      "院校",
      "以达",
      "互认",
      "大学",
      "教育",
      "优势互补"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，关于政府的答复，其实我们是希望能够有更加积极和主动的角色来推动两地高校的合作交流，以至将我们的教育枢纽的地位提高。就着刚才局长所回答的第(三)部分有关于职业教育方面，我觉得政府应该更加积极地将我们的职业教育的地位提升，尤其是内地已经将职业教育等同于其他学术教育的地位，而且是用法律的方式确定下来，是等同学历。在这方面，政府会不会也效法内地那样将职业教育和学术教育的学历等同起来，并以法律的方式确定下来，以便更能与内地接轨？",
    "embedding_key": "202",
    "poignancy": 0.5,
    "keywords": [
      "教育",
      "职业",
      "内地",
      "学历",
      "等同",
      "地位",
      "学术",
      "政府",
      "吴秋北",
      "法律"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，局长的答复令人很失望，亦透露了一个很坏的信息，让无良商家可以再次使用这种手段来囤积居奇、抬高物价，即政府其实没有任何有效、有力的措施，防止抬高物价、囤积居奇。所以，我在此想局方再次明确答复，为何在疫情下政府不能打破旧有思维，因为那是在正常运作情况下的处理方法，但在疫情下物流供应链出现各种问题而政府又没有措施的话，商家便会囤积居奇，所以政府能否打破这种思维呢？可否将一些物资特别是医疗物资列入《储备商品条例》呢？",
    "embedding_key": "203",
    "poignancy": 0.5,
    "keywords": [
      "囤积居奇",
      "政府",
      "抬高",
      "疫情",
      "答复",
      "商家",
      "物价",
      "思维",
      "物资",
      "打破"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：主席，日本始终未能够解释核污染水是安全的，如果是安全的话，日方为何不留给自己，而要倾倒入海呢？显然，倾倒入海的做法是要与全人类“揽炒”的可耻行为。有报道指，日本一意孤行倾倒核污染水入海，并会在今天据报道说是6月28日作最终检视。所以，我认为政府在这方面的态度始终未够强硬，必须果断处理这个问题；另一方面，我们亦留意到所谓的“环保组织”在这件事情上，由开始至今从来没有发声，真的是患了失语症，政府是否需要向这些“伪环保组织”施加压力，他们才会做事呢？政府以市民健康为由，已有大条道理采取更果断有效的措施禁止日本食物进入香港，要果断地禁止日本所有食物进口，才能向日方施加足够压力。所以，政府可否强硬起来？",
    "embedding_key": "204",
    "poignancy": 0.5,
    "keywords": [
      "倾倒",
      "核污染",
      "果断",
      "入海",
      "日本",
      "日方",
      "政府",
      "强硬",
      "禁止",
      "环保"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "7.吴秋北议员：据悉，政府近年持续开设首长级公务员职位，但公务员编制的职位数目却持续两年稍微减少。此外，政府曾表示，本年度维持公务员编制零增长的目标。就此，政府可否告知本会：(一)目前首长级公务员编外职位数目占其编制总数的比例为何；(二)现时有否限制公务员编外和常额职位数目的比例的规定；及(三)有否研究，如何消除市民及基层公务员对公务员编制维持零增长的目标及持续增设首长级公务员职位的安排有“肥上瘦下”的观感？公务员事务局局长于2023年6月14日提供的书面答复文本载于附录1。",
    "embedding_key": "205",
    "poignancy": 0.5,
    "keywords": [
      "公务员",
      "职位",
      "编制",
      "编外",
      "首长",
      "数目",
      "有否",
      "零增长",
      "持续",
      "政府"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "3.吴秋北议员：据悉，自2019冠状病毒病第五波疫情爆发以来，不少民生用品的供应受到影响，加上不时有传言指政府将落实“禁足”或其他措施，令不少受到传言影响的市民，因恐惧而抢购及囤积食品、药品及日用品，导致部分民生用品价格飙升，更有商家趁机抬高价格。就此，政府可否告知本会：(一)自第一波疫情出现“口罩荒”后，政府采取了哪些措施确保防疫用品、药品、鲜活食物及副食品的供应及价格稳定，而在第五波疫情出现抢购潮后，政府又有何措施应对，以及有否评估该等措施的成效；(二)鉴于据报，有商家利用疫情消息抬高民生用品的价格，大发“灾难财”，政府有何措施防止有关情况发生；会否要求相关的政策局及消费者委员会等机构加强监察物价，并经政府新闻处发布有关民生用品的供应及价格的正确资讯；及(三)会否考虑效法其他地区设立监管机构(例如内地设立的国家市场监督管理总局)及订立法例(例如美国某些州份实施的反哄抬物价法)，在紧急情况下实行价格管制，以确保民生用品的价格稳定，以及将更多食品、防疫用品等重要物资指明为《储备商品条例》下的储备商品；如会，执行详情为何；如否，原因为何？",
    "embedding_key": "206",
    "poignancy": 0.5,
    "keywords": [
      "用品",
      "民生",
      "疫情",
      "价格",
      "措施",
      "政府",
      "有何",
      "会否",
      "防疫",
      "供应"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，对于是次财政预算案(“预算案”)，我认为力度尚可，亦有不少新措施。预算案中的纾困措施，相信有助短期支援市民渡过难关，特别是创造就业和发放消费券，我是表示赞同的。在中、长远经济规划上，预算案虽有着墨，以产业发展和基建为主，但在如何融入国家发展大局上，仍须有更多的政策思考和更积极的作为。对于如何在中长远创造一个更合理和有保障的劳工市场，以及在土地房屋及扶贫方面，仍略有不足。司长在预算案接纳了部分工联会的建议，例如租金免税额、消费券1万元等，在此我是表示欢迎的，亦期望政府能多聆听和多吸纳好意见，从善如流。整体而言，工联会对是次预算案表示支持，并支持拨款。以下我要表达几点意见。第一，有关贫富悬殊的问题。是次预算案有很多一次性措施，包括免税、电费补贴、暂缓追讨欠租、消费券等，相信能解燃眉之急，对援助疫情下市民面对的生活重压有一定的帮助，但这些都是一次性的，因此未能根本解决问题。随着疫情缓和，我预期经济会逐步回升，政府有责任作一个更全面的中期规划，让市民可共享经济发展的成果，正如司长于是次预算案提出经济发展是为了提升所有市民的生活水平。现时香港贫富差距不断扩大，面对在职贫穷、跨代贫穷、长者贫穷等问题，政府责无旁贷，需改革扶贫政策及策略。香港扶贫政策要更具前瞻性，不应局限于以福利保底，而应该以更精准的方式来支援弱势和贫穷家庭，让人人都能获得向上流的机会。同时，也要在资源分配、收入保障机制上着手，让香港社会更显公平、公义。因此，我们多次建议政府应设立减贫专员，专责精准扶贫、灭贫，另外亦要完善最低工资保障制度。是次预算案提高持续进修基金上限、加大培训力度，对提升“打工仔”在劳动市场上的竞争力有一定帮助。但是，政府亦应着眼于改善就业环境及创造就业机会、全面提升社会人力资源质素及雇员待遇，配合未来经济发展去投放资源培训人力，以就业为优先，提升基层市民的就业机会。第二，要做好财富再分配。代理主席，香港需要向国家学习，落实精准扶贫，并做好财富再分配的工作。现时有必要调整财富资源分配制度，各行业、各阶层应共享社会发展成果，以至共享未来发展的机遇。工联会提出新时代工运，亦都是强调“共建、共荣、共享、共赢”的理念。政府应该考虑在现有二级税制下加设第三级，对超过1亿元的应评税利润征收17.5%的税率。粗略估计，所得新增税款金额每年约为60亿元，对现时平均1 000多家巨型企业所承担的可谓九牛一毛，但却能够让贫穷的市民获得更多支援，可以得到更好的发展，早日摆脱贫穷。第三，公营房屋短缺和居住问题。代理主席，是次预算案提及的十年建屋计划，指已觅得约350公顷土地兴建约33万个公营房屋单位，加上是次预算案提及17 000间过渡性房屋等，为加快楼宇供应推出更多宽免措施，如此种种均反映政府确是有意解决市民居住困难的情况，明白市民对房屋的迫切需要。不过，我认为政府应有更大的决心、更大的力度解决问题。公屋供应长期不足，截至2021年12月底，公屋平均轮候时间为6年，有超过226 000人居于“㓥房”。代理主席，我探访过不少“㓥房”住户，深切体会到大多数环境非常恶劣，甚至不适宜居住，政府有责任为基层市民提供能负担、有尊严的居所。公屋3年“上楼”的承诺应该作为基层房屋政策的指标，工联会在上年年底做过调查，有三分之一市民选择“政府应增建公屋，以兑现3年公屋‘上楼’的承诺”作为解决房屋问题的建议，我想强调3年“上楼”不应该只是一个口号或说了就算，大多数基层市民住在不适切房屋，政府应该明确、清晰地制订可实行的时间表、路线图及有责任人，将资源用得其所，让“㓥房”、笼屋成为历史。代理主席，司长于预算案设立租金开支扣税，我相信可以纾缓市民房屋的负担，住宅开支扣税亦是工联会10多年来一直争取的，对于司长采纳此意见，我表示支持。香港楼价及租金高企，市民居住负担沉重，居住环境却越来越细，2021年香港人均居住面积中位数是16平方米，远远低于全球标准。《香港2030+》把人均居住面积的目标定为215至237平方呎，政府有甚么方法和方案达致这个目标，有没有相应的时间表？我希望政府可以同时规划不同的房屋政策，令房屋对所有香港市民变得“可负担、能安居”。土地及房屋政策关乎千家万户的福祉，香港连续12年蝉联全球最难负担房地产的榜首，国家早已确立“房住不炒”的定位。我认为资助房屋和私人房屋市场应该要分开，售价与私人楼宇应该脱钩，要建立人人可负担得起的房屋市场。代理主席，社会上有很多深层次矛盾，我很希望未来政府能够提出措施，解决这些深层次矛盾。多谢代理主席。",
    "embedding_key": "207",
    "poignancy": 0.5,
    "keywords": [
      "预算案",
      "房屋",
      "市民",
      "公屋",
      "政府",
      "工联会",
      "贫穷",
      "代理",
      "扶贫",
      "香港"
    ],
    "filling": {}
  },
  {
    "type": "archive",
    "created": "2025-01-14 20:46:25",
    "expiration": null,
    "subject": "吴秋北 / STANLEY NG",
    "predicate": "said",
    "object": "speech",
    "description": "吴秋北议员：代理主席，我发言支持陆颂雄议员的原议案及李浩然议员的修正案，以推动电价下调，排解民生忧难，打破利益固化藩篱，但不能够支持林筱鲁议员的修正案，并会反对，因为其修正案明显与原议案的意思背道而驰。代理主席，早于2015年政府开展电力市场未来发展公众咨询时，竞争事务委员会的意见书便表明，电力市场缺乏竞争，并提出3个建议，当中包括加强内地与香港联网的连接，从内地输入电力。澳门现时有九成电力来自内地，并继续积极加强粤澳电力联网，足见内地输电完全可行。根据去年11月的报道，中华电力有限公司(“中电”)每度电是1.544元，香港电灯有限公司(“港灯”)是1.97元，而澳门只是1.35元，深圳更只是0.8元。环境及生态局谢展寰局长声称输入内地电力不一定令电价下降，这并不准确。所谓的《管制计划协议》，美其名是“管制”，实际上，是容许两电在没有竞争下继续享受丰厚利润。两电长期缺乏竞争，导致电力事故不绝。中电在2019年至2022年间，每年均有超过3 000宗停电事故，即每天平均有超过8宗停电事故；去年更出现重大的火烧电缆桥事故，影响屯门、元朗、天水围175 529人。虽然港灯的事故由2019年的235宗回落至2022年的140宗，但去年同样出现相对严重的事故，受影响的人数是8 223人。这些事故往往没有惩罚，在指定时间恢复供电后，反而有奖励，这实在极端荒谬。澳门已做到压低电价，但仍然在内地电力输澳上下工夫，不断改善电力服务。反观香港特区政府又做了些甚么来协助市民遏抑电价和改善电力服务呢？工联会已经不止一次倡议向内地买电以遏抑电费，要到何时政府才听到我们的建议呢？代理主席，我谨此陈辞。",
    "embedding_key": "208",
    "poignancy": 0.5,
    "keywords": [
      "电力",
      "事故",
      "内地",
      "电价",
      "议员",
      "修正案",
      "遏抑",
      "澳门",
      "竞争",
      "港灯"
    ],
    "filling": {}
  }
]